  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1824_full",
    "contenu": "The document contains a glossary of terms related to wine, focusing on characteristics and terminologies used in viticulture and enology. Here's a structured representation of the content:\n\n**G**\n- **GRAFT**: Definition and function of grafting grape species, impact on preventing phylloxera.\n- **GRASSY**: Describes the green flavors/aromas in wine, commonly found in sauvignon blanc.\n- **GREEN**: Characteristic flavor found in wines, associated with grass, moss, or vegetables.\n- **GUNFLINT**: Tasting note often associated with sauvignon blanc, hinting at a smell reminiscent of wet metal.\n\n**H**\n- **HERBAL**: Describes wines with flavors or aromas slightly reminiscent of herbs; varies in perception among drinkers.\n- **HOGSHEAD**: A large barrel used for aging wines, capacity defined.\n- **HOT**: Describes wines with unbalanced alcohol levels, causing a burning sensation.\n- **HYBRID**: Explains hybrid grape varieties developed from two or more different vine species.\n\n**I**\n- **IRF SCALE**: A scale indicating how dry or sweet rieslings taste, based on guidelines from the International Riesling Foundation.\n- **ISINGLASS**: A fining agent derived from fish, used to clarify and soften the texture of wine before bottling.\n\n**J**\n- **JAMMY**: Describes wines with a concentrated berry flavor and texture similar to jam, primarily used to describe full-bodied, ripe zinfandel.\n\n**L**\n- **LABRUSCA**: Refers to 'Vitis labrusca', a type of grape."
  },
  {
    "source": "inconnu_1738",
    "contenu": "The document contains a recipe for a fruit-infused water and information about a Caribbean tonic called Mabi or Mauby. Here's the content structured in plaintext format:\n\n---\n\n### Recipe for Fruit-Infused Water\n**Ingredients:**\n- One sliced “core” fruit (such as apple or pear)\n- A tablespoon of grated ginger\n- ½ cup/125 ml raw-milk whey\n- Enough filtered water to fill the jar\n\n**Instructions:**\n1. Combine all ingredients in a jar.\n2. Top off with water and place a weight of some sort on top of the fruit to keep it submerged.\n3. Close the jar tightly and keep it on the counter in a warm-ish place for three days.\n4. After three days, transfer the jar to the fridge.\n5. You can top off the bottle with filtered water and a splash of whey when it gets low, until the fruit is all used up.\n\n**Note:**\n- The recipe can be varied by using different fruits, citrus juices, fresh herbs, or even vegetables.\n\n### Mabi/Mauby Overview\n**Description:**\n- Mabi, also known as Mauby, is a tonic beverage popular on some islands of the Caribbean.\n- It is made from a sweetened decoction of the bark of a tree known as mabi or soldierwood (Colubrina elliptica).\n- The name may derive from Creole for the French \"ma bière\" (my beer).\n\n**Personal Anecdote:**\n- The contributor of this document first heard about mabi from Norysell Massanet, who lives in Puerto Rico and mailed mabi bark for experimentation.\n\n**Quotes and Insights:**\n- While searching for mabi recipes online, all recipes seemed to include cinnamon and ginger, which did not align with the contributor's taste memory.\n- After consultation with the Mabi Lady at an organic market in San Juan, it was suggested to use only the bark and sugar, emphasizing that personal experimentation in the process will lead to developing your own mabi recipe. The advice highlighted was: \"You have to try it and it is in the process of making it that you will develop your own recipe.\"\n\n--- \n\nThis format captures both the instructional aspect of the fruit-infused water recipe and provides informational content about the Caribbean beverage Mabi/Mauby."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_673",
    "contenu": "Sure, the content of the document lists various food items and dishes organized under headers. Here is the info structured more clearly:\n\n### Ingredients\n\n- **salads**: fruit, green\n- **salt**: pinch\n- **sour cream**\n- **squab**\n- **squash**: butternut, winter\n- **star anise**\n- **strawberries**, especially sauce\n- **sugar**: brown, white\n- **toffee**\n- **vanilla**\n- **vinegar**: balsamic, champagne, sherry, white, white wine\n- **walnuts**\n- **watercress**\n- **whiskey**\n- **wine**: \n  - red (e.g., Burgundy), strong red (e.g., Cabernet Sauvignon, Zinfandel), \n  - dry white (e.g., Riesling), \n  - sparkling (e.g., Champagne), \n  - sweet (e.g., ice wine)\n\n### Dishes\n\n- **Pear and Fresh Pecorino-Filled Ravioli with Aged Pecorino and Crushed Black Pepper** — Lidia Bastianich, Felidia (New York City)\n- **Grilled Pear and Roquefort Tart with Caramelized Onions and Walnuts** — Sandy D'Amato, Sanford (Milwaukee)\n- **Grilled Pear Steak with Polenta Frites and Orange-Tarragon Sauce** — Dominique and Cindy Duby, Wild Edibles (Vancouver)\n- **Salad of Spicy Poached Pear, Fresh Ricotta, Smoked Almonds, and Edamame with Verjus Dressing** — Brad Farmerie, Monday Room (New York City)\n- **Sticky Toffee Pudding with Cinnamon-Sautéed Pears** — Gale Gand, at the 2005 James Beard Awards gala reception\n- **Warm Semolina Pancake, Poached Pears, Cumin** — Johnny Iuzzini, pastry chef, Jean Georges (New York City) Honey-Roasted Pear Napoleon — Kate Zuckerman, pastry chef, Chanterelle (New York City)\n\n### Flavor Affinities\n\n- **pears + amaretto + hazelnuts**"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1630",
    "contenu": "# THE WINE REGIONS\n\nHere are thumbnail sketches of Australia’s major wine states and some of the best-known wine regions within them. Remember that for multiregional blends labeled South Eastern Australia, the grapes will probably have come from disparate regions, possibly quite far apart. For such wines, the most important guide to quality is the producer’s name.\n\n## SOUTH AUSTRALIA\n\n**Regions**: ADELAIDE HILLS | BAROSSA VALLEY | EDEN VALLEY | CLARE VALLEY | MCLAREN VALE | COONAWARRA\n\nSouth Australia is the driest state in Australia (which is the driest continent). More than half of all Australian wine is produced in this state, including many of the country’s best cabernet sauvignons, shirazes, chardonnays, rieslings, and sémillons.\n\nThe wine regions of South Australia span out from the city of Adelaide. Among the top regions are Adelaide Hills, Barossa Valley, Eden Valley, Clare Valley, McLaren Vale, and Coonawarra. These districts were founded by men whose names have become synonymous with Australian wine: Hamilton, Seppelt, Penfold, and so on. And today, a Who’s Who of large Australian wine companies is located here, including Hardys, Penfolds, Peter Lehmann, Seppeltsfield, Wolf Blass, Wynns, and Yalumba. But the region is also a hotbed of small and medium-size avant-garde producers such as Henschke, Jim Barry, Grosset, Torbreck, Shaw & Smith, and Tim Adams.\n\nA cool-climate region just east of the city of Adelaide, the Adelaide Hills is one of the largest geographical regions in Australia, and one of the most diverse. A wide range of grape varieties—everything from riesling, sauvignon blanc, and chardonnay to shiraz and cabernet sauvignon—grows here. Viticulture in the Adelaide Hills began in the 1840s, but a modern industry took hold only after the 1970s."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1933",
    "contenu": "The presented document is structured as an index or glossary likely from a book that covers various topics predominantly related to wine. Here's the summarized information in a structured Markdown table format:\n\n| Term                                | Page References                      |\n|-------------------------------------|--------------------------------------|\n| Nahe, Germany                       | 589                                  |\n| Nail polish remover aroma           | 112–13                               |\n| Naoussa                             | 647                                  |\n| Napa Valley                         | AVAs in, 697–99; climate of, 696; overview of, 695–97; during the sixties, 698; soil of, 696; visiting, 695; wines to know from, 700–704 |\n| Napoléon                            | 895                                  |\n| Napoleonic Code (1804)              | 201, 207                             |\n| National Wine Company (NAWICO)      | 745                                  |\n| Navarro Vineyards                   | 694, 719                             |\n| Nebbiolo                            | 64–65, 326, 332, 334, 335–37, 338, 406, 807 |\n| Nebbiolo d’Alba                     | 333, 338                             |\n| Nebuchadnezzar                      | 187                                  |\n| Nederburg Auction                   | 901                                  |\n| Négociants                          | 206–7, 229, 262, 274                 |\n| Negoska                             | 89, 651                              |\n| Negramoll                           | 89                                   |\n| Negrara                             | 89, 352, 353                         |\n| Negrette                            | 89                                   |\n| Negroamaro                          | 89, 416                              |\n| Nelson                              | 854                                  |\n| Nemea                               | 647, 654                             |\n| Nerello Cappuccio                   | 89, 419                              |\n| Nerello Mascalese                   | 89–90, 419                           |\n| Nero d’Avola                        | 90, 420                              |\n| Nero di Troia                       | 90, 416                              |\n\nThis table represents an organized depiction of various terms and their respective details or page references as provided in the document. The information is especially centered around geography, wine varieties, historical elements, and specific wine-related topics, which aids the reader in quickly locating detailed discussions within the larger text."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_358",
    "contenu": "The document contains a recipe for \"Dan bing (Petites crêpes aux oeufs et oignons nouveaux à la chinoise)\", along with some notes and a sidebar with ingredients. Here's the structured content of the recipe and other related details in English:\n\n### Recipe for Dan bing (Small egg crepes with new onions, Chinese style)\n\n#### For 6 crepes:\n\n- **Preparation time**: 15 minutes\n- **Rest time**: 10 minutes\n- **Cooking time**: 15 minutes\n\n#### Ingredients:\n- **Batter**:\n  - 140 g of wheat flour\n  - 60 g of cornstarch\n  - A pinch of salt\n  - 33 cl of water\n  - 3 new onions, with their green tops (bouquet)\n  - 6 eggs\n  - 1 tablespoon of roasted sesame oil\n  - 2 tablespoons of water\n  \n- **Sauce**:\n  - 1 tablespoon of soy sauce\n  - 2 tablespoons of vegetarian oyster sauce\n  - 2 teaspoons of chili oil\n  - 1 teaspoon of sugar\n  - 1 tablespoon of roasted sesame oil\n  - 1 pinch of spicy sauce\n \n- **Utensil**:\n  - Non-stick pan for crepes\n\n#### Instructions:\n1. Mix the flour, cornstarch, salt, and water until you get a smooth batter. Leave to rest for 10 minutes.\n2. Meanwhile, finely chop the onions including the green parts. Beat the eggs with sesame oil and water.\n3. Lightly coat a 20 cm diameter non-stick pan with oil and heat. Spread a thin pancake layer of batter in the pan and let it cook slightly.\n4. Pour a layer of the egg mixture over the batter, making sure it covers it thinly but completely. Cook until the bottom of the crepe looks slightly golden but the surface remains somewhat opaque. Reserve and repeat to make six crepes.\n5. Roll the crepes, slice them into thick strips, and place them on a warm plate. Drizzle with the sauce and serve as an appetizer or on a light plate garnished with shredded scallions.\n\n#### Chef's Tip:\n- **Vegetarian Oyster Sauce**: As indicated by its name, this is a substitute for traditional animal product-based oyster sauce, found in Asian grocery stores.\n- **Additional Tips**:\n  - You can add chopped garlic or drizzled roasted sesame oil for flavor.\n  - If you like, add green onion tops abundantly.\n\n#### Good to Know:\n- These crepes are typically enjoyed as breakfast in Taiwan or can be served at any time if you're feeling peckish.\n- For an exact ingredients list and technique, refer to technique notes on page 38.\n\nThis document provides a detailed guide for preparing a traditional Taiwanese dish with an emphasis on vegetarian adjustments to typical ingredients."
  },
  {
    "source": "Index_of_Wine-Related_Entries",
    "contenu": "The document image is a page from an index of a book with entries related to wine. Here is the structured content extracted from the image:\n\n- **labels**: 7\n- **Lambrusco**: 50-51\n- **late-harvest wine**: 159\n- **\"legs\"**: 14\n- **light damage**: 17\n- **light-bodied wines**\n  - **flavor pairing**: 31-37\n\nPage number 225 is visible on the bottom right corner of the document image."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_57",
    "contenu": "The document is centered around the concept of wine and food pairing, explaining how the interaction between flavors enhances the dining experience. Here is the structured content of the text:\n\n### Wine Rating and Food Pairing\n- **Wine Ratings:** Historically, wines were rated on two scores. The first was a numeric score for intrinsic qualities assigned by publications like *Wine Spectator*, *Wine & Spirits*, and *Wine Advocate*. The second score assessed the wine's ability to pair with food, ranging from very good (A) to terrible (F).\n- **Food Pairing:** Many highly rated wines excelled alone but not always when paired with food, highlighting the unique considerations in selecting wine-food pairings.\n\n### Principles of Wine and Food Pairings\n- **Opposites Attract:** Some wine and food pairings work based on contrasting flavors, like a crisp Pinot Blanc with fried clams, where acidity and saltiness interact pleasantly.\n- **Complementary Flavors:** Often, successful pairings feature shared flavors or characteristics, such as an off-dry Chenin Blanc with sautéed apples, where the sweetness and acidity complement each other.\n\n### Basic Tastes and Wine Pairing\n- **Shared Basic Tastes:** Wines and foods share five basic tastes (sweet, sour, salty, bitter, and umami), and successful pairings often involve combinations of these. For example, a dish with sweet and sour elements might pair well with a wine that can complement these flavors.\n- **Example Pairings:** A crisp, acidic white wine may complement a rich, fatty dish by cutting through the richness, akin to how a lemon wedge balances a rich meal.\n\n### Keys to Understanding Wine\n- **Key 1. Acidity:** Acidity in wine is crucial for pairing as it can balance different flavors in food. It is particularly effective against rich, fatty, or mildly spicy foods.\n\nThis segment emphasizes understanding the interplay between wine's acidity and the basic tastes of food (sweet, sour, salty, bitter, and umami) to create harmonious pairings. The concept is further elaborated by providing examples and recommending considering both contrasting and complementary characteristics when choosing a paired wine."
  },
  {
    "source": "inconnu_2551",
    "contenu": "The document mainly discusses aspects of carbonating drinks, specifically focusing on the addition of carbon dioxide (CO2) to alcoholic beverages and the implications of this process.\n\n### Analyzed Content Structure\n\n#### 1. How to Measure the Amount of CO2 You Add to a Drink:\n- **Step-by-Step Image Explained**: \n  1. **Image 1**: Weighing an uncarbonated liquid in a carbonate bottle without the cap.\n  2. **Image 2**: Carbonating the liquid.\n  3. **Image 3**: Weighing the carbonated bottle (with the cap off) to account for the increase in weight due to added CO2.\n- **Key Information**: By weighing the bottle before and after carbonation, one can measure the amount of CO2 added, the example provides a specific quantity of 4.3 grams into 500 mL.\n\n#### 2. Another Important Carbonation Property of Alcohol: Carbonating Responsibly\n- **Impact of CO2 on Alcohol Absorption**: CO2 enhances the absorption of alcohol through the stomach lining, which leads to quicker absorption of alcohol into the bloodstream. This can potentially increase the blood alcohol content (BAC) fast, raising concerns about rapid intoxication.\n- **Advice on Alcohol Levels in Carbonated Drinks**: It suggests maintaining lower levels of alcohol in carbonated drinks to prevent overly rapid alcohol absorption and intoxication, mentioning a shift in personal practice from very high alcohol content in drinks to more moderated levels between 14 and 17 percent, aimed at enhancing the taste and overall drinking experience.\n\n#### 3. The Problem of Foaming and The Three C's of Carbonation\n- **Topic Introduced**: The section's title suggests it will address issues related to foaming when carbonating drinks.\n- **Not Explained Here**: The text does not expand on this. No details are visible here about the specific \"Three C’s of Carbonation.\"\n\n### General Observations\n- **Purpose**: The document educates about practical methods to carbonate drinks and discusses the implications of carbonating alcoholic beverages, with guidance to do so responsibly.\n- **Audience**: Likely targeted at those interested in mixology, particularly in creating carbonated alcoholic drinks at home or professionally.\n- **Visual Aids**: Uses images effectively to illustrate the steps involved in a process, aiding visual learners.\n\nThe document balances both instructional content on how to carbonate drinks and important cautionary advice on the effects of carbonated alcoholic beverages on the body and consumption behaviors."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_214_full",
    "contenu": "The document seems to be part of a larger text, discussing the complex and highly individualized nature of pairing wines with food. Here is a breakdown of its structured content:\n\n1. **Introduction to Complexity of Food and Wine Pairing**\n   - It opens with a rhetorical question about how difficult it is to highlight the flavor of a single food item in a dish because many variables affect the outcome. The example given includes deciding what aspects of a dish featuring grilled chicken breasts with spicy coconut sauce and various seasonings to focus on when choosing a wine.\n\n2. **Discussion on Lamb as a Versatile Meat for Wine Pairing**\n   - The text states that lamb is considered the most versatile meat for pairing with some of the world's great red wines. Historically, in Europe, lamb has been paired with wines ranging from Bordeaux to Rioja and even the powerful Naoussas of Greece.\n\n3. **Complexity of Predicting Wine Pairings**\n   - It points out there is no definite way to predict how various flavors of a dish will interplay with the flavors in a wine, which are described as mixed together \"like in a giant kaleidoscope.\" The complexity of these combinations makes it nearly impossible to predict and agree upon the success of particular pairings, highlighting the subjective nature of taste.\n\n4. **The Role of Instinct in Pairing**\n   - Concludes by positing that successful wine and food pairing is less about adhering to a set of rules and more about relying on instinct, which can be sharpened over time through experience. The author mentions having spent years experimenting with different wine and food combinations and paying attention to emerging principles from this experimentation.\n\nThis text seems to be aimed at conveying the experiential and subjective aspects of wine and food pairing, suggesting a more instinctual rather than formulaic approach to enjoying and pairing food and wine."
  },
  {
    "source": "Module_4_-_White_Wines_of_Alsace,_Germany,_Austrlia_and_Tokaj_WSET_L3_Wines.pdf_page_30",
    "contenu": "The document presents a systematic approach to wine tasting, structured into two main categories: APPEARANCE and NOSE. Below is the detailed content presented in the form of structured Markdown tables:\n\n### Appearance\n\n| Aspect     | Option                       |\n|------------|------------------------------|\n| Intensity  | pale – medium – deep         |\n| Colour     | **White**: lemon-green – lemon – gold – amber – brown |\n|            | **Rosé**: pink – salmon – orange |\n|            | **Red**: purple – ruby – garnet – tawny – brown  |\n\n### Nose\n\n| Aspect               | Detail                                                       |\n|----------------------|--------------------------------------------------------------|\n| Intensity            | light – medium(-) – medium – medium(+) – pronounced          |\n| Aroma characteristics |                                                              |\n| Primary              |                                                              |\n| Secondary            |                                                              |\n| Tertiary             |                                                              |\n| Development          | youthful – developing – fully developed – tired/past its best |\n\nThe tables categorize different aspects involved in the visual examination (appearance) and olfactory assessment (nose) of wine. They cover a range of descriptors from color intensity and specific color hues for white, rosé, and red wines, to the intensity of aromas and their developmental stages. Each category is tailored to refine the taster's ability to systematically assess and articulate the sensory characteristics of wine."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_889",
    "contenu": "The image you provided depicts the process of rinsing sausage casings before they are used in stuffing. It shows a faucet with a custom nozzle or attachment through which water is flowing into a casing made typically of an animal or artificial material. The casing seems to be already partially filled with water, making it semi-transparent and elongated. This preparatory step is crucial in sausage making to ensure the cleanliness and proper hydration of the casings before they are filled with seasoned meat mixtures. Below the image, a caption reads \"Rinsing casings prior to stuffing them,\" which confirms the activity illustrated."
  },
  {
    "source": "inconnu_2780",
    "contenu": "The image you provided does not contain any document or text-based content to analyze. It features a colander lined with a cloth, containing what appears to be freshly made cottage cheese or a similar dairy product. The setting is on a wooden surface, probably a kitchen countertop. If you have questions or need information regarding the contents shown in the image, feel free to ask!"
  },
  {
    "source": "inconnu_2411",
    "contenu": "Here is the structured format of the document you provided, which is an index from a book. Only a part of it is converted to Markdown format to illustrate how it can be entered due to length constraints of the output:\n\n```markdown\n| Index Item                  | Page Numbers           |\n|-----------------------------|------------------------|\n| Biscuits                    | 549, 549               |\n| Bitter gourd                | 271, 333, 334-35       |\n| Bitters                     | 770-71                 |\n| Bitter taste, of plants     | 271                    |\n| Bixa orellana               | 423                    |\n| Black beans, fermented      | 500                    |\n| Blackberries                | 352, 360, 361, 362, 382|\n| Black tea, 4                | 382, 439               |\n| Blanching, of produce       | 278                    |\n| Bleaching, of flour         | 529                    |\n| Bleeding                    |                        |\n| - of fish                   | 204                    |\n| - of slaughtered animals    | 143                    |\n| Blintzes                    | 551                    |\n| Bloaters                    | 295                    |\n| Blood, sauces thickened with| 604                    |\n| Blood cholesterol           |                        |\n| - cheese and                | 67                     |\n| - coffee and                | 434                    |\n| - dietary fats and          | 37-38, 183             |\n| - eggs and                  | 79                     |\n| - fiber and                | 258                    |\n| - meat and                  | 124                    |\n| Blood glucose               | 659                    |\n| Blood pressure, salt and    | 642-43                 |\n| Bloom, Oscar                | 608                    |\n| Blueberries                 | 258, 281, 352, 360, 362, 382, 554 |\n| Blue cheese, 59, 62, 67     | See also specific types of blue cheese |\n| Bluefish                    | 197                    |\n| Blumenthal, Heston          | 2                      |\n| Boar                        | 140                    |\n| Boccaccio, Giovanni         | 573                    |\n| Bocuse, Paul                | 590                    |\n| Boeuf à la mode             | 608                    |\n| Boerhaave, Hermann          | 772                    |\n| Bogmyrtle                   | 741                    |\n| Boiling                     | 784-85                 |\n| - of vegetables             | 285                    |\n| - of wort, in beer making   | 745, 747-48            |\n| Boiling point               | 784-85                 |\n| - of sugar syrups           | 681                    |\n| - of water, altitude and    | 164, 785               |\n| Boisés                      | 722                    |\n| Bok choy                    | 321, 324               |\n| Bolenth                     | 348                    |\n| Bonding, See Chemical bonds |                        |\n| Bones                       | 169                    |\n| - cooking                   |                        |\n| - cooking meat and          | 153                    |\n| - of fish, 190              |                        |\n| - human                     |                        |\n| - calcium removal from, phytochemicals and | 256    |\n| - influences on health of   | 15, 15-16              |\n| - in stock making           | 599                    |\n| Borage                      | 392, 409               |\n| Borago officinalis          | 409                    |\n| Boscas fissa labelleferi    | 548                    |\n| Borden, Gail                | 24                     |\n|--------- Additional content here ---------|\n```\n\nThis format provides a clean list of the indexed items and their associated page numbers, which would continue down along similar lines to cover the entire content of the document provided."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1873",
    "contenu": "The document contains a structured list of names followed by numbers. Here is the transcription in Markdown table format:\n\n| Name               | Numbers   |\n|--------------------|-----------|\n| Shinn Estate       | 779       |\n| Siduri             | 741       |\n| Silver Oak         | 715       |\n| Soter              | 765       |\n| Sparkman           | 751       |\n| Spreitzer          | 577       |\n| Chateau St. Jean   | 715       |\n| Standing Stone     | 780       |\n| Chateau Ste. Michelle | 750    |\n| Steele             | 722       |\n| Stoller            | 766       |\n| Stony Hill         | 700       |\n| Stratus            | 820       |\n| Julien Sunier      | 233       |\n| Szőke Mátyás       | 637       |\n| Taittinger         | 195       |\n| Tantalus           | 818       |\n| Clos de Tart       | 226       |\n| Taylor Fladgate    | 528, 530  |\n| Domaine Tempier    | 311       |\n| Terranoble         | 877       |\n| Terrazas de los Andes | 889, 890 |\n| Michel Tête        | 234       |\n| Tomero             | 891       |\n| Torbreck           | 845       |\n| Domaine de Trévallon | 312    |\n| Trimbach           | 292       |\n| Trump              | 796       |\n| Tselepos           | 659       |\n| Tyrrell’s          | 842       | \n| U                  |           |\n\nThe document appears to be a list related to wine names or producers with corresponding catalogue or index numbers possibly referring to pages, selections, or some other form of reference in a larger resource."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_830",
    "contenu": "The image contains a list of various food items and ingredients, each listed in a single vertical column in alphabetical order. The document seems to be a part of a larger list, and includes items from categories such as fruits, nuts, spices, vegetables, and cooking styles. Below is the textual representation of the content in the image:\n\n- pineapple and pineapple juice\n- pine nuts\n- pistachios\n- pumpkin\n- radishes\n- red pepper flakes\n- rice (e.g., Arborio, bomba)\n- risotto\n- rosemary\n- rum, dark\n- saffron\n- sage\n- sake\n- salsa\n- SALT: kosher, sea\n- sauce, romesco\n- sausages (e.g., andouille)\n- scallions\n- scallops\n- sesame: oil, seeds\n- shallots\n- shiso leaf\n- snow peas\n- sour cream\n- Southern cuisine\n- soy sauce\n- spinach\n- squid\n- squid ink\n- star anise\n- stocks: chicken, clam, fish, shrimp\n- sugar: brown, white\n- sweet potatoes\n- Tabasco sauce\n- tarragon\n- tea sandwiches\n- tempura\n- Thai cuisine\n- thyme, lemon\n\nThis list could potentially be used for culinary purposes, such as inventory, menu planning, or recipe development. Additionally, some items have specifics mentioned, such as types of rice (Arborio, bomba) and options for salt (kosher, sea), indicating a focus on culinary detail."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_189",
    "contenu": "The image shows various types of fats and oils, each placed in small containers, numbered from 1 to 11, arranged on a linen fabric backdrop. Here's a structured description of the items based on their visual characteristics:\n\n- **Containers 1 to 6** (top two rows): These likely contain clear liquids and oils with a gradation of colors from clear to deep amber. \n  - **1-3**: Appear to be clear, suggesting they might be oils like coconut oil (if in a warm state) or mild vegetable oils.\n  - **4-6**: Gradually increase in color depth, indicating they might be oils like olive oil or other vegetable oils with inherent color.\n  \n- **Containers 7 to 9** (third row): \n  - **7-8**: Similar to 1-3, likely clear oils.\n  - **9**: Similar to 4-6, a golden-hued oil.\n\n- **Container 10** (bottom row, left): This is a rectangular container of butter, distinguished by its solid, creamy texture and pale yellow color.\n\n- **Container 11** (bottom row, right): Appears to be coconut oil in its solid state, recognizable by its opaque, white appearance typically maintained at room temperature or below.\n\nEach item's placement and number might suggest a progression or categorization, potentially used for comparison or sampling within a culinary or educational context. This layout aids in visualizing the various types of cooking fats and can be used in tutorials about choosing appropriate cooking oils or fats based on heat tolerance, flavor, and health benefits."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_218",
    "contenu": "Here’s a structured representation of the content from the image:\n\n---\n\n### Recipe: Colcannon ★\n\n#### For 4 persons:\n- **Preparation time**: 30 minutes\n- **Cooking time**: 40 minutes\n\n#### Ingredients:\n- 800 g of floury potatoes\n- 200 g of parsnips\n- ¼ head of cabbage (or turnip cabbage)\n- 3 spring onions\n- 100 g of butter\n- 15 to 20 cl of whole milk\n- Salt and freshly ground pepper\n\n#### Instructions:\n1. **Prepare the potatoes and parsnips**: Peel the potatoes and parsnips. Cut them into large cubes. Place them in a large pot of salted water, bring to a boil, reduce the heat and let simmer for about 25 minutes until they are apparently cooked.\n\n2. **Prepare the cabbage and spring onions**: Thinly slice the cabbage and the white parts of the spring onions. Melt half of the butter in a pan, add the cabbage and spring onions, and sauté them. Season with salt and cook covered for about 15 minutes until soft.\n\n3. **Mash the potatoes**: Mash the potatoes using a potato masher or press to obtain a fine texture, ideally not too smooth and not too liquid. Adjust seasoning with salt and pepper.\n\n4. **Mix with the spring onions**: Finely chop the green parts of the spring onions. Add them to the mashed potato pot with the remaining butter, season with salt and pepper, and mix everything together.\n\n5. **Serve**: Serve the colcannon with a knob of butter on top, which each person can add to taste.\n\n#### Chef's tip:\n- You can replace up to half of the potatoes with parsnips for a different taste.\n\n#### Good to know:\n- In Ireland, it is traditional to have colcannon on the evening of All Saints' Day and not on Halloween night since the 17th century.\n\n#### Technical renovations:\n- Refer to page 28 for how to prepare a mash of potatoes.\n- Refer to page 21 for how to prepare parsnips.\n\n---\n\nThis structured representation summarizes the recipe and important information provided in the image for creating \"Colcannon\"."
  },
  {
    "source": "inconnu_130",
    "contenu": "The document appears to be a recipe page for preparing rhubarb.\n\n**Title: Préparer de la rhubarbe**  \n(loosely means \"Preparing Rhubarb\"; note the asterisk that could refer to an annotation in the document)\n\n**Subheader:**\nPetites d’une grande tige, la rhubarbe est plutôt un légume... mais puisqu’on le cuisine le plus souvent sucré, on a plutôt l'habitude de le considérer comme un fruit!  \n*Translation: Though rhubarb stems are large, it is technically a vegetable... but since it is often cooked as a sweet dish, it is usually considered a fruit!*\n\n**Resting Time:**\nTemps de repos: 2 à 3 heures  \n*Translation: Resting time: 2 to 3 hours*\n\n**Ingredients:**\n500 g de tiges de rhubarbe  \n2 cuillères à soupe de sucre blond de canne  \n*Translation: 500 grams of rhubarb stems, 2 tablespoons of blonde cane sugar*\n\n**Preparation Instructions:**\n1. Cut the rhubarb stems with a sharpened knife if the rhubarb is young and tender; else, if it is old and fibrous, peel the outside layers first before cutting into chunks.\n2. Place the chopped rhubarb in a salad spinner with the sugar and let it sit for 2 to 3 hours to degorge (release its juices).\n3. A syrup will form which can be added to help in cooking, reducing the need for additional sugar.\n\n**Chef's Tip (Le conseil du chef):**\nTo enhance the flavor of the rhubarb, add a star anise or a few grains of anise during cooking.\n\n**Good to Know (Bon à savoir):**\nCarefully remove the leaves from the rhubarb stems as they are toxic.\n\n**Recipe Idea:**\nThe document suggests a related recipe, \"Parfait glacé à la rhubarbe, groseille et gingembre,\" which can be found on page 407. This recipe likely involves rhubarb, currant, and ginger parfait.\n\nImages provided supplement the textual content, showing the steps of preparing rhubarb:\n1. Cutting the rhubarb.\n2. Mixing it with sugar.\n3. Rhubarb in different stages of preparation or cooking."
  },
  {
    "source": "inconnu_1678",
    "contenu": "This image displays labels from four different types of wine bottles, which represent the Appellation Contrôlée (AC) structure in Burgundy. The labels are for wines from the \"Louis Jadot\" winery, each showcasing different levels of the Burgundy wine classification system. Here are the structured details as presented on the wine labels:\n\n### Wine Labels Details\n\n1. **Gevrey-Chambertin**\n   - **Type:** Appellation Contrôlée\n   - **Volume:** 75 cl\n   - **Producer:** Louis Jadot\n   - **Location:** F 21200 France\n   \n2. **Gevrey-Chambertin Combe aux Moines**\n   - **Type:** Appellation Premier Cru Contrôlée\n   - **Producer:** Louis Jadot\n   - **Location:** F 21200 France\n\n3. **Chambertin**\n   - **Type:** Appellation Contrôlée\n   - **Alcohol Volume:** 13.5% vol\n   - **Producer:** Louis Jadot\n   - **Location:** Beaune, France\n\n4. **Chambertin Grand Cru**\n   - **Type:** Appellation Contrôlée\n   - **Producer:** Louis Jadot\n   - **Location:** Beaune, France\n\nEach label features an ornate border with a central image and text, typical of wine labels, showcasing the specific vineyard or area of the wine's origin within Burgundy, and emphasizing the wine's classification status within the French wine regulatory system."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_733",
    "contenu": "The document appears to be a culinary-related piece which prominently features an introduction followed by a list of dishes with descriptions including the chef's name and the establishment's location. Below is the structured content of the text portion:\n\n### Dishes\n1. **Pumpkin, Brown Sugar, and Tempura with Cinnamon Fragrance**\n   - **Chef:** Grant Achatz\n   - **Location:** Alinea, Chicago\n\n2. **Pumpkin “Lune” with Butter, Sage, and Amaretti**\n   - **Chef:** Mario Batali\n   - **Location:** Babbo, New York City\n\n3. **Creamy Pumpkin and Cream Cheese Custard with Orange-Rum Raisins**\n   - **Chef:** Gina DePalma\n   - **Pastry Chef at:** Babbo, New York City\n\n4. **Grilled Pineapple and Caribbean Pumpkin Salad with Pumpkin Seeds and Cacao Nib Vinaigrette**\n   - **Chef:** Maricel Presilla\n   - **Location:** Zafra, Hoboken, New Jersey\n\nThe dishes described suggest a focus on pumpkin as a key ingredient, utilized in various inventive ways in several autumn-themed dishes."
  },
  {
    "source": "in_the_and_consistency_of",
    "contenu": "The document discusses the topic of \"Consistency\" in the context of fermentation and its impact on livelihoods and product uniqueness. Here is the structured content:\n\n---\n\n**Title: Consistency**\n\n**Introduction:**\n- Ingenuity and creativity in fermentation help people use their skills for livelihood.\n\n**Main Points:**\n\n1. **Home Experimentalist:**\n   - Consistency is not necessarily crucial for home fermentation enthusiasts.\n   - Personal experience celebrates the diversity in each batch (e.g., miso, kraut).\n   - Example: Enlightenment Wines in New York State specializes in unique single-batch concoctions.\n\n2. **Commercial Production Challenges:**\n   - Consistency is typically necessary in commercial settings.\n   - Challenges arise due to the natural variability in microbial life influenced by environmental factors such as temperature and humidity.\n   - Continuous changes in microbial populations and environment impact fermentation processes.\n\n3. **Case Studies:**\n   - **April McGreger, Farmer’s Daughter Brand, Carrboro, NC:**\n     - Educates customers about the variability in fermentations.\n     - Prefers direct sales to offer tastes of new batches, enhancing customer awareness.\n\n   - **Nathan and Emily Pujol, Yemoos, Michigan:**\n     - Report increased consistency in their ferments due to more disciplined production processes.\n\n**Conclusion:**\n- While consistency might not be essential for home fermenters, commercial producers face challenges maintaining it due to the intrinsic properties of microbial life and environmental impacts."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1770",
    "contenu": "The document discusses the rapidly developing wine industries in Asia, focusing particularly on China, Japan, and India. The text explains how these industries have grown so quickly that it's challenging for authors to document them effectively. The wine is produced not only in the mentioned countries but also in regions like Thailand, Vietnam, Iran, Taiwan, Myanmar, Cambodia, Korea, Kazakhstan, Kyrgyzstan, and other such countries.\n\nThe writer aims to focus on the three main Asian wine-producing countries (China, Japan, India) due to the growing interest among knowledgeable wine drinkers who want to learn more about wines from these regions. The document also highlights a prediction by Berry Brothers & Rudd, a prestigious London-based wine firm, stating that within fifty years, the quality of Chinese wine will rival that of Bordeaux.\n\nThe image in the document depicts female construction workers carrying rocks on their backs in Yunnan Province, China, which is noted as one of China’s newer wine regions. This could suggest a narrative around the physical and perhaps developmental transitions occurring in this region, also tying back to the burgeoning industry of wine production."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_9",
    "contenu": "The document contains the following structured content and visual elements:\n\n### Title:\n**The New American Chef**\n\n### Subtitle:\n**What to Drink with What You Eat**\n\n### Image:\n- The image displays a kitchen scene where a chef is adding sauce or toppings from a pan to a dish.\n- There are various kitchen items visible, such as sauce bottles and measuring cups.\n\nThere's no table or additional text in the document to structure, just the image and the text as described above."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_301",
    "contenu": "# POMEROL\n\nThe finest of all the major Bordeaux wine regions, Pomerol has definite cachet. This wasn’t always so. The area was obscure and the wines were unknown in the nineteenth century (and were not ranked in the 1855 Classification). At the turn of the twentieth century, Pomerol’s wines were considered merely average. The region’s current fame is based, in part, on the ascendency of Château Pétrus, which produces Pomerol’s most famous, expensive, and sought-after wines. Often ravishing, opulent, and complex, it sets the aesthetic criteria for other Pomerols.\n\nLike its neighbor, St.-Émilion, Pomerol is on the Right Bank of the Gironde Estuary. The wines here are exclusively red, and the majority are based on merlot and cabernet franc. Merlot alone accounts for more than 80 percent of all the grapes planted in Pomerol, and not surprisingly, it is extremely well suited to the region’s gravel and clay beds. Cabernet sauvignon is rarely part of a Pomerol blend.\n\nPomerols from the best sites stand out with a velvetlike texture and a plum/cocoa/violet richness. This is Bordeaux’s harmonic convergence of intensity and elegance at its best. Their relative softness make Pomerols fairly easy to drink young.\n\n## LOCATION, LOCATION, LOCATION\n\nPomerol and St.-Émilion remained far less well known than the Médoc even after the first bridges over the Gironde Estuary and the Garonne and Dordogne rivers were built in the mid-1800s. Wine estates in the two regions were small; no château had an established, bankable reputation; and for Bordeaux’s wine brokers, it was difficult to get to these inland vineyards and even harder to transport the wine out. It made much more sense for the brokers to do business with the larger, well-known Médoc châteaux in Margaux, Pauillac, St.-Julien, and St.-Estèphe, which were also far more accessible thanks to their proximity to the Gironde Estuary just north of the city of Bordeaux.\n\nAs noted, Pomerol was, until the 1980s, a fairly unknown region that only began to emerge from its obscurity in the 1940s and 1950s. It was then that Jean-Pierre Moueix, a talented businessman with a keen palate, began buying exclusive sales and marketing rights to Pomerol’s best châteaux. In 1964, he bought a 50-percent share of what was to become the most prized property of all, Pétrus.\n\nImproving quality was an obsession for Moueix. Soon, news of the supple, rich, plummy character of the wines under his direction spread by word of mouth. By the mid-1960s, Pomerols began to develop a cult following among collectors. Today, the firm is headed by Jean-Pierre Moueix’s son Christian. In addition to the portfolio of Moueix wines in Pomerol and in neighboring Fronsac, Moueix owns Dominus, a top estate in the Napa Valley of California.\n\nThe tiny town of Pomerol encompasses the square around the small church and not much more. Similarly, most Pomerol properties are small, especially compared to those in the Médoc. In general, a proprietor here owns a vineyard less than 10 acres (4 hectares) in size, and eighty Pomerol châteaux have fewer than 2 acres (under 1 hectare). By comparison, vineyards in the Médoc span dozens and sometimes hundreds of hectares."
  },
  {
    "source": "inconnu_2883",
    "contenu": "The document appears to be a dialogue, possibly from a script or a story, featuring interactions among multiple characters. They discuss making and tasting cocktails, experimenting with different ingredients and giving feedback on flavors. Here’s a structured breakdown of the content captured in a simplified script format:\n\n---\n\n**Scene Setting**\n- After forty minutes and four drinks, Tyson's turn is up. Tyson's cocktail is judged, and then it's Brad's turn for cocktail making.\n\n**Brad:**\n- Introduces a drink called Tommy and the Ron-Dels, inspired by a Ron del Barrilito rum and a basic margarita but enhanced with Galliano and tiki bitters for flavor.\n- He shakes the drink, strains it into a rocks glass, and passes it around.\n\n**Thomas:**\n- Questions Brad if he used a full half of agave, as it looked like less.\n\n**Joaquín:**\n- Comments that the drink appeared too thin to be served on the rocks, suggesting it might need sugar or it would taste thin.\n\n**Thomas:**\n- Asks Brad about the use of two types of rums in the drink.\n\n**Brad:**\n- Clarifies he used one and a half rum, half being crema de mezcal.\n\n**Joaquín:**\n- Notes the smoky flavor of the drink, which hadn't been initially declared by Brad.\n\n**Thomas:**\n- Questions if the drink might be too strong.\n\n**Joaquín:**\n- Describes the drink as a fruit bomb, combining rum and Galliano, but critiques the use of crema, suggesting substituting it with another run or perhaps smokier tequila.\n\n**Thomas:**\n- Proposes a smokier tequila and more sugar for the next cocktail version.\n\n**Brad:**\n- Decides to remake it with more agave and replace crema with El Tesoro repo tequila.\n\n**Joaquín:**\n- Comments on using blanco or añejo tequila, noting issues with each.\n\n**Brad:**\n- Plans to remake the drink again using more agave and repo tequila.\n\n**Transition to Next Drink:**\n- Brad moves to his next drink invention, which he calls Cynaro de Bergerac.\n\n**Phil:**\n- Questions the name of the new drink.\n\n---\n\nThis structured format demonstrates the iterative nature of the cocktail development process, capturing the collaborative feedback and experimentation among the participants."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_275",
    "contenu": "Certainly! The image contains recipes for three different cocktails under the title \"GIN SHAKEN\". Each recipe includes ingredients and mixing instructions. Here's the structured content of these recipes:\n\n---\n\n### Anjou Mama\n**Creator:** Jillian Vose, 2013\n\n**Ingredients:**\n- 3 small ripe Anjou pear slices\n- 1 ounce Pennyroyal-infused Hayman's Old Tom Gin\n- 1 ounce Tanqueray No. Ten Gin\n- ¼ ounce lemon juice\n- ¼ ounce Orgeat\n- ¼ ounce cinnamon bark syrup\n- ¼ ounce acacia honey syrup\n\n**Garnish:**\n- 1 lemon wheel\n\n**Instructions:**\n- In a shaker, muddle the pear slices.\n- Add the remaining ingredients and shake with ice.\n- Strain into a Nick & Nora glass.\n- Garnish with the lemon wheel.\n\n---\n\n### Bella Luna\n**Creator:** Brian Miller, 2009\n\n**Ingredients:**\n- 2 ounces Plymouth Gin\n- ¾ ounce St-Germain\n- ¼ ounce Crème Yvette\n- ¼ ounce lemon juice\n- 1 teaspoon simple syrup\n\n**Garnish:**\n- No garnish specified.\n\n**Instructions:**\n- Shake all the ingredients with ice.\n- Strain into a port glass.\n\n---\n\n### Cadiz Collins\n**Creator:** Alex Day, 2008\n\n**Description:**\n- This is a way to get more people to drink sherry in cocktails. The bitters and orange bring out the...\n\n(Note: The last part of the Cadiz Collins description is cut off and thus not included in the analysis)\n\n--- \n\nThese recipes provide a detailed guide on how to mix each drink, including the type of glass recommended and garnish if applicable."
  },
  {
    "source": "Module_8_-_Red,_white_and_Rosé_wines_of_Southern_Rhône_Valley_and_Southern_France.pdf_page_18",
    "contenu": "The document presents a list of key black grape varieties from Mediterranean regions, categorized into two groups: Mediterranean varieties and International varieties. Below is the structured content of the document:\n\n### Key black grape varieties of Mediterranean regions\n\n#### Mediterranean Varieties\n- **Garnacha (Grenache)**\n- **Cariñena/ Mazuelo (Carignan)**\n- **Monastrell (Mourvèdre)**\n- **Tempranillo**\n\n#### International Varieties\n- **Cabernet Sauvignon**\n- **Merlot**"
  },
  {
    "source": "mcgee.pdf_page_139",
    "contenu": "The document titled \"MEAT AND HEALTH\" discusses several health risks associated with meat consumption, specifically focusing on the formation of hazardous compounds during cooking and the risk of foodborne bacterial infections.\n\n### Polycyclic Aromatic Hydrocarbons (PAHs)\nPAHs are harmful compounds that are created when any organic material, including meat, is charred or burned. The hazards from PAHs can be minimized by:\n- Grilling over wood only when it has been reduced to coals,\n- Leaving the grill uncovered to avoid smoke accumulation,\n- Avoiding flare-ups,\n- Eating smoked meats only rarely.\n\n### Nitrosamines\nNitrosamines, which are carcinogenic compounds, form when nitrogen-containing groups on amino acids react with nitrite used in curing meats. They are particularly prevalent in:\n- Salt-cured meats,\n- Bacon due to high cooking temperatures.\n\nThough nitrosamines are known to be potent DNA-damaging chemicals, there's no clear evidence suggesting that nitrites in cured meats increase the risk of developing cancer.\n\n### Bacterial Infection\nMeat is particularly susceptible to bacterial colonization and infection because:\n- Initially clean meat surfaces get contaminated during processing (e.g., removal of skin, feathers, and innards),\n- Bacteria like _E. coli_ and _Salmonella_ can spoil meat or cause illness.\n\nImportant points on specific bacteria:\n- **_Salmonella_**: Common in poultry and eggs, adapting well to various extremes of temperature, acidity, and moisture.\n- **_Escherichia coli (E. coli)_:** While most strains are harmless, pathogenic strains can invade the digestive system and cause severe symptoms.\n\n#### Concerns over Industrial Farming\nThe text mentions concerns related to industrial-scale farming practices, such as:\n- Recycling animal by-products for feeding,\n- Crowding of animals, which may facilitate the spread of bacteria.\n\n### Meat and Foodborne Infections\nThe consumption of meat poses both long-term risks, like cancer, and immediate dangers from infection by disease microbes. The problem of foodborne illness from meat is described as all too common, emphasizing the ongoing issue with current agricultural practices and food safety regulations."
  },
  {
    "source": "de_producers_d_or_some",
    "contenu": "The document titled \"SOME OF THE BEST PRODUCERS OF THE CÔTE D’OR\" lists numerous notable wine producers from the Côte d'Or region. Below is the structured list of these producers:\n\n- Armand Rousseau\n- Aurélien Verdet\n- Bonneau du Martray\n- Christian Sérafin\n- Clos de Tart\n- Coche-Dury\n- Comte Armand\n- Comte Georges de Vogüé\n- Comtes Lafon\n- Daniel Rion\n- Denis Mortet\n- Domaine de la Pousse d’Or\n- Domaine de l’Arlot\n- Domaine de la Romanée-Conti\n- Dujac\n- Jean Grivot\n- Etienne Sauzet\n- Georges Roumier\n- Henri Jayer\n- J. Confuron-Cotetidot\n- Jean-Marc Morey\n- Leflaive\n- Leroy\n- Perrot Minot\n- Ponsot\n- J. F. Mugnier\n- Jean-Noël Gagnard\n- Joseph Drouhin\n- Louis Jadot\n- Méo-Camuzet\n- Michel Lafarge\n- Mongeard-Mugneret\n- Paul Pernot\n- Philippe Colin\n- Philippe Leclerc\n- Pierre Gelin\n- Pierre Matrot\n- Ramonet\n- René Leclerc\n- Tollot-Beaut et Fils.\n\nThese producers represent some of the most highly regarded estates in the prestigious wine region of Côte d'Or, known for producing some of the finest wines globally."
  },
  {
    "source": "inconnu_2633",
    "contenu": "Here's the structured content of the page, organized into a markdown table for clarity:\n\n| Term                       | Page References                                  |\n|----------------------------|--------------------------------------------------|\n| Malmsy                     | 224, 229, 288                                    |\n| Malolactic fermentation (ML) | 53, 54, 94, 190, 220, 291                        |\n| Malvasia                  | 22, 187, 288                                     |\n| Manduria                   | 28, 288                                          |\n| Mangos, pairing with       | 17, 44, 274                                      |\n| Marcel Deiss               | 86, 98                                           |\n| Marche                     | 28*                                              |\n| Margaret River             | Cabernet Sauvignon, 277; Chardonnay, 51, 61, 65, 267; Merlot, 279; Syrah, 284 |\n| Zinfandel                  | 285                                              |\n| Marinated sauces, pairing with | 83, 151                                       |\n| See also wines: individual flavor | \"bargoon\", 195                          |\n| Marlborough                | Chardonnay, 264; dessert wines, 47, 288; Gewürztraminer, 114, 273; Pinot Noir, 163, 166, 288; Riesling, 81, 92, 277; Sauvignon Blanc, 67, 77, 269; sparkling wines, 41, 264; Syrah, 284 |\n| Marsala                    | 224, 226, 288                                    |\n| Martinelli                 | 225                                              |\n| Martine's Wines            | 129                                              |\n| Mason                      | 37, 78                                           |\n| Maule Valley               | 135, 276, 279                                    |\n| Maury                      | 288                                              |\n| Mauxagraves                | 65                                               |\n| Macaw                      | pass, 202                                        |\n| D'Mecal                    | 36, 35                                           |\n| McLaren Vale               | Cabernet Sauvignon, 277; Chardonnay, 267; Merlot, 279; Syrah, 191, 200, 284  |\n| Médoc                      | Cabernet Sauvignon, 134, 275; Merlot, 148, 278; Sauvignon Blanc, 268        |\n| Mendocino County           | Chardonnay, 51, 265                              |\n| Gewürztraminer             | 108, 112, 273                                    |\n| Pinot Gris/Noir            | 272                                              |\n| Pinot Noir                 | 163, 164, 269, 280                               |\n| Riesling                   | 88, 273                                          |\n| Sauvignon Blanc            | 67, 79, 268                                      |\n| Sparkling wines            | 41, 263                                          |\n| Syrah                      | 283                                              |\n| Viognier                   | 274                                              |\n| Mendoza                    | Zinfandel, 205, 285                              |\n| Cabernet Sauvignon         | 135, 145, 276                                    |\n| Chardonnay                 | 52, 266                                          |\n| Merlot                     | 149, 151, 279                                    |\n| Riesling                   | 271                                              |\n| Sangiovese                 | 179, 282                                         |\n| Syrah                      | 190, 284                                         |\n| Viognier                   | 227                                              |\n\n**Note**: This table does not cover all terms due to space constraints, but it represents how the data can be structured based on the image. For full data extraction, further processing is needed to complete the transformation."
  },
  {
    "source": "Title___Nutritional_Composition_and_Health_Benefit",
    "contenu": "The document provides information about the nutritional value of nuts and also includes a table listing the compositions of common nuts and seeds by percentage of water, protein, oil, and carbohydrates. Below is a structured summary of the content:\n\n---\n\n**Title: The Nutritional Value of Nuts**\n\n**Content Summary:**\n- Nuts are among the most nutritious foods, loaded with fats, oils, proteins, vitamins, minerals, and fiber.\n- They provide about 600 calories per quarter-pound and are a rich source of monounsaturated and polyunsaturated fatty acids which are beneficial to heart health.\n- Notably, nuts like almonds are rich in Vitamin E and folic acid, important for cardiovascular health.\n- Epidemiological studies suggest a correlation between nut consumption and reduced risk of heart disease.\n\n**Table: Compositions of Common Nuts and Seeds**\n\n| Nut or Seed    | Water (%) | Protein (%) | Oil (%) | Carbohydrates (%) |\n|----------------|-----------|-------------|--------|-------------------|\n| Almond         | 5         | 19          | 54     | 20                |\n| Brazil         | 5         | 14          | 67     | 11                |\n| Cashew         | 5         | 17          | 46     | 29                |\n| Chestnut       | 52        | 3           | 2      | 42                |\n| Coconut (meat) | 51        | 4           | 35     | 9                 |\n| Flaxseed       | 9         | 20          | 34     | 36                |\n| Hazelnut       | 6         | 13          | 62     | 17                |\n| Macadamia      | 3         | 8           | 72     | 15                |\n| Peanut         | 6         | 26          | 48     | 19                |\n| Pecan          | 5         | 8           | 68     | 18                |\n| Pine nut       | 6         | 31          | 47     | 12                |\n| Pistachio      | 5         | 20          | 54     | 19                |\n| Poppy seed     | 7         | 18          | 45     | 24                |\n| Sesame seed    | 5         | 18          | 50     | 24                |\n| Sunflower      | 5         | 24          | 47     | 20                |\n| Walnut, black  | 3         | 21          | 59     | 15                |\n| Walnut, English| 4         | 15          | 64     | 16                |\n\n---\n\nThis summary offers a concise view of the nutritional richness of various nuts and seeds, highlighting their composition in a clear comparative format [](http://)."
  },
  {
    "source": "the_of_and_brewing_with",
    "contenu": "The document provided discusses various aspects of traditional and experimental brewing practices. Here's the structured content based on the information in the document:\n\n### Title: Beyond Hops: Beers with Other Herbs and Botanical Additives\n\n### Introduction\n- Overview: Discusses how people in different times and places have experimented with varying botanical ingredients in their beers.\n\n### Experiment with Potato Beer\n- **Description**: Details an experiment involving fermenting potato beer using molds and Chinese yeast balls.\n- **Process**:\n  - **Step 1**: Steamed 2 pounds/1 kg potatoes and mashed them with some of the steaming liquid.\n  - **Step 2**: Cooled the mixture to body temperature.\n  - **Step 3**: Added crushed Chinese yeast balls.\n  - **Outcome**: Initially smelled sweet; developed a strong acetone aroma; the experiment was ultimately aborted.\n- **Conclusion**: Articulates that this was not the first nor the last failed experiment.\n\n### Historical Context of Brewing\n- **Development**: Brewing described as an extension of ancient traditions of fermenting, which included grains and various plants.\n- **Cultural Role**: Many cultures traditionally associated brewing with women, noted to be plant gatherers.\n- **Notable Reference**: Mention of Alan Eames, a beer adventurer who explored historical brewing practices, including a reference to his work *Secret Life of Beer*.\n- **Insight**: Eames's interaction with Quechua women about brewing *chicha*, a traditional beverage, raising a question about the role of men in the brewing process.\n\nThis summary encapsulates the theme and details concerning traditional brewing techniques enriched with historical and cultural insights."
  },
  {
    "source": "THE_DOURO",
    "contenu": "# THE DOURO\n\nWhile the Douro is famous for Port (see page 511), it’s also the up-and-coming region for Portugal’s top dry red table wines—and there are many: Quinta do Vesuvio’s Pombal do Vesuvio, Chryseia, Wine & Soul Pintas, Quinta do Malhô, Grande Escolha Piheiros, Quinta da Gricha, Quinta do Vallado, and Conceito among them. These are structured, powerful wines with dark, peaty flavors and a juicy black fig character (imagine Port if it wasn’t fortified or sweet). They are aged in new French oak barrels and often possess a unique, resinous chaparral aroma not unlike the smell of esteva, a rock rose that grows along the terrace walls in the vineyards.\n\nThe vineyards for Douro table wines are, like the vineyards for Port, on rocky hillsides of schist. Of the nearly forty grapes allowed, some of the principal red grapes are the same as those used for Port: touriga franca, touriga nacional, tinta roriz, tinta barroca, tinto cão, sousão, and the spicy grape tinta da barca.\n\n## THE WAY WE WERE: LANCERS AND MATEUS\n\nFor any American in the baby boomer generation who began drinking wine in college, the two big date-night wines were Lancers and Mateus. Both wines are slightly sparkling, slightly sweet Portuguese rosés, and both played a phenomenally important role in the culture of wine in the U.S. in the 1950s, '60s, and '70s (both wines are still available today).\n\nLancers, produced by the historic Portuguese firm J. M. da Fonseca, was the 1944 brainchild of an American wine merchant named Henry Behar, who was looking for a rosé that would suit post-World War II American tastes. Behar named the wine after Las Lanzas (The Lancers), his favorite painting by the Spanish master Velázquez. From the beginning, it was bottled in the dark red crockery bottle that became its signature.\n\nMateus had been created two years earlier, in 1942, by Fernando van Zeller Guedes, founder of the Portuguese firm Sogrape. A blend of several grapes, including baga, tinta barroca, and touriga franca, Mateus came in squat, flask-shaped bottles, modeled on the water canteens soldiers carried during World War I. More than a billion bottles have been sold since the brand began. Finally, while it is said that Queen Elizabeth II regularly ordered Mateus as an accompaniment to her dinners at the Savoy Hotel, Mateus’s most legendary customer may well have been Jimi Hendrix, who didn’t bother with a glass, but drank it straight from the flask instead."
  },
  {
    "source": "inconnu_312",
    "contenu": "The image contains the title page of a book. Here's the structured content from the image:\n\n- Title: **LIQUID INTELLIGENCE**\n- Subtitle: **THE ART AND SCIENCE OF THE PERFECT COCKTAIL**\n- Author: **DAVE ARNOLD**\n- Photography: **TRAVIS HUGGETT**\n- Publisher: **W. W. NORTON & COMPANY**\n- Publication Locations: **NEW YORK LONDON**"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1552",
    "contenu": "The image features a wine label for a product from Chateau Morrisette with the following details:\n\n- Logo of Chateau Morrisette, featuring a graphical illustration of a black dog's head.\n- The text \"HAND-CRAFTED WINES SINCE 1978\" indicating the brand's heritage and specialty in winemaking.\n- The label is for a wine type called \"VIOGNIER\" which is a variety of wine.\n- The region specified on the label is \"VIRGINIA\", indicating the geographic origin of the wine.\n- The web address mentioned at the bottom is \"thedogs.com\".\n\nThe layout is simple and elegant, focusing on branding and essential product details."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_511",
    "contenu": "The document contains a list of food items, which are as follows:\n\n- pasta and pasta sauces\n- peaches\n- pears\n- pecans\n- pepper, black\n- persimmons\n- pine nuts\n- pistachios\n- plums\n- poppy seeds\n- pork and pork chops\n- poultry\n- prunes\n- quince\n- raisins\n- raspberries\n- rhubarb\n- rice\n- rosemary\n- rum\n- sage\n- salads and salad dressings\n- salt, kosher\n- sauces: brown butter, parsley\n- sesame oil\n- shallots\n- SHELLFISH\n- sour cream\n- stock, chicken\n- SUGAR: brown, white\n- tangerine\n- thyme\n- vanilla\n- veal\n- violets\n- vodka\n- walnuts\n- wine: red, sweet (e.g., Muscat), white\n- yogurt\n\nThe items are presented in a simple, linear list format."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_680",
    "contenu": "The document lists various food items and dishes along with associated details. Here’s the organized breakdown of its content:\n\n---\n\n### Pecan Praline Cheesecake\n**Location:** Artisanal (New York City)  \n**Chef:** Terrance Brennan  \n\n---\n\n### Pecan Praline Pancakes with Brown Butter Bananas and Rum Raisins \n**Location:** Eleven Madison Park (New York City)  \n**Chef:** Daniel Humm  \n\n---\n\n### Southern Butter Pecan Ice Cream with Hot Caramel Sauce\n**Location:** The Inn at Little Washington (Washington, Virginia)  \n**Chef:** Patrick O’Connell  \n**Details:** Served with Phyllo Spirals, Garden Herbs, Rio Grande Organic Pecans, and Pure Luck Feta  \n**Contributor:** Monica Pope, T’afia (Houston)\n\n---\n\n### General Notes on Pecans:\n**Application:** Used in a savory dish of scallops and shrimp, ham, shiitake mushrooms, shallots, and pecan-studded basmati rice.  \n**Contributor:** Marcel Desaulniers, The Trellis (Williamsburg, Virginia)  \n\n---\n\n### Associated Ingredients\n- **Strawberries**\n- **Stuffing**\n- **Sugar Types:** Brown, White\n- **Sweet Potatoes**\n- **Tea**\n- **Vanilla**\n- **Walnuts**\n- **Whiskey**\n- **Wine:** Red, Sweet\n\n---\n\n### Pepper, Black\n- **Taste:** Pungent, hot\n- **Function:** Warming\n- **Weight:** Light–medium\n- **Volume:** Moderate–loud\n- **Tips:** Pepper suggests “false heat” and also stimulates the appetite.\n- **Usage:** Add at the end of the cooking process.\n\n---\n\n### Associated Ingredients with Black Pepper\n- **Apricots**\n- **Basil**\n- **Beef**, esp. roasted\n- **Berries**\n- **Cardamom**\n- **Cheese**\n- **Cherries**\n- **Cinnamon**\n\n---"
  },
  {
    "source": "inconnu_2930",
    "contenu": "The document presents insightful information about using wine in cooking and it covers the impact of condiments and saucing on wine pairings. Here's the structured content from the document:\n\n---\n\n**Textured Wines and Emulsified Sauces**:\n- **Principle**: Sauces similar to the texture of emulsified sauces like mayonnaise or aioli should be paired with rich-textured wines such as Roussanne, Torrontés, and Grenache.\n- **Experiment Suggestion**: Cook three chicken breasts with three different sauces: salty (soy-based), sweet (fruit chutney), and spicy (incorporating Tabasco, harissa, salsa picante, or another hot sauce). Pair them with an array of wines to note the impact of the sauce on the pairing.\n\n**Dilemmas When Dining Out**:\n- **Observation**: In modern times with bold, global cuisines, food experimentation and daring palates have introduced complex challenges for food and wine pairings, especially across diverse cuisines such as Asian and South American versus European cuisines.\n- **Experience**: Dishes might have multiple side items and condiments that influence the central taste and wine pairing, necessitating careful selection of wine.\n- **Tip**: When dining out, especially in restaurants with complex dish descriptions and multiple components, it's essential to think about how each component could interact with the chosen wine.\n\n**Wine in Cooking**:\n- **Cooking with Wine**:\n  - **Storage**: Cooking wines should be stored in a cool, dry place away from heat to preserve flavor and prevent spoilage.\n  - **Selection**: Choose quality wines for cooking, akin to those you would be willing to drink, avoiding low-quality cooking wines, which often contain added salts and other preservatives.\n  - **Applications in Cooking**: There are three main uses for wine in cooking: cooking with or in wine, marinating foods with wine, and macerating foods in wine.\n  \n- **Principle**: Never cook with a wine that you would not be willing to drink.\n  \n---  \n\nThis structured summary captures the key ideas and tips provided in the text about enhancing cooking and dining experiences with appropriate wine pairings."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_123",
    "contenu": "The document contains information about two specific types of grapes and wines derived from them: Gewürztraminer and Grenache. Here's a structured overview based on the text content:\n\n### Gewürztraminer\n- **Flavor Profile & Perception**:\n  - Gewürztraminer is known for its pungent aromatics and massive fruitiness which might lead some to mistakenly think the wine is sweet, but it usually features a telltale edge of bitterness at the finish. Most gewürztraminers are dry, with dessert wines being the exception if specifically made from this grape.\n  \n- **Optimal Conditions**:\n  - In very warm years, grapes can shrivel and desiccate. Some raisined bunches will be sorted out, but a small percentage may be used to add extra sweetness to produce a fuller-bodied wine.\n\n- **Prime Locations**:\n  - **France (Alsace)**: The wine is legendary here, known for being deeply yellow with a coppery cast, highly concentrated, superbly balanced, full-bodied, with enough acidity to hold all flavours together.\n  - **Italy (Trentino-Alto Adige)**: Another region known for producing exceptional Gewürztraminer, although it's second to Alsace.\n\n- **Suggested Food Pairing**:\n  - Typically enjoyed with rich, complex pork dishes because of the balance it offers between fruitiness and acidity.\n\n### Grenache\n- **Varieties & Characteristics**:\n  - Known both as a white grape (grenache blanc) and a red grape (grenache noir). Grenache noir is especially valued for producing notable wines.\n  \n- **Notable Winemaking Regions**:\n  - **France**: Often seen as the ancestral home of Grenache. Prominent in southern French wines from Châteauneuf-du-Pape, Côtes-du-Rhône, and Gigondas.\n  - **Spain**: Regions such as Campo de Borja and Priorat excel in growing Grenache.\n  - **Australia** and **USA (California, Washington State)**: Known for producing avant-garde wines and blends with remarkable examples of Grenache.\n\nThis content is suited for those interested in the nuances of these wines and their geographical significance in winemaking."
  },
  {
    "source": "dokumen.pub_wine-secrets-advice-from-winemakers-sommeliers-and-connoisseurs-9781594742613-1594742618.pdf_page_71",
    "contenu": "The content of the document discusses how to assess the quality of wine, distinguishing between what is considered \"good\" and \"excellent\" wine. It offers a structured approach in several points:\n\n1. **First, verify that a wine isn’t actually “bad,” that it is sound and without obvious flaws.**\n   - The document explains that numerous issues can arise with wine, starting from the vineyard to the store. It stresses that defects in wine aren't usually noticeable by just looking at the bottle or smelling the cork, but rather by smelling the wine in the glass. Common defects include microbial spoilage or exposure to extreme heat. If the wine smells off or resembles cheese, leather, or vinegar, it might indicate a problem. However, while certain scents can be positive, if a wine smells like mildew or vinegar, it's generally a sign of trouble, suggesting that tasting such wine should be avoided.\n\n2. **Next, ensure the wine is “good,” meaning that it is well made and appropriate for its grape and region.**\n   - Here, the definition of \"well made\" pertains to a wine being serviceable and meeting the expectations typical for its type and origin. This involves understanding what a particular wine should taste like, whether it's refreshing for whites, flavorful for reds, bubbly for sparkling wines, or sweet for dessert wines. Assessing if a wine is well-made involves knowing its intended taste profile and seeing if it aligns with these expectations.\n   \nOverall, the document highlights the importance of smell in detecting flaws and emphasizes broad knowledge of different wine types to assess if a wine is good. It serves as a brief guide for anyone looking to gain insight into wine evaluation, focusing less on personal preference and more on general standards of quality in winemaking."
  },
  {
    "source": "Module_5_-_White_Wines_of_Burgundy,_the_Loire_Valley_and_Bordeaux_WSET_L3_Wines.pdf_page_15",
    "contenu": "The provided image is a structured document titled \"Systematic Approach to Tasting,\" issued by WSET (Wine & Spirit Education Trust). It outlines the criteria for assessing the quality of wine or spirits.\n\nHere's the structured content of the table in the image in Markdown format:\n\n```markdown\n| CONCLUSIONS                                  | ASSESSMENT OF QUALITY                                              |\n|----------------------------------------------|--------------------------------------------------------------------|\n| **Quality level**                            | faulty – poor – acceptable – good – very good – outstanding        |\n| **Balance**                                  |                                                                    |\n| **Length**                                   |                                                                    |\n| **Intensity**                                |                                                                    |\n| **Complexity**                               |                                                                    |\n| **Level of readiness for drinking / potential for aging** | too young | can drink now, but has potential for ageing   | drink now: not suitable for ageing or further ageing | too old |\n```\n\nThis structure offers guidance on systematically evaluating different aspects such as balance, length, intensity, and complexity of a wine, as well as its quality level and readiness/potential for aging. The readiness for aging is subdivided into categories that guide on whether the wine is too young, can be drunk now with potential for further aging, is not suitable for further aging, or is too old."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_639",
    "contenu": "The provided image contains text discussing various aspects related to the safety and processing of salami, especially concerning traditional methods versus regulatory requirements. Here’s a structured summary of the text:\n\n---\n\n### Salami Making and USDA Regulations:\n- **Person Featured:**\n  - **Name:** Marc Buzzio\n  - **Occupation:** Salami Maker, Proprietor of Salumeria Biellese, Manhattan\n- **Challenge:**\n  - Buzzio needed to demonstrate to the U.S. Department of Agriculture (USDA) that his traditionally fermented salamis were safe without using typical \"kill steps\" in processing such as heating or using chemical preservatives.\n- **Traditional View:**\n  - Making salamis in a traditional way passed down over generations does not constitute proof of safety according to the USDA, nor does using heirloom pork or that the products have never resulted in sickness.\n\n### Scientific Study:\n- **Action Taken:**\n  - To prove the safety of his salami, Buzzio commissioned a scientist, who conducted a study costing over $100,000, to follow the production process closely but with one exception: the introduction of _E. coli_ and _L. monocytogenes_ at higher levels than normally found in meat.\n- **Findings:**\n  - After aging the meats with these bacteria, it was found that high levels of bacteria diminished by the end of the aging period, demonstrating that traditional dry aging can be safe.\n\n### Regulatory Outcome and Recognition:\n- **Outcome:**\n  - The USDA accepted the scientific study as proof of safety.\n  - Marc Buzzio is regarded as one of the most celebrated salami makers in the United States.\n\n### Insight on Dry-Cured and Fermented Meats:\n- **Expert:** Fidel Toldrá, Spanish author specializing in dry-cured and fermented meats.\n  - Toldrá discusses the selective environment of dry-cured sausage, noting that the source and type of microflora in raw sausage mix is diverse, influenced by factors such as hygiene and environmental conditions surrounding the meat processing.\n\n---\n\nThis structured content summarizes the text from the image, highlighting key details and contextual information."
  },
  {
    "source": "inconnu_2870",
    "contenu": "The image displays a well-composed photograph that features a dish and a beverage. Here's a breakdown of the content depicted:\n\n- **Subject**: A food and wine pairing.\n- **Detail on Dish**: The plate contains a serving of braised shank of beef, accompanied by whole carrots, pearl onions, and celery stalks. The presentation is rustic yet elegant.\n- **Beverage**: There's a glass of Malbec wine, and a bottle can be partially seen in the background.\n- **Textual Information**:\n  - Title: \"Malbec\"\n  - Subtitle: \"Fergus Henderson’s Braised Shank of Beef\"\n  - Reference: \"Page 234\"\n\nThis indicates that the image is likely from a culinary book or magazine where this specific dish is paired with Malbec wine, and further details can be found on page 234 under a recipe or commentary by Fergus Henderson. The image is styled to emphasize the complementarity of the wine and the hearty, flavorful dish, promoting an enticing culinary experience."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_779",
    "contenu": "The document provided is titled \"A NOTE ON REFERENCES\" and appears to be a section from a larger work. This section discusses various resources on fermentation practices around the world. Here's a summary of the primary structured content:\n\n1. **Introduction**:\n   - The paragraph introduces the abundance of information available on fermentation practices globally.\n   - The author outlines the intent to describe selected books and other resources that comprehensively cover fermentation.\n\n2. **Book References**:\n   - **\"Ferment and Human Nutrition\" by Bill Mollison (1993)**: This book is mentioned as the author's first in-depth encounter with the diversity of global fermentation practices. It includes Mollison’s observations and investigations into the patterns and variations in fermentation practices across different cultures. Notably, Bill Mollison is recognized for coining and developing the concept of **permaculture**.\n  \n   - **\"Handbook of Indigenous Fermented Foods\" by Keith Steinkraus (1996)**: Identified as the most comprehensive book on the subject of indigenous fermented foods available in English. It explores various techniques and practices related to fermentation.\n\n3. **Purpose and Utilization of References**:\n  - Special emphasis is placed on the depth of the books in offering insights not only into fermentation techniques but also cultural practices related to fermentation across various regions.\n  - Other supplementary resources like the endnotes and a Resources section in the main document guide readers to additional books, Internet resources, and articles for further information on this topic.\n\nThis document essentially serves as a guide to understanding the scope of literature and resources on fermentation, pointing to valuable texts for further exploration of this subject."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_286",
    "contenu": "Here is the structured content from the provided document:\n\n---\n\n### Inspired by the song \"Unbelievable\" by EMF\n\n**Ingredients:**\n- 2 ounces Tanqueray No. Ten Gin\n- 3/4 ounce Velvet Falernum\n- 1 ounce Pineapple Juice\n- 1/2 ounce Lemon Juice\n- Green Flash IPA\n\n**Garnish:**\n- 1 Mint Sprig\n\n**Instructions:**\n- Short shake all the ingredients (except the IPA) with 3 ice cubes, then strain into a pilsner glass filled with crushed ice.\n- Top with IPA.\n- Garnish with the mint sprig and serve with a straw.\n\n---\n\n### Sunset Gun by Joaquin Simo, 2011\n\n**Ingredients:**\n- 2 fresh Kaffir Lime Leaves\n- 2 ounces Dorothy Parker Gin\n- 1/4 ounce Velvet Falernum\n- 1 ounce Lime Juice\n- 1/4 ounce Orgeat\n\n**Garnish:**\n- 1 Fresh Kaffir Lime Leaf\n\n**Instructions:**\n- In a shaker, gently muddle the Kaffir lime leaves.\n- Add the remaining ingredients and shake with ice.\n- Double strain into a coupe and garnish with the Kaffir lime leaf.\n\n---\n\n### Tenement Yard by Jillian Vose, 2013\n\n**Ingredients:**\n- 2 ounces Sugar Snap Pea–infused Plymouth Gin\n- 1/4 ounce Dolin Génépy des Alpes Liqueur\n- 1/4 ounce Lemon Juice\n- 1/4 ounce Orgeat\n\n**Instructions:**\n- Shake all the ingredients with ice, then strain into a large coupe.\n- No garnish.\n\n---"
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_117",
    "contenu": "# Document Structure and Content\n\n## BITTERS\n\nIn addition to using bitters as an ingredient, we often finish cocktails with a few drops to add intense aromatics on top. In some swizzles, such as the **Hyde Park Swizzle** and **Coffey Park Swizzle**, we add a considerable amount to the top of the drink and swizzle it to create a dramatic layer that rests atop the other ingredients, slowly seeping into the liquid as the guest drinks it. Bitters can also be dashed on top of mint sprigs, citrus wheels, or other garnishes to further add to its bouquet, or on top of an egg-white sour or fizz to diffuse the pungency of egg and add an aromatic contrast (see **Grouse Rampant**).\n\n## CHOCOLATE\n\nOnce in a while we’ll coarsely grate chocolate over a drink, as in the **Mudslide Flip**. Choose a high-quality dark chocolate and use a coarse Microplane grater (or, in a pinch, a vegetable peeler) to shave some small, fine ribbons over the drink.\n\n## CINNAMON\n\nWhile we use flavorful Ceylon cinnamon in syrups and infusions, we use the more common (and cheaper) cassia cinnamon sticks whole or grated directly over a drink. If using whole cinnamon sticks as garnish, lightly grate one side of the stick away from the drink (to release its flavors without introducing any cinnamon shavings into the drink) before dropping it in.\n\n## NUTMEG\n\nOccasionally we grate fresh nutmeg over a drink. Use this aromatic spice sparingly; a couple of grates go a long way."
  },
  {
    "source": "a_and_in_at_london",
    "contenu": "The document features a profile of Amandine Chaignot, a professional chef. Here's an outline of its structured content:\n\n### Amandine Chaignot\n\n**Background and Career Transition:**\n- Initially began studies in pharmacy but shifted to a culinary career in 1998, driven by a passion for cooking.\n\n**Education and Mentors:**\n- Graduated from École Ferrandi.\n- Worked alongside renowned chefs including Bernard Lerpincre at La Maison Prunier, Jean-François Piège at Plaza Athénée, Eric Frechon in Bristol, Yannick Alléno at Maurice, and Christopher Hache at Crillon.\n\n**Professional Development:**\n- Transitioned to being a chef in London in 2012, refining French classics.\n- Since January 2015, has served as the Executive Chef at Rosewood London's restaurants.\n\n**Culinary Style and Influence:**\n- Known for crafting herb-based sauces inspired by a diverse cosmopolitan influence, embracing culinary insights from a variety of global cuisines.\n- Offers a significant number of vegetarian options on her menus, reflecting a responsive approach to contemporary dietary trends.\n\n**Signature Dishes:**\n- Notable for fusing elements from London and the Middle East, incorporating ingredients like tahini, pomegranate, and lemon confit.\n  \n**Contact Information:**\n- Rosewood London,\n- 252 High Holborn, \n- London WC1V 7EN, \n- United Kingdom.\n\nHer profile is accompanied by a professional headshot, emphasizing her as a serious and accomplished individual in the culinary world."
  },
  {
    "source": "inconnu_252",
    "contenu": "## Amazaké\n\nAmazaké is a traditional Japanese sweet rice porridge, pudding, or beverage that is typically made by fermenting rice (or other grains) with **koji**. This fermentation process is often considered the first step in producing saké or other rice-based alcoholic beverages. According to Shurtleff and Aoyagi, **amazaké** is also referred to as \"sweet saké,\" while Elizabeth Andoh has identified it as **hitoya-zaké**, or \"one-night rice wine.\"\n\n### Relation to Koji\nThe significance of discussing **amazaké** in relation to **koji** (a vital fermenting agent used primarily for its enzymatic properties rather than mycelial growth) underscores a central point: **koji** imparts crucial enzymes needed for breaking down starches in the grains into simpler sugars without the need for additional oxygen, and these enzymes can function efficiently even at higher temperatures.\n\n### Production Differences between Koji and Amazaké\nAlthough **amazaké** and **koji** share similar basic ingredients (rice or other grains and the mold **Aspergillus oryzae**), the production methods vary significantly particularly in the stage of mold life utilized and the environmental conditions maintained:\n\n- **Making Koji:**\n  - Incorporate mold spores into grains.\n  - Requires a moist environment that's not overly wet.\n  - Optimal growth at moderate temperatures with limited air circulation.\n\n- **Making Amazaké:**\n  - Utilize mold that is already in its active growth phase.\n  - Mix this active mold with freshly cooked rice that could be quite hot, about 140°F (60°C).\n  - The goal is to maintain a warm environment to maximize the activity of the **koji** enzymes.\n\n### Conclusion\nThe process of making **amazaké** capitalizes on the enzymatic power of **koji** under controlled conditions to transform the rice into a sweet and nutritious concoction, highlighting a unique aspect of traditional Japanese culinary practices."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1412",
    "contenu": "The document contains images of two wine labels, each from different vineyards and years. Below is the structured content extracted from the document:\n\n1. **First Wine Label:**\n   - **Brand Name:** Calera\n   - **Year:** 2010\n   - **Celebration Note:** Thirty-Fifth Anniversary Vintage\n   - **Vineyard Name:** Mills Vineyard\n   - **Wine Type:** Pinot Noir\n   - **Location:** Mt. Harlan\n\n2. **Second Wine Label:**\n   - **Brand Name:** Le Cigare Volant\n   - **Additional Text:** \"Établirée in 1984\"\n   - **Vineyard Name:** Bonny Doon Vineyard\n   - **Location:** Santa Cruz, CA, US\n   - **Additional Note:** \"Bon modèle for the Cigare\" \n\nEach label features a unique design aesthetic appropriate to the brand's identity, with the first label showcasing a more minimalistic and clean design, while the second label features a detailed illustration possibly depicting the vineyard scenery or related ambiance."
