  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_184",
    "contenu": "The document is about the culinary applications of carrots, describing their variations, flavors, and pairing with other food items in various dishes. Here is the structured content with headings and subheadings along with descriptions pulled from the document:\n\n---\n\n### Carotte\n\n**Introduction:**  \nThe document starts by explaining the variations in carrots in terms of their sugar content and their distinct pine and parsley flavor. It notes that carrots have strong affinities with other umbelliferous plants (like parsnips, celery, fennel) and their woodsy point and affinity for fruit-filled flavors complement these well. It mentions that Nantes carrots are renowned for their excellent flavor.\n\n**Dish Descriptions:**\n\n1. **Carotte & Anis:**  \n   - **Chef Guy Savoy** prepares a star anise flavored carrot soup served as an amuse-bouche, utilizing the freshness and woodsy qualities of carrot enhanced with grilled aromas. The dish includes pureed carrots seasoned with 450g of carrots, 20g of butter, and a spoonful of Pernod, recommended to be paired with duck confit.\n\n2. **Carotte & Boeuf:**  \n   - See \"Beef & Carrot.\"\n\n3. **Carotte & Cacahuète:**  \n   - See \"Peanut & Carrot.\"\n\n4. **Carotte & Cannelle:**  \n   - See \"Cinnamon & Carrot.\"\n\n5. **Carotte & Cardamome:**  \n   - Describes carrots combined with cardamom as typically found in a popular Indian dessert known as \"gajar halva.\" It's highlighted as a favorite during Diwali, made by initially roasting finely chopped carrots, adding sugar, crushed cardamome seeds, and either ghee (Indian clarified butter) or sweet butter, and usually includes toppings like almonds, pistachios, or dried fruits.\n\n6. **Carotte & Céleri:**  \n   - Recommendations for a light diet favoring carrot over celeriac due to enhanced flavors when paired with mayonnaise and mustard. Suggestions include a picnic dish of raw or remoulade celeriac, carrots, a slice of cured ham from Bayonne, and some preliminary preparations like avoiding browning with lemon juice and proper seasoning including mustard.\n\n7. **Carotte & Chou:**  \n   - Discusses the crunchy, fresh, sweet, and peppery nature of cabbage with carrots adding a fruity dimension to the slaw/coleslaw mixes. It involves seltering the chopped cabbage, then dressing it with a balance of egg, sugar, and vinegar dressing, with an expectation of a slightly salty yet complex, fruity taste.\n\n8. **Carotte & Concombre:**  \n   - See \"Cucumber & Carrot.\"\n\n---\n\nThis structured breakdown efficiently brings out the culinary significance of carrots in various dishes as outlined in the document, highlighting their versatile flavor profile and compatibility with different ingredients."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_257",
    "contenu": "The document provides a detailed overview of the Gamay grape variety, typically used for wine production. Below is the structured content from the document:\n\n---\n\n**Title:** Gamay\n**Subtitle:** ga-may\n\n**Body:**\nGamay is often ridiculed, yet as a connoisseur of the grape, the writer expresses tiredness of hearing it associated only with basic flavors like Hawaiian Punch or Kool-Aid on steroids. The writer points out that Gamay is often confined to the stereotype of Beaujolais Nouveau, which does not fully represent the grape's potential.\n\n**Details about Grape Confusion:**\n- **Real Gamay:** Gamay Noir au Jus Blanc (clear juice).\n- **Not the same as:** Napa Gamay (Valdéguie), Gamay Beaujolais (a strain of Pinot Noir), Gamay du Rhône, or Gamay Saint-Laurent.\n- **Other Names:** Abouriou (another grape type).\n\n**Properties of Gamay Outside Beaujolais:**\n- Grown in regions like Moulin à Vent, Morgon, and Régnié in France.\n- Known for producing rich, succulent wines that age well up to two years or more.\n- Flavors lead to perfumed and enjoyable fruity wines.\n\n**Alternative Names:**\n- Gamay Noir au Jus Blanc (France)\n\n**Styles:**\n- Light-medium to medium-full-bodied dry red.\n- Light-medium-bodied rosé (widely available).\n\n**Flavors when Blended:**\n- Often blended with Pinot Noir (notably in Switzerland).\n\n**Flavor Lexicon:**\n- **Fruit:** Banana, blackberry, cherry, cranberry, raspberry,\n- **Earth:** Graphite, mineral.\n- **Other:** Bubble gum, cotton candy.\n\n**Similar Sips:**\n- Fruit-forward Dolcetto or less earthy and sharp Pinot Noir\n- Less earthy and less sharp Barbera\n\n**Regions where it's Grown:**\n- **Australia:** New South Wales (Hunter Valley, Tasmania, Victoria, Mornington Peninsula, Yarra Valley).\n- **Canada:** British Columbia (Okanagan Valley), Ontario (Niagara).\n- **France:** Burgundy (Beaujolais, Loire Valley: Anjou, Touraine).\n- **Others:** Croatia, Serbia, Switzerland, USA (Oregon: Willamette Valley).\n\n**Celebration of Gamay:**\n- Gamay is praised for its universal appeal and straightforward taste.\n- It’s not necessary to be a wine expert to enjoy it.\n- Known for low tannins and bright red fruits, it presents a distinct pale-red color.\n\n---"
  },
  {
    "source": "inconnu_1343",
    "contenu": "The image is a map featuring various wine regions located in the eastern and central parts of Spain. Here’s the information presented in the map in a structured format:\n\n### Wine Regions and Details on the Map of Spain\n\n- **Madrid**: The capital city marked on the map, not highlighted as a wine region but as a geographic marker.\n  \n- **La Mancha**: This is the largest visible wine region on the map, highlighted in pink and located centrally within the map area.\n\n- **Valdepeñas**: Marked within or just below La Mancha, signifying either a sub-region or closely associated region, also in pink.\n\n- **Cariñena**: Located toward the northeast, highlighted in a plum color adjacent to the black border (presumably indicating the region boundary).\n\n- **Calatayud**: Just below Cariñena, similarly highlighted in the same plum color.\n\n- **Valencia**:\n  - **City of Valencia**: Noted as a city on the eastern coast.\n  - **Valencia Wine Region**: Indicated as a wine region near the city, outlined in brighter blue.\n\n- **Yecla**: Also in a brighter blue, located southwest of Valencia, close to Alicante.\n\n- **Jumilla**: South of Yecla, also highlighted in a brighter blue coloring, to the west of Alicante.\n\nEach of these regions is known for its unique wine-making traditions and varietals, demonstrating the diverse enological landscape of Spain. The map includes geographical features such as mountains and rivers, which play significant roles in the climates of these regions, thus influencing viticulture. \n\nThe top right of the image bears the logo of WSET (Wine & Spirit Education Trust), indicating the educational context or basis of the map, and \"Spain\" written large, denoting the map’s geographic focus."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_251",
    "contenu": "The document provides detailed information on flavor pairings with cassava and includes two specific dish descriptions.\n\n### Descriptions of Cassava Dish Pairings\n1. **Potential pairing: cassava and lemon balm**\n   - Dish: *Khanom Man Sampralang*\n   - Description: A Thai confectionery made by steaming a mixture of grated cassava, coconut milk, and sugar syrup. It's recommended to flavor it with lemon balm instead of Thai pandan leaf.\n\n2. **Classic pairing: cassava and plantain**\n   - Dish: *Foutou* (also known as *foufou*), a popular dish in Ivory Coast made from a mixture of salted mashed plaintains and cassava, formed into balls and often accompanied by spicy sauces made from fish, aubergine, chili, and okra. A sweet version can be made by adding cassia bark and serving the *foutou* with an apricot dipping sauce.\n\n### Ingredient Pairing Tables with Cassava\n\n#### Lemon Balm Pairing\n| Ingredient          | 1 | 2 | 3 | 4 | 5 | 6 |\n|---------------------|---|---|---|---|---|---|\n| custard apple       | ● | ● |   |   |   |   |\n| pan-fried venison   | ● | ● |   |   |   |   |\n| grilled green asparagus |   | ● | ● |   |   |   |\n| white asparagus     |   |   | ● | ● |   |   |\n| baked European seabass |   |   | ● | ● |   |   |\n| lemon zest          |   | ● | ● |   |   |   |\n| Alphonso mango      |   | ● | ● |   |   |   |\n| sweet cherry        |   |   |   | ● | ● |   |\n| pan-fried duck breast|   |   |   | ● | ● |   |\n| cranberry           |   |   |   |   | ● | ● |\n\n#### Cassava Chips Pairing\n| Ingredient          | 1 | 2 | 3 | 4 | 5 | 6 |\n|---------------------|---|---|---|---|---|---|\n| honey               | ● | ● |   |   |   |   |\n| black tea           |   | ● | ● |   |   |   |\n| boiled potato       |   | ● | ● |   |   |   |\n| boiled purple sweet potato |   |   | ● | ● |   |   |\n| Beurre Alexander Lucas pear |   |   | ● | ● |   |   |\n| bagel               |   | ● | ● |   |   |   |\n| tomato              |   |   | ● | ● |   |   |\n| grilled aubergine   |   |   |   | ● | ● |   |\n| baked rabbit        |   |   |   | ● | ● |   |\n| roasted white mustard seeds |   |   |   | ● | ● |   |\n\n#### Cooked King Scallop Pairing\n| Ingredient          | 1 | 2 | 3 | 4 | 5 | 6 |\n|---------------------|---|---|---|---|---|---|\n| mint                | ● | ● |   |   |   |   |\n| aji mirasol chilli  | ● | ● |   |   |   |   |\n| black truffle       |   | ● | ● |   |   |   |\n| carrot              |   | ● | ● |   |   |   |\n| cucumber            |   | ● | ● |   |   |   |\n| boiled cassava      |   | ● | ● |   |   |   |\n| poached chicken breast fillet |   |   | ● | ● |   |   |\n| milk chocolate      |   |   | ● | ● |   |   |\n\n#### Dry-aged Beef Pairing\n| Ingredient          | 1 | 2 | 3 | 4 | 5 | 6 |\n|---------------------|---|---|---|---|---|---|\n| boiled cassava      | ● | ● |   |   |   |   |\n| poached red mullet  | ● | ● |   |   |   |   |\n| cayenne pepper      |   |   |   | ● | ● |   |\n| pomelo              |   | ● | ● |   |   |   |\n| tortilla            |   | ● | ● |   |   |   |\n| boiled brown crab meat |   |   | ● | ● |   |   |\n| strawberry          |   |   |   | ● | ● |   |\n| fenugreek leaf      |   |   |   | ● | ● |   |\n\nThese tables use color-coded dots to indicate the intensity of pairing from 1 (mild compatibility) to 6 (strong compatibility)."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_120",
    "contenu": "### Types of Meats and their Salting Requirements\n\n#### Meats\n1. **Dry-cured meats**\n   - **Percentage of salt:** 6% of the meat's weight\n   - **Equivalent:** Roughly 2 tablespoons of salt per pound of meat\n   \n2. **Brined meats**\n   - **Percentage of water:** 10%\n   - **Sugar content:** 5%\n   - **Equivalent:** Roughly 6 tablespoons of salt and 3 tablespoons of sugar per quart\n   \n3. **Salami**\n   - **Percentage of salt:** 2-3% of the meat's weight\n   - **Equivalent:** Roughly 1 tablespoon of salt per pound of meat\n   \n_Note:* For quick reference, water weighs approximately 2 pounds per quart or 1 kg per liter._\n\n#### Salinity Levels\nSalinity is often expressed as a percentage w/v (weight of salt per volume of water). \n- **Example:** To achieve 5% salinity in a liter of water (1 kilogram), add 50 grams of salt.\n- **Brine salinity** can also be expressed in salometer degrees (SAL):\n  - **0° SAL:** No salt\n  - **100° SAL:** Full saturation (26.4% salt at 60°F/16°C)\n  - **Intermediate values:** \n      - **10° SAL:** 10% salt saturation or 2.6% salt\n      - **20° SAL:** 20% salt saturation or 5.2% salt, etc.\n\n#### Darkness and Sunlight in Fermentation\nMost fermentation processes are shielded from direct sunlight to protect against the destructive effects of ultraviolet radiation on many organisms. However, there are some instances where fermentation is practiced in the presence of sunlight."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_345",
    "contenu": "The document contains text elements which appear to be visually oriented using different fonts and alignments. The structured content of the text in the document is as follows:\n\n- \"flay cie\"\n- \"soil riavors\"\n- \"rustic eathly fla\"\n\nEach text block, though appearing disrupted and fragmented, uses stylized representations potentially related to creative or artistic content. The meaning or intended use of these text strings is unclear based on the provided content alone. If context or further clarification is available, I could provide additional insight or interpretation."
  },
  {
    "source": "Liquid_intelligence___the_art_and_science_of_the_perfect_cocktail_-_PDF_Room.pdf_page_199",
    "contenu": "### PROCEDURE\nCombine the ingredients, chill, and carbonate with your method of choice.\n\n### Unclassified: Honeycrisp Rum Shake\n\n**Description:**\nHoneycrisps are one of the better new commercially available apple varieties. They are a wee bit low in acid, so this recipe requires extra acidity, in the form of either lime juice or straight malic acid. Apple juice is too diluted to work in a drink shaken with ice, so for this recipe you will do a juice shake (see the Alternative Chilling section, here) using frozen juice.\n\n**Specifications:**\n- **Makes:** One 5.4-ounce (162-ml) drink\n- **Alcohol by Volume:** 14.8%\n- **Alcohol by Volume (per 100 ml):** 7.8 g/100 ml"
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_311",
    "contenu": "The image presents a detailed analysis and visualization related to the aroma profile of mangoes. It features several types of content including a circular graph, a color-coded aroma profile ring, and a table showing food items with corresponding aroma attributes. Here's the structured content of the image:\n\n### Mango Aroma Profile Description\n- **Introduction**: The text mentions that mango aroma compounds vary in concentration between different mango cultivars. Esters in mangoes can give a range from fruity and apple-like aromas to more tropical ones with notes of pineapple or banana. Alpha-pinene is notable for its piney flavor, noticeable in the fibrous flesh surrounding the mango stone. Lactones, giving a coconut or peachy scent, are common in mangoes like Alphonso and Haden varieties.\n\n### Aroma Profile Visualization\n- The circular graph is segmented into different aroma categories:\n  - **Brown segment**: Woody\n  - **Yellow segment**: Pineapple\n  - **Orange segment**: Peach\n  - **Light Green segment**: Cucumber-like\n  - **Dark Green segment**: Green\n  - **Red segment**: Floral\n\n- **Central Aroma Ring**:\n  - The colors represent different aromas:\n    - **Orange**: Spicy\n    - **Yellow**: Floral\n    - **Green**: Green\n\n### Table of Foods with Mango-Aroma Attributes\n| Food Item            | Cardamom Leaf | Boiled Parsnip | Saffron | Black Tea | Guryère | Poached Turbot | Steamed Mustard Greens | Tahini | Dry-aged Beef | Canned Tomato |\n|----------------------|---------------|----------------|---------|-----------|---------|----------------|------------------------|--------|---------------|---------------|\n| **Aroma Strength**   | ●●●●●●●      | ●●●●●         | ●●●●●    | ●●●       | ●●      | ●●             | ●●                      | ●      | ●             | ●             |\n\n**Legend**:\n- ● = Increasing strength or presence of the mango-relevant aroma attributes in the listed food items.\n\nThis table visually represents how different foods relate to the aroma components found in mangoes by showing how many dots correspond to the strength or intensity of particular aroma components in each food."
  },
  {
    "source": "Liquid_intelligence___the_art_and_science_of_the_perfect_cocktail_-_PDF_Room.pdf_page_208",
    "contenu": "The document provided discusses a unique technique developed for making a clarified appletini cocktail using high-proof ethanol and clarification enzymes. Here's a structured content breakdown from the provided document:\n\n---\n\n**Title:**\n*(not explicitly provided in the document, inferred from content)*\n\n**Clarified Appletini Process Explanation:**\n\n**Introduction:**\n- The author promises to describe two methods for making an appletini, focusing on the second method involving a new clarification technique.\n\n**Technique Overview:**\n- **Objective:** To remove some strong, unclarified pulpy flavor while keeping the subtle flavors that would be lost through traditional clarification.\n- **Method:** Combines high-proof ethanol (lab-grade mentioned) with cloudy apple juice and clarification enzymes.\n\n**Procedure:**\n1. **Ingredients Used:**\n   - 400 ml of pure ethanol\n   - 600 ml of cloudy apple juice\n   - Clarification enzymes\n2. **Process:**\n   - The ethanol and cloudy apple juice mixture is treated with clarification enzymes.\n   - The high-proof ethanol causes the pectin in the apple juice to aggregate and trigger a natural, self-clarifying process.\n3. **Outcome:** \n   - The mixture becomes crystal clear and retains desirable flavors previously embedded in the pulp.\n\n**Final Product:**\n- **Name:** Auto-Justino\n- **Characteristics:** \n   - Shelf-stable\n   - Contains over 40% alcohol by volume\n   - Leaves minimal residue, sufficient to create a frothy layer atop stirred drinks.\n- **Uses:**\n  - Can be mixed with Dolin Blanc and bitters to make an appletini.\n  - Suitable for use in shaken drinks where a foamy layer is desired.\n\n**Conclusion:**\n- The developed technique is effective in producing a high-quality, clear drink without the need for mechanical centrifugation, and it enhances the shelf-stability of the cocktail.\n\n---\n\nThis structured content captures the essence of the innovative technique discussed in the document, emphasizing the novel approach to cocktail preparation."
  },
  {
    "source": "mcgee.pdf_page_863",
    "contenu": "Below is the structured content extracted from the provided index page in a plain text format, organized alphabetically by the first letter of each term:\n\n```\nDelserre, Benjamin, 652\nDemerara sugar, 674\nDemi-feuilleté, 566\nDemi-glace, 600–601\nDenaturation, of proteins, 808–9\nDeni di Piraino, Alberto, 589\nDeoxyribonucleic acid. See DNA\nDeoxyribose, 803\nDermal tissue, of plants, 262, 262\nDesert, 536\nDewberries, 361\nDextrinization, 617\nDextrins, in beer making, 747\nDextrose. See Glucose\nDhokla, 488\nDhungar, 401\nDiabetes, 659\nDiacetyl\n  in brown sugar, 675\n  in butter, 35\n  in caramel, 657\n  in cheese, 58\n  in chocolate, 703\n  in cream cultures, 49\n  in wine, 730, 738\n  in wood smoke, 449\nDíaz del Castillo, Bernal, 694\nDibs, 364\nDickens, Charles, 760\nDictionary (Johnson), 471\nDictyopteris, 344\nDiet\n  adequate versus optimal, 255\n  vegetarian, 460\nDigby, Kenelm, 32\nDigestif, 767\nDigitaria exilis, 482\nDigitalia boninu, 482\nDill, 392, 407\nDill seed, 393, 415\nDimethylamine (DMA), in fish, 193\nDinoflagellates, 186\nDiscocorea, 306\nDiospyros daiyrni, 366\nDiospyros kaki, 366\nDiospyros virginiana, 366\nDiphyllobothrium latum, 187\nDiscicharides, 653\nDispersed phase, 592\nDispersion, S94, 594–95\nDistill, etymology of, 759\nDistilled spirits, 758–71\n  brown, 764\n  cocktails and, 760–61\n  flavors of, 765–66\n  history of, 758–61\n  kinds of, 765–771\n  production of, 761–64\n    chill-filtering and, 764\n    distilling process and, 761–63, 763\n    maturation and aging and, 764\n    serving, 764–65\ntears (legs) of, 717\nwhite, 764\nDistilled vinegar, 775\nDivided phase, 626\nDNA\n  damage to\n    by browning reactions, 780\n    by HCAs, 605\n  oxidative, 255, 256\n  phytochemicals and, 256\n  in eggs, 69–70\nDolphin fish, 197\nDory, 196\nDou fu pi, 495\nDough, 517, 521–34, 524, 526\n  chemical leaveners in, 533–34\n  composition of, 527\n  etymology of, 516\n  fats in, 524, 526\n  fermentation of, 538–39\n    flour in. See Flour\n    frozen, 544\n    gas bubbles in, 525–26\n  gluten in, 521–23, 522, 523, 524, 525\n  kneading, 537, 537–38, 538\n  mixing, 536, 536–37, 537\n  starch in, 524, 525\n  temperature of, 539\n  yeast in, 531–33\nDough improvers, 522\nDoughnuts, 550\nDoves, 140\nDragées, 690\nDrambuie, 667, 771\nDressings\n  boiled, 619\n  bottled, 638\n  vinaigrettes, 637, 637–38\nDried milk, 23, 24, 24–25\nDrum (fish), 197\nDry-aging, 144\nDuck, 140, 141, 143\n  confit of, 177\n  foie gras, 167–68\nDulse, 341, 343, 344\nDumplings, 576–77\n  Chinese, 572, 578\nDunlop, Fuchsia, 342\nDurians, 379\n  etymology of, 380\nDurio zibethinus, 379\nDurum wheat, 465–66, 466, 528, 535\n\nE. coli, 47\n  on fruits and vegetables, 260\n  in herbs and spices, 396\n  in meat, 125–26, 147\nEarthenware, 288\nEaux de vie, 759, 765, 766\nEchinoderms, 230\nÉclairs, 552\nEdamame, 494\n```\n\nThis is a formatted version of the INDEX page, providing a structured list of terms and their corresponding page references, helping users navigate the content effectively."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_205",
    "contenu": "The image provides an infographic describing the process of making red wine. Here is a structured explanation based on the content and imagery in the document:\n\n1. **Collection and Sorting**:\n   - Red wine grapes are collected and sorted for quality. This can include removing unripe or damaged grapes.\n\n2. **Crushing**:\n   - The sorted grapes are then crushed and destemmed, though sometimes they might go into fermentation as whole bunches.\n\n3. **Fermentation**:\n   - The juice, along with skins, ferments in fermentation vessels. Skins are kept to provide color, tannins, and flavor to the red wine.\n\n4. **Pressing**:\n   - After fermentation, the wine is gently pressed to separate it from the pomace (the solid remains like seeds, stems, and skins).\n\n5. **Aging**:\n   - The wine is then transferred to aging vessels (barrels or tanks) and aged for a certain period.\n\n6. **Malolactic Fermentation**:\n   - During aging, malolactic fermentation may occur. This process converts sharper malic acid (green apple taste) into creamier lactic acid.\n\n7. **Clarification**:\n   - After aging, the wine is clarified to remove residual particles.\n\n8. **Bottling**:\n   - Finally, the wine is bottled and then released shortly thereafter.\n\nThis sequential process is visually depicted through icons representing each step in the wine production, from grape picking to bottling."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_194",
    "contenu": "The image features a document that appears to be partially rotated and contains snippets of text concerning possibly a discussion on wine. The visible words and phrases are fragmented and positioned at various alignments, rendering the text challenging to contextualize meaningfully. However, I can extract and list the discernible words and phrases for clarity:\n\n- \"winefly\"\n- \"variety\"\n- \"learn\"\n- \"rising\"\n- \"Clare and Eden\"\n- \"Valley\"\n- \"produce dry\"\n- \"enough acid\"\n- \"pair wonderfu\"\n- \"oily lighter\"\n\nThe excerpts suggest the topic might relate to wine from Clare and Eden Valley, its attributes, and food pairing advice. Unfortunately, without further context or content, a more detailed interpretation remains limited."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_348",
    "contenu": "The document appears to be a list of ingredients followed by a list of flavor pairings. Here's a structured breakdown of the content:\n\n### Ingredients List\n- **PEPPER:** black, white\n- pineapple\n- pine nuts\n- ponzu sauce\n- potatoes\n- radishes\n- saffron\n- **SALT:** kosher, sea\n- scallions\n- sesame seeds\n- shallots\n- sherry, dry\n- shiso\n- **SHRIMP**\n- snow peas\n- sour cream\n- soy sauce\n- spinach\n- stocks: chicken, vegetable\n- sugar (pinch)\n- Tabasco sauce\n- tamarind\n- tarragon\n- tartar sauce\n- thyme\n- **TOMATOES:** fresh, sun-dried\n- vinaigrette, esp. citrus\n- **vinegar:** balsamic, champagne, red wine, sherry\n- watercress\n- yogurt\n\n### Flavor Affinities\n- crab + aioli + cilantro + jalapeño chile\n- crab + almonds + avocado\n- crab + avocado + cilantro + mango\n- crab + avocado + grapefruit\n- crab + corn + green tomatoes\n- crab + cucumber + lime + mint\n- crab + ginger + lime\n\nThis structured overview categorizes the document's content into specific ingredients and a listing of suggested flavor pairings, particularly involving crab."
  },
  {
    "source": "inconnu_3097",
    "contenu": "The document features a structured analysis of the aroma profile of plantains in comparison to bananas. It includes both visual and textual components.\n\n### Visual Aroma Profile\nThe graphic visually represents a circular aroma profile with varying degrees of taste attributes shown around the circumference. The different taste attributes listed include:\n- **fruity**\n- **banana grape**\n- **creamy buttery waxy**\n- **woody**\n- **spicy**\n- **ferny**\n- **green**\n- **grass**\n\nThe arc alignments and colors probably denote varying intensity or relevance of these attributes to the flavor profile of plantains versus bananas.\n\n### Textual Analysis and Comparison\n**Title: Plantain Aroma Profile**\n\n**Text:**\n\"When you compare the aroma profiles of plantains and bananas (see page 341), it is clear why they have similar yet different flavours. Plantains lack the esters that give bananas their fruity fragrance; instead, they contain more green notes with some spicy clove-scented compounds.\"\n\n### Aroma Attributes Chart\nBelow the textual analysis, there is a chart categorizing different food items and their closeness in aroma to plantains. The columns of the chart denote various descriptive attributes like:\n- **total intensity**\n- **mild**\n- **aggressive**\n- **rounded**\n- **floral**\n- **green**\n- **teriyaki**\n- **roasted**\n- **fatty**\n- **fermented**\n- **alcoholic**\n\nThe rows list various food items:\n- **doenjang (Korean fermented soybean paste)**\n- **turnip-rooted chervil**\n- **coriander leaves**\n- **jasmine blossoms**\n- **jasmine bichon**\n- **pan-fried bacon**\n- **sherry vinegar**\n- **Stilton**\n- **grilled green asparagus**\n- **oil-roasted almond**\n\nEach cell in the chart is marked with a colored dot, showing the strength of each attribute related to the corresponding food item.\n\n### Page Footer\nShows the page number of the analysis section as `253`.\n\nThis document fuses qualitative descriptions with quantitative mapping to provide insights into the complex aroma profile of plantains, distinct in various aspects from bananas."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_317",
    "contenu": "The document is about \"Pairing Pointers\" for Pinotage wine and it discusses which foods pair well with it and which do not. Here is a structured overview:\n\n### Pinotage goes well with:\n1. **Grilled foods, especially meat.**\n   - South Africa's version of the Argentinean asado or American barbecue is the braai, a large open-air grill.\n   - Recommendations: Grilled beef, lamb, venison, sausages, and stronger-flavored fowl like squab and duck.\n   - Note: Classic American barbecue sauce is good; however, cooking over mesquite or other charcoal is more interesting than meat cooked over a gas grill due to the smokiness that enhances the wine pairing.\n\n2. **Indian food.**\n   - Lighter versions of this wine, served slightly chilled, suit Indian dishes with powerful spices.\n   - Recommendations: vindaloo, other curries, butter chicken, and chicken tikka masala. Works well with dishes involving rose styles, and pairs nicely with breads like pakoras and samosas.\n   - Goes well with rich dishes like biryani.\n\n3. **Rich stews and braises.**\n   - Fits well with hearty meat, vegetable stews, and classic European or Indian curries.\n   - Recommendations: dishes involving potatoes, parsnips, various nips, and combinations of meats like the mix.\n   - Noted for pairing well with red and rose wine options that bring out strong, earthy flavors.\n\n4. **Flavorful fish.**\n   - Best with traditional styles of wine, especially those that are less oaky and less pungent.\n   - Recommendations: fish that pairs well with strong flavors but not metallic or off flavors.\n   - The more traditional tastes of wine complement fish dishes well, avoiding the overtly ripe wines for this pairing.\n\n### Pinotage isn't good with:\n1. **Sushi.**\n   - Not ideal for pairing with barbecued eel (unagi) or certain mushroom dishes. \n   - Suggestions: Experiment if desired, but generally not recommended.\n\n2. **Rich cream sauces.**\n   - The softer tannins and distinctive flavor profile of Pinotage do not blend well with heavy cream-based sauces.\n   - Better paired with simpler grilled pork chops or whole-grain mustard dishes.\n\n3. **Oysters, clams, and mussels.**\n   - While it pairs well with many fish types, shellfish is not recommended for Pinotage pairings, especially raw ones.\n   - Cooked shellfish may also not complement the wine well, with a recommendation to choose other wines for such pairings.\n\nThe document provides a comprehensive guide to enjoying Pinotage with various cuisines, emphasizing ideal and less ideal food pairings based on the characteristics of the wine."
  },
  {
    "source": "_Comprehensive_Guide_to_Distinguished_Wineries_in_",
    "contenu": "The document lists wineries in a section titled \"Hall of Fame Wines\" from the Americas. The table provides details such as the producer, country, location, value factor, and what each winery is known for. Below is the structured content in Markdown format:\n\n```markdown\n| PRODUCER          | COUNTRY       | LOCATION                        | VALUE FACTOR | KNOWN FOR   |\n|-------------------|---------------|---------------------------------|--------------|-------------|\n| Domaine Drouhin   | United States | Oregon (Willamette Valley)      |              | reds        |\n| Dr. Konstantin Frank | United States | New York (Finger Lakes)      |              | whites, reds|\n| Duckhorn          | United States | California (Napa Valley)        |              | reds        |\n| Elk Cove          | United States | Oregon (Willamette Valley)      |              | reds        |\n| Estancia          | United States | California (Sonoma/Central Coast)| V          | whites, reds|\n| Etude             | United States | California (Napa Valley)        |              | reds, whites|\n| Fisher            | United States | California (Sonoma County)      |              | reds, whites|\n| Frog's Leap       | United States | California (Napa Valley)        |              | reds, whites|\n| Gallo of Sonoma   | United States | California (Sonoma County)      |              | reds, whites|\n| Gary Farrell      | United States | California (Sonoma County)      |              | reds, whites|\n| Geyser Peak       | United States | California (Sonoma County)      | V            | reds, whites|\n| Grinch Hills      | United States | California (Napa Valley)        |              | reds, whites|\n| Hanna             | United States | California (Sonoma County)      |              | reds, whites|\n| Hedges            | United States | Washington (multiple appellations)| V        | reds, whites|\n| Hess Collection   | United States | California (Napa Valley)        |              | reds, whites|\n| Hogue             | United States | Washington (Greater Columbia Valley)| V        | reds, whites|\n| Iron Horse        | United States | California (Sonoma County)      |              | sparkling, whites, reds|\n| J. Rochioli       | United States | California (Sonoma County)      |              | reds, whites|\n| Joseph Phelps     | United States | California (Napa Valley)        |              | reds, whites|\n| Kendall Jackson   | United States | California (multiple appellations)|            | whites, reds|\n| Kenwood           | United States | California (Sonoma County)      |              | reds, whites|\n| King Estate       | United States | Oregon (Willamette Valley)      |              | reds, whites|\n| Kunde             | United States | California (Sonoma County)      |              | whites       |\n| Laurel Glen       | United States | California (Sonoma County)      |              | whites, reds |\n| L'Ecole No. 41    | United States | Washington (Walla Walla Valley)  |              | reds, whites |\n| Matanzas Creek    | United States | California (Sonoma County)      |              | reds, whites |\n| Merryvale         | United States | California (Napa Valley)        |              | reds         |\n```"
  },
  {
    "source": "inconnu_1203",
    "contenu": "### The Grains, or Cereals: Barley\n\n**Introduction to Barley**\n- Barley, scientifically called *Hordeum vulgare*, might be the earliest cereal domesticated in southwest Asia grasslands, growing well alongside wheat.\n- Known for its adaptability, it grows from the Arctic Circle to tropical plains.\n- Historically a primary cereal in ancient Babylon, Sumeria, Egypt, the Mediterranean world, and the Indus valley civilization before rice.\n- Termed as \"hordearii\" or \"barley eaters\", gladiators favored barley for its nutritional aspects.\n\n**Historical Uses of Barley**\n- In ancient and medieval times, barley soup or porridge was common among the populace, but the upper classes reserved barley for special uses like making *murrri*, a salty fermented condiment.\n- Primary foods in places like the medieval Arab world and the northern Europe during the Middle Ages were barley and rye.\n\n**Current Uses and Production**\n- Barley is now a minor food in the West, mainly used for feeding animals or made into stews and other dishes like Tibetan tsampa.\n- Barley consists of approximately 5% each of two significant carbohydrates other than starch, contributing to its gelatinous quality and ability to absorb twice as much water as wheat flour.\n\n**Processed Forms of Barley**\n- *Pearled Barley* - A polished form with the hulls removed to a greater extent than other grains like rice, making it common in various dishes.\n\n**Cultural Influences and Beverages**\n- Barley influenced several beverages and terms:\n  - *Orgeat*, a French term coming from *orge* meaning hulled barley, now refers to an almond-flavored syrup.\n  - *Horchata* originally from a barley drink has evolved to use rice or tiger nuts.\n  - *Tisane* in French, meaning an infusion of herbs or flowers, stems from Latin *ptisana* which was a barley drink.\n\nBarley's extensive use through history, from a staple diet to influencing various cultural beverages, highlights its global significance."
  },
  {
    "source": "inconnu_1192",
    "contenu": "The image displays a wine bottle label for a wine called \"Szöke Irsai Oliver\" from the year 2011, originating from Mátra, a wine region in Hungary. Here's the detailed information visible on the label:\n\n- **Wine Name**: Szöke Irsai Oliver\n- **Region**: Mátra\n- **Vintage**: 2011\n- **Specifics**:\n  - **Alcohol Content**: 13.5% by vol.\n  - **Bottle Size**: 750ml\n- **Description**: The label mentions that the wine is made with Irsai Oliver grapes which are described as aromatic and fresh, with fruity notes of pear and lime. The wine is intended to be paired with fish, meals featuring hard, fresh cheese, or enjoyed as a standalone drink. The production involves cool fermentation which is said to bring out the unique aromas of the grape.\n- **Producer**: Szöke\n\nThe label incorporates stylistic elements such as vines or leaves, indicating a focus on natural themes which is typical for wine labels. The barcode and other regulatory text also appear on the label, ensuring its sale and distribution can be managed appropriately."
  },
  {
    "source": "_Lobster_Shell_Savory_Paste_Recipe_",
    "contenu": "The document appears to be a recipe for a culinary dish involving lobster shells. Below is the structured breakdown of the content:\n\n---\n\n**Ingredients:**\n- 3 lobster shells (can use shells from raw or cooked lobsters)\n- ½ cup extra virgin olive oil\n- 1 cup chopped celery\n- 1 cup roughly chopped onions\n- 1 cup roughly chopped carrots\n- 1 head of garlic, split in half\n- 1 cup roughly chopped celery root\n- 4 sprigs thyme\n- 1 spring rosemary\n- 1 cup roughly chopped tomatoes\n- 1 tablespoon tomato paste\n- ¼ cup cognac\n- 1 quart water\n- 2 large cloves, sliced\n- Kosher salt to taste\n- Freshly ground white pepper\n- Pinch cayenne pepper\n- 2 tablespoons butter\n\n**Method:**\n1. Pound or chop the lobster shells into small pieces, then grind to a paste with 3 tablespoons of the oil using a mortar or food processor.\n2. In a large pot, heat 2 tablespoons of olive oil over medium heat. Sauté celery, onions, carrots, garlic, and celery root until they begin to brown.\n3. Add the lobster-shell paste and cook for 4–5 minutes, scraping up bits as they stick.\n4. Add tomatoes, tomato paste, a pinch of salt, and cook for another 4–5 minutes.\n5. Deglaze the pot with cognac, then add water and let it simmer for 15–20 minutes.\n6. Strain the stock through a fine strainer.\n7. Reduce the strained stock by one-third on the heat.\n8. Just before serving, incorporate the remaining 3 tablespoons of olive oil and 2 tablespoons butter, and beat with an immersion blender or whisk vigorously. \n9. Season with salt, pepper, cayenne, and a dash of brandy.\n\n**Variation**:\n- For a crab variant, replace lobster shells with 4 quartered blue crab shells, and omit the final 3 tablespoons of oil in the preparation. Do not beat the final mixture.\n\n**Note:**\n- The recipe later mentions \"Tangy Green Peppercorn Sauce,\" implying there might be a related or accompanying recipe not fully included in the provided text.\n\n---"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_879",
    "contenu": "Here is the structured content of the document titled \"THE ARABIC THREADS OF SHERRY HISTORY\":\n\n---\n\nFor almost eight hundred years during the Middle Ages, while the rest of Europe was shrouded in cultural and intellectual darkness, the Moors controlled most of Spain. Progressive, powerful, and enlightened, they were not one people but a group of Middle Eastern and North African Muslim tribes that entered Europe through Andalusia. Their capital became the white-walled village of Córdoba, which under their caliphate became the most important city in Western Europe. By the tenth century, Córdoba had half a million people and was the first city in Europe with street lighting, a sewage system, and public fountains. There were fifty hospitals, three hundred public baths, sixty schools, twenty libraries, and more than a thousand mosques. Despite brief waves of religious fanaticism, the caliphate of Córdoba was remarkably secular. For centuries, Muslims, Christians, and Jews lived in harmony under its rule. Such was the atmosphere of liberalness, openmindedness, and tolerance, in fact, that the Muslims largely ignored the Koranic prohibition against drinking. By the end of Arabic hegemony, Sherry was a well-established beverage—one that scholars believe was decidedly present at the caliph’s table.\n\n---"
  },
  {
    "source": "dokumen.pub_wine-secrets-advice-from-winemakers-sommeliers-and-connoisseurs-9781594742613-1594742618.pdf_page_9",
    "contenu": "### Introduction\n\n**This book is a collection of pearls of wine wisdom from forty leading figures in the wine world.** These simple tips aren’t recommendations or traditional lessons about styles or regions. Rather, they're useful insights and practical hints designed with the everyday wine drinker in mind. Inside, you’ll find everything from basic concepts that help untangle wine’s complexity to specific advice on which features are important in an all-purpose wineglass.\n\nAs wine professionals, the experts cited on these pages have all built their lives around one of life’s purest pleasures. Like works of art, the best wines can transport us with a single sip to another place and time. The extraordinary properties of wine have been recognized for centuries. Even the simplest ones are refreshing, delicious, and nutritious and can melt away the anxieties of the day.\n\nYet, there’s no question that wine can also be a source of frustration. Compared to virtually every other food or beverage, wine seems fraught with hazards. Impenetrable labels, pairing rules, serving temperatures—newcomers are confronted with an overwhelming number of choices and service rituals that can stand in the way of appreciating what’s in the bottle.\n\nAn entire industry has sprung up to support wine as an elite beverage, building a world in which what you know about wine is a reflection of your social status. But, that’s not what wine is really about. Socrates had it right.\n\n\\[Page number: 8\\]\n\\[Book title: Wine Secrets\\]"
  },
  {
    "source": "Understanding_Grape_Cultivation_in_Greece_s_Geogra",
    "contenu": "## THE LAND, THE GRAPES, AND THE VINEYARDS\n\nIn square miles, Greece is only slightly larger than the island of Cuba, and of its total land area, about 70 percent is mountains and 20 percent islands (making mechanical cultivation all but impossible). Mountainous regions are used primarily for grazing sheep and goats, although some vineyards are planted on the more moderate mountain slopes and high plateaus. The relatively small amount of land that is available for agriculture—some 326,000 acres (131,900 hectares; an amount only modestly greater than the acreage planted with grapes in Bordeaux)—is widely planted with grapevines and olive trees; both do well in Greece’s mostly infertile, thin, dry soil.\n\nGreece’s climate is well adapted for grape growing. Rains come mainly in the winter, when the vines are dormant. There is bountiful sunlight, augmented by even more light reflected off the sea, to ripen the grapes fully. If anything, too much sun and heat can be a problem, for grapes that ripen too quickly often have simple, monochromatic flavors. For this reason, some vineyards are planted on north-facing slopes to slow down the ripening process.\n\nThe proximity of Greek vineyards to the sea and cooling maritime breezes is usually an advantage. But strong sea winds can pose problems. To anyone accustomed to vines that stand 5 feet (1.5 meters) tall or more (as vines do in California), it’s startling to see the vineyards on some of the most windswept Greek islands. There, the vines are trained in the circular kouloura method, close to the ground so that they form what look like wreaths or shallow baskets. Trained this way, each vine is called a stefáni, or crown. In the center of the stefáni, protected from the wind, lie the grapes.\n\nGreece’s peculiar geographic configuration, with its four thousand plus islands, allowed many different grape varieties to become established. As of this writing, seventy-seven ancient indigenous varieties have been identified, although others may have gone extinct over the past century due to the lack of a market for the wines made from them. (Several Greek winemakers, however, are determined to protect those indigenous varieties that currently exist from a similar fate.) At the same time, international varieties, such as chardonnay and cabernet sauvignon, have also been planted in recent years."
  },
  {
    "source": "mcgee.pdf_page_760",
    "contenu": "The document provides a flowchart describing the process of brewing beer, and it includes various production stages for both Ale and Lager types of beer. Here is a structured textual description of the flowchart:\n\n### Brewing Beer Process Flowchart\n\n1. **Barley**\n   - **Process**: Water is used to sprout the barley over 5-9 days.\n   - **Output**: Kilned Malt.\n\n2. **Malt**\n   - **Additional Inputs**: Adjunct grains.\n   - **Process**: Mash the malt and adjunct grains, and heat to 130-160°F/54-70°C for 2 hours.\n\n3. **Mashing Outcome**\n   - **Processes**: \n     - Filter the mash.\n     - **Output**: Spent grains and sweet wort.\n\n4. **Sweet Wort Treatment**\n   - **Inputs**: Hops.\n   - **Process**: Boil with hops.\n   - **Output**: Bitter wort.\n\n5. **Cooling and Fermentation**\n   - **Yeast Varieties**:\n     - *Saccharomyces cerevisiae* for Ale.\n     - *Saccharomyces uvarum* for Lager.\n   - **Process**:\n     - Cool and possibly centrifuge the bitter wort.\n     - Ferment:\n       - Ale: Ferment at 70°F/21°C for 2-7 days.\n       - Lager: Ferment at 45°F/8°C for 6-10 days.\n\n6. **Maturation**\n   - **Ale**: Mature for some days.\n   - **Lager**: Mature for weeks.\n\n7. **Final Processing**\n   - **Ale**:\n     - Clarify/filter.\n     - Bottle or can.\n     - Pasteurize.\n     - **Final Product**: Bottled beer.\n   - **Lager**:\n     - Clarify/filter.\n     - Keg.\n     - (Optional) Pasteurize.\n     - **Final Product**: Keg beer.\n\nThis structured flowchart delineates the specific process steps involved in producing different types of beer, highlighting the key differences in fermentation and treatment between Ale and Lager."
  },
  {
    "source": "the_in_eaux-de-vie_fruit_a",
    "contenu": "The document provides information about Eaux-de-vie, a type of fruit brandy. Here’s a structured summary of its contents:\n\n### Eaux-de-vie Overview\n- **Definition**: Eaux-de-vie can be made from any fermentable fruit, typically using full-flavored, hearty fruits like pear (poire, poire Guillaume), cherry (kirschwasser), and raspberry (framboise).\n\n### Geography\n- **Production Locations**: Eaux-de-vie can be produced globally, with the most renowned varieties originating from France, Eastern Europe, and the Pacific Northwest.\n\n### Aging\n- **Aging Process**: Fruit brandies like eaux-de-vie are generally not aged, though some might be rested in neutral holding tanks.\n\n### Recommended Bottles\n1. **Clear Creek Pear Brandy**:\n   - **Origin**: Oregon\n   - **Ingredients**: Local Williams or Bartlett pears\n   - **Description**: Known for delivering big fruit flavors, often used in small doses as a modifier in various drinks due notably to its intense fruit flavor.\n   - **Notable Use**: Works well as a base spirit.\n\n2. **G. E. Massenez Kirsch Vieux Cherry Brandy**:\n   - **Description**: Described as an intense \"cherry bomb\" of flavor, typically used in small quantities in stirred drinks.\n   - **Notable Use**: Enhances drinks like the Thomas Waugh's Manhattan-style cocktail, the Red Ant.\n\n3. **G.E. Massenez Crème de Pêche Peach Liqueur**:\n   - **Description**: Celebrated for encapsulating the distinctive flavor of ripe peaches, used to add unique flavor notes in drinks.\n   - **Notable Uses**: Ideal for cocktails like the Moon Cocktail and Stick the Landing."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_968",
    "contenu": "The image you provided appears to be blank with no visible content. Please check the image and provide another one that contains the information or document you would like to analyze."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_10",
    "contenu": "The structured content from the image, which is the table of contents of a document related to wine, is detailed below:\n\n### Contents\n\n**Epigraph**\n- Page ii\n\n**Introduction**\n- Page vi\n\n**FUNDAMENTALS**\n- **Wine Basics**\n  - Page 2\n- **Tasting Wine**\n  - Page 12\n- **Handling Wine**\n  - Page 22\n- **Food and Wine Pairing**\n  - Page 30\n\n**STYLES OF WINE**\n- **Styles of Wine**\n  - Page 40\n- **Sparkling Wine**\n  - Page 44\n- **Light-Bodied White Wine**\n  - Page 54\n- **Full-Bodied White Wine**\n  - Unknown page number (marked as \"--\")\n\n**WINE REGIONS**\n- **Wine Regions of the World**\n  - Page 176\n- **Argentina**\n  - Page 178\n- **Australia**\n  - Page 180\n- **Austria**\n  - Page 184\n- **Chile**\n  - Page 186\n- **France**\n  - Page 188\n- **Germany**\n  - Page 196\n- **Italy**\n  - Page 198\n- **New Zealand**\n  - Page 202\n- **Portugal**\n  - Page 204\n- **South Africa**\n  - Page 206\n- **Spain**\n  - Page 208\n\nThis layout shows the organization and content areas covered in the document about wines, including both general fundamentals and specific information about wine styles and regions."
  },
  {
    "source": "mcgee.pdf_page_671",
    "contenu": "**Making Caramel**\n- **Technique**: The traditional method to make caramel involves mixing table sugar with water, heating until the water evaporates and the sugar melts and colors.\n- **Reason for Using Water**: Water helps in controlling the cooking temperature and prevents the sugar from burning instantly. It makes it possible to cook the sugar over high heat safely and prolongs the caramelization period allowing reactions more time to develop.\n- **Cooking Methods**: Cooking sugar in a microwave produces a slightly different flavor spectrum compared to conventional stovetop cooking. \n- **Heat Production**: The caramelization and coloration reactions release heat, making the sugar mixture hot enough to cause burns if not managed.\n- **Cooling**: It's advisable to have a bowl of cold water nearby to cool the container if the caramelization occurs too quickly, to prevent the caramel from turning too dark, bitter, or viscous.\n\n**Flavor of Caramelized Sugar**\n- **Aroma**: The flavor profile includes notes from buttery and milky (from diacetyl), fruity (esters and lactones), and roasted characteristics.\n- **Development of Flavor**: As the heating continues, these flavors evolve to give caramelized sugar a complex, rich taste.\n\n**Sugars and Health**\n- **Caloric Content**: Sugars are high in calories but considered \"empty calories\" that do not offer nutritional benefits beyond energy, contributing to obesity and other health issues when consumed in excess.\n- **Epidemic Impact**: High sugar consumption displaces more nutritious foods and contributes to the obesity epidemic and other health challenges.\n\n**Food Words: Caramel**\n- **Etymology**: The word \"caramel\" may originate from French, borrowing from Spanish, with the root meanings linked to the color similar to straw, and the Italian word \"calamaro\" for squid indicating a connection in the term usage due to the similar color description."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_200",
    "contenu": "The image provides detailed suggestions for ingredient pairings with various foods and beverages alongside a guide to potential flavor associations. It features extensive tables indicating compatibility through a color-coded system. Here's a breakdown of the structured content in Markdown format for the specified sections:\n\n### Classic Pairing: Goats' Cheese, Honey and Toasted Bread\n- Warm goats' cheese with a drizzle of honey and fresh thyme over crostini works as an appetizer or an accompaniment to a green salad.\n\n### Potential Pairing: Goats' Cheese and German Sausage\n- Chèvre and other goats' cheeses pair particularly well with German sausage, noted for its waxy, animal-like flavor distinct from cow's milk-based varieties. The recommended type of German sausage is Thüringer Rostbratwurst.\n\n### Ingredient Pairings With Goats' Cheese and Milk\n| Ingredient             | Fatty  | Meaty  | Roasted | Earthy  | Spicy  | Floral | Cool  | Nutty  | Sour  | Green  | Bean/Nutty | Chemical |\n|------------------------|--------|--------|---------|---------|--------|--------|-------|--------|-------|--------|------------|----------|\n| ciabatta               | •       |        | •       |         |        | •      |       |        |       |        |            |          |\n| oven-baked German sausage  | •       | •      |         |         | •      |        |       |         |      |        |            |          |\n\n### Additional Ingredients Listed for Pairing:\n- **ciabatta:**  \n  - loganberry, Manchego cheese, pickled capers, sea buckthorn berry, etc.\n- **oven-baked German sausage:**  \n  - usukuchi (light soy sauce), shiso leaf, Boursin (cheese), poached squid, etc.\n- **cane syrup:**  \n  - pan-fried pheasant, grilled turbot, Bilbaina salvia ant, wakame seaweed, etc.\n- **roasted hazelnut puree:**\n  - dried bay leaf, smoked Atlantic salmon, blackcurrant juice, koshian (red bean paste), etc.\n- **katsuobushi (dried bonito flakes):**  \n  - Spanish chorizo, salted anchovies, dried porcini, cooked adzuki bean, etc.\n- **mulberry wine:**\n  - cashew nut, apricot, pan-fried venison, maracujá (passion fruit), etc.\n\n### Scoring System Colors:\n- **Black Dot:** Strong Compatibility\n- **Large Colored Dot:** Good Compatibility\n- **Small Colored Dot:** Moderate Compatibility\n- **Gray Dot:** Poor Compatibility\n\nThis layout provides a visually engaging and informative guide that culinary professionals and enthusiasts can use to enhance their dishes with nuanced flavor combinations."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_171",
    "contenu": "**Text Analysis and Structured Content**\n\n### I. Traditional Fermentation Process: *baälche*\n\n1. **Rituals Involved**:\n   - Elaborate rituals accompany the production and consumption of *baälche*.\n   - The makers perform a ritual involving:\n     - Removal of foam from the active ferment.\n     - Holding sacred corn kernels in their palms and moving hands in a clockwise circle.\n     - Blessing the utensils and cups used in drinking.\n     - Placing the skimmed corn and foam with other sacraments on a plantain leaf.\n     - Folding the leaf into a package and burying it in the forest as an offering to the deity of death.\n\n2. **Cultural Significance**:\n   - These practices are deeply interconnected with indigenous perceptions of life, death, and transitions.\n   - Emphasizes the need for modern societies to rediscover and adapt these practices to reinforce cultural ties and understanding.\n\n3. **Reconnection Through Fermentation**:\n   - Fermentation acts as a medium to reconnect with traditional practices and broader life concepts, encompassing both the spiritual and physical realms.\n\n### II. Fruit and Flower Meads\n\n1. **Personal Experience and Inspiration**:\n   - The author draws inspiration for making mead from the availability of seasonal fruit.\n\n2. **Characteristics of Fruits for Fermentation**:\n   - Fruits carry fermenting yeasts, particularly those with edible skins.\n   - They generally contain acids and tannins which are beneficial for yeast activity.\n\n3. **Fermentation Process**:\n   - A higher concentration of fruits results in faster and more apparent yeast activity and enhances the flavor profile of the mead.\n\n4. **Recommendations**:\n   - Preferably use organic or unsprayed fruits to avoid chemicals.\n   - Anecdotal mention of how some individuals use fruits salvaged from dumpsters successfully in fermentation.\n\nThe document discusses traditional fermentation in cultural and modern contexts, and shares personal insights into the practice of making mead using fruits and flowers."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_191",
    "contenu": "The image presents a comprehensive infographic and description focused on the \"Black truffle\" and its aroma profile:\n\n### Heading\n- **Black truffle**\n\n### Aromatic Profile Diagram\nThe infographic features a circular diagram divided into segments labeled with various aroma descriptors grouped by related scents:\n- **Fruity**: peach, pineapple\n- **Vegetal**: cabbage, mushroom, onion\n- **Earthy**: soil\n- **Chemical**: petroleum\n- **Pungent**: cheese, burnt\n- **Smoky**: smoky\n- **Nutty**: buttery\n- **Sweet**: caramel, vanilla\n- **Sulfurous**: sulfury\n\n### Black Truffle Aroma Profile Text\n**Text Description**: \nThe document explains that the Black truffle, scientifically named *Tuber melanosporum*, contains sulfur compounds like dimethyl sulfide, giving it a distinctive garlicky and cabbage-like scent. It also has aldehydes such as 2- and 3-methylbutanal which contribute pungent tones. Additionally, other compounds deliver a fruity, chocolate-like nuance to its complex aroma.\n\n### Table of Aroma Compounds and Food Pairings\nThe table at the bottom breaks down specific aromatic compounds in black truffle and correlates them with similar scents found in various foods:\n\n```markdown\n| Black Truffle Compound | Melon | Fig | White Toasting Bread | Salchichon Sausage | Melted Butter | Beef Sirloin | Mild Cheddar | Hard-boiled Egg Yolk | Boiled Brown Crab | Puff Pastry |\n|------------------------|-------|-----|----------------------|--------------------|---------------|--------------|--------------|----------------------|------------------|-------------|\n| 2-methylbutanal        | ●     | ○   | ○                    | ○                  | ●             | ○            | ●            | ○                    | ○                | ○           |\n| 3-methylbutanal        | ●     | ●   | ○                    | ●                  | ●             | ●            | ●            | ●                    | ○                | ○           |\n| Dimethyl sulfide       | ○     | ○   | ○                    | ○                  | ○             | ○            | ○            | ○                    | ●                | ○           |\n| Methional              | ○     | ●   | ●                    | ●                  | ●             | ●            | ●            | ○                    | ○                | ●           |\n| 2,3-butanedione        | ○     | ○   | ●                    | ○                  | ●             | ○            | ●            | ○                    | ○                | ●           |\n| Phenylacetaldehyde     | ●     | ●   | ○                    | ○                  | ○             | ●            | ○            | ○                    | ○                | ○           |\n| 2-methylpropanal       | ●     | ○   | ○                    | ●                  | ○             | ○            | ●            | ●                    | ○                | ○           |\n| 1-octen-3-ol           | ○     | ○   | ○                    | ○                  | ○             | ●            | ○            | ○                    | ○                | ○           |\n| Phenylmethanol         | ○     | ●   | ○                    | ○                  | ○             | ○            | ○            | ○                    | ○                | ○           |\n```\n\n- **●** indicates a dominant presence.\n- **○** indicates a lesser or no presence.\n\n### Page Number\n- **191**\n\nOverall, the document serves to detail the complex sensory attributes of black truffles and suggest potential food pairings based on shared aroma compounds."
  },
  {
    "source": "_Preparation_and_Fermentation_of_Laphet_Tea_Leaves",
    "contenu": "The document contains text related to the preparation and fermentation of tea leaves, specifically referencing a type called \"laphet.\" It also includes sections on troubleshooting issues with fermentation processes. Below is the structured content extracted from the document:\n\n---\n\n**Fermentation Process of Laphet**\n\n- **Description**: Tea leaves are placed in a traditionally bamboo-lined pit, heavily weighted to expel air and compress the leaf mass. The fermentation process ranges from several months to a year.\n- **Method**: The leaves are pickled with ginger, garlic, chilis, oil, and salt and are meant to be eaten together.\n- **Anecdote**: A friend receives laphet from Burma, found in Philadelphia, describing it as one of her favorite dishes. The laphet is used in a salad mixed with lettuce and seasoned as described, leading to an explosion of flavor.\n- **Personal Note**: The friend, Suze, is planning to grow tea on her farm in Alabama but needs to wait a few years for the shrubs to mature enough to attempt making laphet.\n\n---\n\n**Troubleshooting Fermentation Issues**\n\n1. **Foaming During Fermentation**\n   - **Explanation**: Foaming is common in the early stages of fermentation.\n   - **Action**: It is advised to skim off persistent foam from the surface and discard it. Foaming usually subsides quickly and may go unnoticed.\n\n2. **Development of Yeast or Mold on Surface**\n   - **Explanation**: Surface growth of yeast or mold during fermentation is common.\n   - **Action**: Skimming off mold is recommended, and there is generally no need for concern if some mold dissipates. For a more detailed discussion, refer to materials on surface molds and yeasts.\n\n--- \n\nThis structured summary classified the details and advice included in the discussed document regarding the fermentation of laphet and associated troubleshooting tips."
  },
  {
    "source": "add_or_minutes_oil_seafood",
    "contenu": "The document provided appears to be a recipe or culinary preparation guide. It includes instructions for making a seafood dish and an accompanying sauce called Aioli. Below are the structured details extracted from the document:\n\n---\n\n**For the Saffron Infusion:**\n1. Pour wine into a small saucepan and bring to a simmer.\n2. Add saffron and let steep for 10 minutes.\n\n**For the Soup Base:**\n1. In a large, heavy pot, heat olive oil over medium heat.\n2. Add leeks, onions, celery, garlic, and orange zest and sauté until tender, about 10 minutes.\n3. Add saffron infusion, fish stock, plum tomatoes, thyme, bay leaf, ground fennel seed, and red pepper flakes.\n4. Bring to a boil, then reduce heat and simmer for 15 to 20 minutes.\n5. Season with salt and pepper.\n\n**To Serve:**\n1. Bring the soup base to a simmer and add fish and lobster or crab if using.\n2. Cook for 2 to 3 minutes, then add shrimp and scallops.\n3. Cook for an additional 3 to 4 minutes until seafood is firm and opaque.\n4. Discard any mussels that do not open when tapped with a spoon.\n5. In a separate pan, pour white wine to a depth of 1/2 inch and add mussels.\n6. Cover and steam until mussels open, about 3 to 5 minutes.\n7. Transfer opened mussels to the soup base using a slotted spoon.\n8. Add cooked fennel bulbs if using, and top with chopped parsley and fennel fronds.\n9. Garnish with toasted bread croutons and a dollop of aioli or rouille.\n\n**Variation:**\n- Replace half of the French bread croutons with 12 to 18 boiled new potatoes.\n\n---\n\n**Aioli:**\n- Ingredients:\n  - 1 tablespoon finely chopped garlic\n  - Pinch of salt, or to taste\n  - 2 large egg yolks\n  - 3 to 4 tablespoons lemon juice\n  - 2 cups mild olive oil, or part canola oil and part olive oil\n\n- Instructions:\n  1. Place garlic in a mortar and grind to a fine paste with a pinch of salt.\n  2. Put egg yolks in a blender or food processor.\n  3. Add 3 tablespoons lemon juice and blend.\n  4. With the machine running, gradually add the olive oil, a few drops at a time, until the mayonnaise is emulsified.\n  5. Add the garlic mixture and remaining lemon juice to taste.\n  6. Season with additional salt and adjust consistency with water if needed.\n\n---\n\nThis summary offers a clear structured understanding of the culinary procedure outlined in the document. The recipe is for a seafood soup with an optional Aioli, detailed in steps including preparation of the base, seafood addition, and serving instructions."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_314",
    "contenu": "The document provides detailed information about a specific wine from Bordeaux, France, focusing on its origin, viticultural details, and characteristics. Below is a structured summary of the key details:\n\n### Origin:\n- **Country:** France\n- **Region:** Bordeaux\n\n### Characteristics of Vineyard:\n- **Area:** 11,000 acres (4,500 hectares)\n\n### Wine Type:\n- **Color:** White\n- **Serving Temperature:** Cold\n- **Age-ability:** 15 years\n\n### Price Range:\n- **Cost:** $20-$30\n\n### Grapes:\n- **Varieties:** The wines from Bordeaux are made exclusively with white grapes, including:\n  - **Sémillon:** Adds body and tropical fruit notes.\n  - **Sauvignon Blanc**\n  - **Other varieties** possibly used (not directly listed, inferred from the context of Bordeaux white winemaking).\n\n### Flavor Profile:\n- **Cool Vintage:** Lime\n- **Warm Vintage:** Quince, Apricot, Papaya\n\n### Sugar Content:\n- **Per Serving:** 17 grams of sugar per 4 oz serving\n\n### Acidity:\n- High natural acidity which counterbalances its sweetness.\n\n### Main Regions:\n- **Sauternais:** A sub-region in Bordeaux known for dessert-style wines made from grapes affected by noble rot, enhancing their sweetness and complexity.\n\nThe document seems to emphasize the wine's distinct nature derived from Bordeaux's climate, grape varieties, and winemaking techniques tailored to produce high-quality sweet white wines. These wines are generally consumed cold and can age for up to 15 years, demonstrating their quality and longevity. The associated fruit flavors suggest how the wine's taste profile might change depending on the vintage temperature."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_365_full",
    "contenu": "The document provides recipes for three cocktails, along with brief comments from the creators and the history or inspiration behind each drink. Here are the structured details for each cocktail:\n\n1. **Coffee and Cigarettes**\n   - **Creator**: Thomas Waugh, 2011\n   - **Description**: A variation on the classic Rob Roy cocktail, substituting coffee liqueur for a unique twist.\n   - **Ingredients**:\n     - 2 ounces Caol Ila 12-Year Scotch\n     - ½ ounce Galliano Ristretto\n     - 1 teaspoon Carpano Antica Formula Vermouth\n     - 2 dashes Bittermens Xocolatl Mole Bitters\n   - **Method**: Stir all the ingredients over ice, then strain into a martini glass. No garnish is required.\n\n2. **Cure for Pain**\n   - **Creator**: Brian Miller, 2009\n   - **Description**: Created for a regular customer, Anthony Sarnicola, as a twist on the Boulevardier cocktail.\n   - **Ingredients**:\n     - 1½ ounces Rittenhouse 100 Rye\n     - ½ ounce Stagg Bourbon\n     - ½ ounce Optima 10-Year Tawny Port\n     - ½ ounce Carpano Antica Formula Vermouth\n     - 1 teaspoon Campari\n     - 1 teaspoon Marie Brizard White Crème de Cacao\n   - **Garnish**: Orange twist\n   - **Method**: Stir all the ingredients over ice, then strain into a coupe. Garnish with the orange twist.\n\n3. **The Dangerous Summer**\n   - **Creator**: Joaquin Simó, 2009\n   - **Description**: Named after a Hemingway book about bullfighters, this cocktail is a variation of the Blood and Sand, swapping out Cherry Heering and orange juice for dry cherry brandy and blood orange liqueur.\n   - **Ingredients**:\n     - 1½ ounces Yamazaki 12-Year Whiskey\n     - ¾ ounce Dolin Rouge Vermouth\n     - ½ ounce Solerno Blood Orange Liqueur\n   - **Method**: The document does not specify the method for this cocktail, but based on the standards of cocktail preparation, it likely involves stirring or shaking all ingredients and then straining into an appropriate glass.\n\nEach recipe includes precise measurements and instructions for the creation of each cocktail, reflecting the personal touch and innovation of the mixologists."
  },
  {
    "source": "dokumen.pub_perfect-pairings-a-master-sommeliers-practical-advice-for-partnering-wine-with-food-9780520931664.pdf_page_148",
    "contenu": "The document discusses the pairing and cooking methods for Viognier wine, highlighting its characteristics and how they complement certain foods. Here is the structured content:\n\n---\n\n### Pairing Viognier Wine\n\n**Ideal Pairings:**\n- Shellfish, scallops, crab, lobster\n- Dishes with butter and cream\n- Dishes that include nuts, reconstituted dried fruit, or white meat\n- Cheese courses\n- Desserts (suggested due to the wine's sweetness and acidity)\n\n**Cooking Methods:**\n- Slow roasting\n- Caramelizing\n- Smoking\n- Deep-fat frying\n- Low-temperature sautéing in butter\n\n**Avoid:**\n- Heavy grilling or blackening\n\n### Pairing Pointers for Viognier\n\n**Viognier Goes Well With:**\n- Full-flavored and rich recipes, similar to Chardonnay\n- Thicker sauces and richly textured dishes\n- Fruit and sweet spice combinations (e.g., Indian mango chutney, Chinese plum sauce, tangy fruit barbecue sauce)\n- Appetizers and noh foods such as satays with peanut sauce, cured-meat assortment, or even barbecue nuts\n- Cheeses (almost all varieties)\n- Curried dishes (Thai, Indian, Malaysian, Caribbean)\n- Smoked foods (fish, chicken, duck, cheese)\n- Caramelized vegetables and starches\n- Holiday foods (turkey, ham, goose, duck, sweet potatoes with marshmallows)\n\n**Viognier Isn't Good With:**\n- Lighter fare, as the wine needs something to hang onto or it will overpower the food\n\n---"
  },
  {
    "source": "inconnu_3217",
    "contenu": "The document provided is a structured list of food items and properties related to a flavor profile. The flavor featured in this section of the document is \"Mint, Peppermint.\" Below is a structured breakdown of the document contents:\n\n**Flavor:** Mint, Peppermint  \n**Properties of Flavor:**\n- **Taste:** Sweet\n- **Weight:** Light–medium\n- **Volume:** Very loud\n- **Tips:** Mint suggests “false coolness.”\n\n**Complementary Foods and Beverages:**\n- Apples\n- Berries\n- Beverages\n- Candies\n- Carrots\n- Chocolate\n- Citrus\n- Cream and ice cream\n- **Desserts:** (specific suggestions)\n  - Iced desserts (e.g., granita, sorbet)\n- Mangoes\n- Mediterranean cuisine\n- Milk\n- Strawberries\n- Teas\n\n**To Avoid:**\n- Savory foods\n\nFurthermore, the document contains a list of unrelated items that may have been part of a previous or different section, including:\n- Olives\n- Red onions\n- Oregano\n- Pasta\n- Pork\n- Rice\n- Soups: chicken, vegetable\n- Tomatoes\n- Turkish cuisine\n- Yogurt\n- Zucchini\n\nThis appears to be information typically useful for culinary purposes, possibly for pairing flavors in cooking or designing menus."
  },
  {
    "source": "inconnu_3186",
    "contenu": "The document details the history and evolution of pasta, noodles, and dumplings, and outlines advancements in pasta-making technology and methods. Here is an organized outline of its content:\n\n### Pasta, Noodles, and Dumplings: An Overview\n- **Historical Background**:\n  - Pasta was reported by Arab geographer Idrisi in the 12th century as being made in Sicily.\n  - The term *macaroni* was first applied in the 13th century in Italy.\n  - Medieval cooks used fermented doughs to make pasta, which was moist, soft, and frequently paired with cheese and fillings.\n\n- **Evolution of Pasta**:\n  - During the post-medieval era, Italian guilds formed and refined the art of fresh pasta from soft wheat flour.\n  - Innovations such as pastas-citta or \"dry pasta\" were developed in Southern Italy.\n\n- **Industrialization and Modernization**: \n  - By the 18th century, mechanization made Naples a center for durum pasta manufacturing.\n  - Recent developments include small-scale manufacturing using selected wheat varieties and slow drying methods to enhance flavor and texture.\n\n### Making Pasta and Noodle Doughs\n- **Basic Ingredients and Methods**:\n  - The key to making pasta is using flour that forms a malleable mass strong enough to maintain shape upon boiling. \n  - The cohesiveness in dough is provided by gluten.\n\n### Pasta, Cheese, and Wine Without End\n- An anecdote from **Decameron, Day 8, Tale 3**, tells of a legendary place called Bengodi, described by Giovanni Boccaccio, where lavish amounts of pasta, cheese, and wine were abundant and endless.\n\nThis structured summary encapsulates the key points and themes presented in the text regarding the history, methods, and cultural significance of pasta."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_259",
    "contenu": "The structured content from the document is as follows:\n\n### Ingredients\n- salt, sea\n- shallots\n- sour cream\n- star anise\n- strawberries\n- sugar: brown, white\n- thyme\n- vegetables, raw\n- vinegar, cider\n- tarragon\n- thyme\n- tomatoes and tomato jam\n- vanilla\n- vinegar: balsamic, sherry\n- walnuts\n\n### Flavor Affinities\n- goat cheese + almonds + honey + pears\n- goat cheese + cherries + thyme\n- goat cheese + fennel seeds + orange zest + pasta\n- goat cheese + honey + persimmons\n- goat cheese + pancetta + shallots\n\n### Commentary\n- Some enjoy the combination of chocolate and cheese. If the idea intrigues you, it is recommended to try a good dark chocolate with an aged Alpine cheese (e.g., Gruyère, Hoch Ybrig, Appenzeller, or Prättigauer).\n- Notable mention: \"Swiss mountain cheeses (e.g., Appenzeller, Comté, Gruyère) are a cheese style famous in the French and Swiss Alps.\""
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_206",
    "contenu": "The provided document text focuses on the Aglianico grape and its significance in winemaking. Here's a structured summary:\n\n### Introduction\n- **Topic**: Aglianico Grape\n- **Context**: The Aglianico grape was nearly wiped out by phylloxera in the nineteenth century but has since made a significant comeback in the wine industry.\n- **Advocate**: Antonio Mastroberardino is noted for his pivotal role in reviving Aglianico through his Taurasi and Taurasi Riserva appellations.\n\n### Historical Significance\n- **Region**: Predominantly cultivated in Campania and Basilicata, Italy.\n- **Attributes**: Known for producing wines capable of rivaling Italy's long-lived reds like Barolo, Barbaresco, and Brunello.\n\n### Current Status and Distribution\n- **DOC**: Aglianico del Vulture is one of southern Italy’s premier DOCs for this varietal.\n- **Global Spread**: It has not spread globally as extensively as some other varietals, with limited production outside Italy, notably in Australia and California. In California, Caparone Winery in Paso Robles started focusing on Aglianico in the early 1990s.\n\n### Wine Styles and Modern Winemaking\n- **Variation**: Described as ink-black with forceful tannins and bold aromas.\n- **Ripening**: Ripens late, allowing it to absorb more tannins, with risks of frost due to its late maturation.\n- **Winemaking Trends**: Adopting New World methods like micro-oxygenation to make Aglianico more accessible by reducing astringency.\n- **Style Decision**: Wine can be made into a dry red wine (common) or a spicy rosé (rosato in Italy), with decisions often influenced by whether to blend the must early to make rosé or concentrate it for a full red wine.\n- **Blending**: Typically not blended, but modern trends are introducing blending with varietals like Cabernet Sauvignon and Merlot to balance the rougher edges of Aglianico.\n\n### Style Debate\n- **Traditional vs. Modern**: There is an ongoing debate similar to those in Tuscany and Piedmont regarding the best approach to Aglianico winemaking, balancing traditional methods and modern innovations.\n\nThe text encapsulates both the historical importance and contemporary approaches to handling Aglianico grapes, emphasizing the grape's potential and the stylistic choices that influence its winemaking processes."
  },
  {
    "source": "reds_united_states_whites_california",
    "contenu": "The following is the structured data extracted from the document titled \"Hall of Fame Wines\", which lists various wine producers, their country and location, value factor indicated if applicable, and types of wines they are known for:\n\n```markdown\n| Producer          | Country        | Location                          | Value Factor | Known For       |\n|-------------------|----------------|-----------------------------------|--------------|-----------------|\n| Adelsheim         | United States  | California (multiple appellations)|              | reds, whites    |\n| Argyle            | United States  | Oregon (Willamette Valley)        | V            | reds, sparkling |\n| Arrowood          | United States  | California (Sonoma County)        |              | reds, whites    |\n| Au Bon Climat     | United States  | California (Southern Central Coast)|             | reds, whites    |\n| Babcock           | United States  | California (Southern Central Coast)|             | whites, reds    |\n| Bedell            | United States  | New York (Long Island)            |              | reds            |\n| Bethel Heights    | United States  | Oregon (Willamette Valley)        |              | reds, whites    |\n| Bogle             | United States  | California (multiple appellations)| V            | reds, whites    |\n| Bonny Doon        | United States  | California (Northern Central Coast)|            | reds, whites, dessert |\n| B.R. Cohn         | United States  | California (Sonoma County)        |              | reds            |\n| Buena Vista       | United States  | California (Napa Valley)          |              | reds, whites    |\n| Cakebread Cellars | United States  | California (Napa Valley)          |              | whites, reds    |\n| Calera            | United States  | California (Northern Central Coast)|             | reds            |\n| Casa Lapostolle  | Chile          | Rapel Valley                      |              | reds, whites    |\n| Catena Zapata     | Argentina      | Mendoza                           |              | reds, whites    |\n| Cave Spring       | Canada         | Ontario (Niagara)                 |              | whites          |\n| Chateau Montelena | United States  | California (Napa Valley)          |              | reds, whites    |\n| Chateau Souverain | United States  | California (Sonoma County)        |              | reds, whites    |\n| Chateau Ste. Michelle | United States | Washington (Greater Columbia Valley) | V      | reds, whites    |\n| Chateau St. Jean  | United States  | California (Sonoma County)        |              | reds, whites    |\n| Cline             | United States  | California (Sonoma County)        | V            | reds            |\n| Clos du Bois      | United States  | California (Sonoma County)        | V            | reds, whites    |\n| Columbia Crest    | United States  | Washington (multiple appellations)| V            | reds, whites    |\n| Concha y Toro     | Chile          | Central Valley                    | V            | reds, whites    |\n| Cristom           | United States  | Oregon (Willamette Valley)        |              | reds, whites    |\n| Cuvaison          | United States  | California (Napa Valley)          |              | reds, whites    |\n| Delicato          | United States  | California (multiple appellations)| V            | reds            |\n```\n\nThis table effectively segregates the information based on the heading, such as \"Producer\", \"Country\", \"Location\", \"Value Factor\" (optional and denoted as 'V' when provided), and \"Known For\" which details the types of wine."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_197",
    "contenu": "The document contains content related to pairing pointers for the wine variety \"Vermentino.\" It is structured into two main parts: \"Vermentino goes well with:\" and \"Vermentino isn't good with:\". Below is the detailed content presented in a structured text format:\n\n### PAIRING POINTERS\n\n#### Vermentino goes well with:\n- **Raw fish and shellfish:** Vermentino is excellent with fish carpaccio and tartare as well as sashimi.\n- **Simply cooked preparations of fish and shellfish:** These include basic whole fish and fish fillets, grilled or oven-roasted, served with potatoes, and suited for showcasing a Vermentino-based wine. Pastas like fettuccine with shrimp, olive oil, garlic, penne with squid, Italian parsley, butter, and dishes like penne with clams, peas, and cream.\n- **Highly salty dishes:** Such as freshly cooked dishes that are lightly salted or have deep-fried appetizers like panko-crusted shrimp or anchovies finished with sea salt.\n- **Coconut (moderated sweetness):** Pairs well with a side of toasted coconut rice, mild coconut curry, or ceviche dressed with coconut milk.\n- **Salads:** Ideal for pairing with main-course salads, like Caesar salad with shrimp, Asian chicken salad, or a pasta salad with fresh vegetables and scallops. Recommended to avoid sharp dressings.\n\n#### Vermentino isn't good with:\n- **Strong flavors:** Avoid dishes that overpower the subtlety of Vermentino, such as pungent curries, strong spices, and bold sauces like tamari or oyster sauce.\n- **Very rich dishes:** The balanced acidity of Vermentino doesn’t pair well with dense cream sauces, hearty soups and chowders, or intense stock reductions.\n- **Overly sweet dishes:** Vermentino pairs poorly with overly sweet elements like sweet mango chutney or candied yams, as they can make the wine feel disjointed.\n- **Very briny or acidic ingredients:** Most Vermentino wines lack the crisp acidity needed for pairing with very fresh oysters or Korean side dishes like banchan.\n- **Earthy flavors:** Difficult pairings include dishes with earthy flavors such as beets, brown mushrooms, squab, and pungent cheeses.\n\nThis guidance is aimed at enhancing the dining experience by suggesting effective food pairings for Vermentino wine, highlighting what complements its flavor profile and what doesn’t."
  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_244",
    "contenu": "The document provided discusses culinary uses and pairings involving lemons (citron) in various dishes and with various ingredients. It is structured into sections with titles that indicate different combinations with lemons. Below is the extraction and formatting of the text:\n\n---\n\n### Citron\n\nLe zeste de citron contient un composé appelé citral qui est immédiatement identifiable comme « citronné ». Des notes aromatiques de rose, de lavande et de pin sont également présentes, comme une légère pointe herbacée ; et toutes sont libérées lorsque vous rapiez le zeste d’un citron. Une jolie poissière sèche suivre nette et fraîche, dominée par l’acidité citrique. Utilisé de façon modérée, il va rehausser la saveur d’un plat sans se faire sentir, et ce n’est qu’en plus grande quantité qu’il va lui communiquer une claire saveur de citron. Le citron est très combinable et, de l’apéritif aux petits-fours, il s’adapte à tous les plats, tant salés que sucrés, que ce soit comme un assaisonnement ou comme ingrédient principal. Poussez-le dans ses retranchements avec une tarte sucrée, des confiseries acides, des boissons amères, ou encore avec des citrons conservés dans le sel du Moyen-Orient. La saveur de citron domine également dans le limoncello, une liqueur italienne, le lemon curd, une crème au citron typiquement britannique, et dans le myrte citronné (Backhousia citriodora, un arbre australien). Pour en savoir plus sur les herbes aux arômes de citron, voir Noix de coco & Citron.\n\n### Citron & Agneau\n\nAu Maroc, on fait du tajine d'agneau cuit lentement avec de succulents citrons conservés. Dans la sauce. En Grèce, c'est avec du citron très acide que l'agneau bien gras est cuisiné. Faites dorer un rôti de 1,5 kg dans de l'huile d'olive et de l’ail et faites-le ensuite braiser dans un four hermétique avec le jus de 2 citrons et de l'origan. Si cela devient trop sec, ajoutez un peu d'eau, mais pas trop : l'intérêt est de servir l'agneau en tranches avec ses sucs concentrés et corsés en citron. Traditionnellement, l'agneau est servi bien cuit plutôt que saignant avec des pommes de terre rôties, du riz ou des haricots blancs.\n\n#### Additional Pairings:\n\n- **Citron & Amande**: voir Amande & Citron.\n- **Citron & Anchois**: voir Anchois & Citron.\n- **Citron & Aneth**: Le caractère citronné de l'aneth est donné par le D-limonène, un composé chimique partagé avec le citron. On y détecte aussi de l'orange et plus généralement des notes d'agrumes. La réaction réflexe est de recourir au citron avec de l'aneth principalement sur du poisson, mais en Grèce, où l'association des deux est extrêmement courante, le citron et l'aneth sont utilisés un peu partout : avec de l'agneau, des légumes, ou mélangés à du riz avec des oignons et des pignons et servis avec de la feta.\n- **Citron & Anis**: voir Anis & Citron.\n- **Citron & Artichaut**: voir Artichaut & Citron.\n- **Citron & Asperge**: Dans leur livre *Urban Italian*, Andrew Carmellini et Gwen Hyman s'enthousiasment pour cette association, faisant remarquer combien dans un risotto « le citron tranche avec la richesse du plat, libère la saveur de l'asperge et conserve la fraîcheur de l'ensemble ». Ce que j'adore dans cette recette de sont ses bonnes pratiques ménagères."
  },
  {
    "source": "inconnu_1312",
    "contenu": "### Cooking Fish and Shellfish\n\n**Stovetop Smoking**\nSmoking whole fish is a time-consuming and elaborate process, and cold-smoking requires an appliance with separate chambers for the smoke source and the fish (p. 236). But it’s a simple matter to flavor a few portions with smoke on the backyard grill, or even indoors. Line the interior of an ordinary saucepan and its lid with aluminum foil, scatter smokeable materials—small dry wood chips or sawdust, sugar, tea leaves, spices—on the bottom, place preheated fish pieces on a rack, turn the heat on high until smoke appears, then reduce the heat to medium, cover the pot tightly, and allow the fish to “bake” in this 400–500°F/200–250°C stovetop oven until barely cooked through.\n\n**Fish Mixtures**\nLike meats, fish can be chopped or pounded or ground up and mixed with other ingredients to make balls, cakes, sausages, pâtés, terrines, and so on. This is an excellent way to use small scraps or cooked leftovers, or fish that are bony or otherwise unsuited to serving in large pieces. While meat mixtures are often tenderized and enriched by chunks of fat, and firmed by conversion of the meat's connective tissue into gelatin, fish contain little connective tissue and no fat that is solid at room temperature. Instead, many fish mixtures aim for a distinctive lightness, and have for many centuries, as is clear from Anthimus's early version of the classic French dish _quenelles de brochet_ (see book below).\n\n**Mousselines, Quenelles**\nThe basic preparation for many refined fish mixtures is the mousseline, from the French _mousser_, or “foam,” a term that describes the airy, delicate consistency aimed for. Chilled (raw fish is very finely chopped or pureed with care to avoid overheating in high-speed processors), then whisked with one or more of several binding and enriching ingredients. The whisking also incorporates air, which lightens the mixture. If the fish is very fresh, then it can be enriched and tenderized with cream and bound simply with salt, which extracts some myosin protein from the muscle fibers to help them stick together. With less pristine fish—weeks in the freezer can cause premature protein aggregation and a wet, crumbly puree—egg whites help hold the particles of fish muscle together, as do various starchy materials, including bread crumbs, flour-based béchamel and velouté sauces, pastry doughs, and mashed rice or potatoes. The mousseline mixture is formed by refrigeration, then shaped into dumpling-like _quenelles_, or wrapped inside thin fish fillets.\n\n**Ancient Quenelles**\nPike is good too. Egg white should be mixed into the dish called spumeum which is made with pike, so that this dish may be quite soft rather than hard, and wholesome when mixed together.\n\n—Anthimus, *On the Observance of Foods*, ca. 600 CE"
  },
  {
    "source": "inconnu_1083",
    "contenu": "Here is the structured content from the document:\n\n```markdown\n- naringin (in grapefruit), 256, 256\n- National Association for PET Container Resources (NAPCOR), 309\n- Negroni, 103, 104, 131\n  - carbonated, 323\n  - Manhattan vs., 101–5, 105\n  - taste versus temperature, 104\n  - up vs. on the rocks, 103–4, 103\n- Nelson, Robby, 271\n- Newtown Pippin apples, 346\n- nitrogen cavitation, 194\n- nitrogen gas (N2), and LN, 29, 40, 158\n- nitro-muddled rose cocktail, 166, 167\n- nitro-muddling, 27, 29, 165–76, 166, 245, 265\n  - blender-muddling vs., 167, 169\n  - steps in, 171\n  - tips for, 168–71\n- Nitrous Express, 357\n- nitrous oxide (N2O; laughing gas), 42, 190, 288, 315, 356\n  - safety hazards of, 217, 294\n- Noren, Nils, 150, 177\n- Nuovozymes, 246\n- nucleation, nucleation sites, 67–68, 215, 297–98, 298, 300, 317, 363\n- nut milk-57, 56, 56, 57\n- nut oils, 56\n- Nutrifaster juicer, 35\n- oils, in fat washing, 283\n- Old-Fashioned, 107–13, 108, 130\n  - Old Pal, 131\n  - Old School cocktail (from WD-50), 285\n- old school gels, 237\n- olive oil, fat washing with, 283, 285\n- Ommegang Abbey Ale, in Red-Hot Ale, 187\n- orange bitters, in Bottled Caramel Appletini, 347\n- orange juice, 248, 248, 249, 251, 271\n  - in Rittenhouse Blender Sour, 120\n- oranges, 35, 58, 60, 370\n  - blood, 245, 248\n- OrangeX press, 35\n- Orangina, 299\n- orgeats, 56–57\n- osmosis, 223–24\n- ounces, use of term, 20, 21\n- overcarbonation, 289\n- overchilling, 40–41, 159–60, 160, 163, 299, 320, 371\n- overinfusion, 204\n```"
  },
  {
    "source": "The-Flavor-Bible.pdf_page_319",
    "contenu": "The document is segmented to list food items and cuisines followed by a dish. The structured content can be outlined in two sections: **Ingredients** and **Dishes**.\n\nHere's the structured response:\n\n### Ingredients\n- fermented black beans\n- fish, esp. striped bass\n- GARLIC\n- ginger, fresh\n- ginkgo nuts\n- ham, Serrano\n- hominy\n- horseradish\n- Italian cuisine\n- Japanese cuisine\n- Korean cuisine\n- leeks\n- lemon, juice\n- lemongrass\n- lime, juice\n- marjoram\n- Mediterranean cuisine\n- milk\n- mint, esp. spearmint\n- mirepoix\n- mushrooms\n- mussels\n- mustard greens\n- New England cuisine\n- oil, vegetable\n- OLIVE OIL\n- onions, esp. red or Spanish\n- oregano\n- oysters\n- pancetta\n- PARSLEY, FLAT-LEAF\n- pasta\n\n### Dishes\n- Linguine with Clams, Pancetta, and Hot Chiles — Mario Batali, Babbo (New York City)"
  },
  {
    "source": "the_a_to_polenta_of",
    "contenu": "The image shows a page from a cookbook dedicated to preparing polenta. Below is a structured presentation of the content, including a recipe:\n\n### Préparer de la polenta\n**Type de plat**: Traditional Italian Maize Semolina Dish  \n**Serves**: 6 to 8 people  \n**Preparation Time**: 5 minutes  \n**Cooking Time**: 3 to 4 minutes  \n\n#### Ingredients:\n- 1.25 liters of water, vegetable or mushroom broth, or a mix with milky semi-skimmed milk (cow, soy, etc.)\n- 1 teaspoon of salt\n- 250 g of precooked maize semolina\n- Butter, parmesan (optional, according to the recipe)\n\n#### Instructions:\n1. Bring the water and salt to a boil.\n2. Gradually pour the maize semolina into the water while stirring (Image 1 in the photo sequence).\n3. Cook for 3 to 4 minutes, stirring without stopping, until the polenta is smooth (mouleuse) (Image 2 in the photo sequence).\n\n#### Additional Tips:\n- **Be Careful with Splatters**: Polenta tends to splatter; always use a large pot with high edges.\n- **Flavoring**: Once cooked, optional additions include butter, parmesan, herbs, or spices depending on the recipe chosen.\n- **Chef's Advice**: For galettes, do not use oil when reheating as it makes the polenta soft and melting.\n- **Key Note**: If using uncooked maize flour, expect about 45 minutes of cooking, stirring frequently to prevent sticking and achieving a smooth consistency.\n\n#### Note on Further Usage:\n- Polenta can be served in various styles such as grilled polenta, polenta with berries, or apricots and rosemary, referenced on page 339 of the cookbook.\n\nThis page effectively offers a quick and comprehensive guide to making basic polenta with additional tips for customization and further culinary use."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_346",
    "contenu": "The document provides a detailed overview of the wine grape variety known as \"Xinomavro\" (spelled `k'zee-noh-mah-vroh` and `xee-noh-mah-vroh`). Here's the structured content from the document:\n\n---\n**Xinomavro** *(k'zee-noh-mah-vroh | xee-noh-mah-vroh)*\n\n**Introduction:**\nXinomavro, meaning \"acid black,\" is presented as an obscure and intriguing grape variety in the context of the American wine scene, where knowledge of Greek wine is typically limited. This grape name suggests a unique position among Greek reds and it's noted for its compatibility with food, its potential for cellaring, and its general enjoyability.\n\n**Expert Opinion:**\nSofia Perpera, an enologist and a key figure in the Greek wine scene, endorses Xinomavro as a personal favorite. Her insights are highlighted from the \"All About Greek Wine website.\"\n\n**Alternative Names:**\n- Kozanis\n- Mavro Goumenissas\n- Mavro Naoussis\n- Mavro Xino\n- Niaousta\n- Popolka (Greece)\n\n**Styles:**\n- Medium to full-bodied dry red\n- Medium-bodied dry or off-dry rosé\n- Dry white (rarely available)\n- Sparkling\n\n**Common Blends:**\n- Cabernet Sauvignon\n- Merlot\n- Negoska\n- Syrah\n\n**Flavor Lexicon:**\n- **Fruit/Vegetable:** Fresh cherry, dried cherry, green or black olives, rhubarb, strawberry, tomato\n- **Floral:** Herbs (oregano, tarragon)\n- **Earth:** Parched dirt\n- **Wood:** Spice\n- **Other:** Black pepper, game\n\n**Similar Grapes:** \n- Old World Pinot Noir\n- Ligther Nebbiolo or Barbera\n\n**Regions:**\n- **Greece:** \n  - Macedonia (Regions: Amyndeo, Goumenissa, Naoussa)\n  - Thessaly (Region: Rapsani)\n\n**Unique Characteristics:**\nGrown predominantly in Greece, specifically in Macedonia (central Greece, not the independent republic) and parts of Thessaly, Xinomavro is acclaimed for its robust flavor profile and its bright, zesty acidity which is comparable to Italian varieties like Barbera or Nebbiolo.\n\n---\n\nThe document not only enlightens readers about Xinomavro but also emphasizes its distinctiveness and appeal in terms of flavor and winemaking potential."
  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_304",
    "contenu": "The document appears to be a list containing names of food items in French. The text seems to be structured around specific header titles, and the food items underneath possibly categorize under these headers. For better understanding and organization, the list will be structured into three main categories as inferred from the styling (bold and underlined text) in the document:\n\n1. **Porc (Pork)**\n   - Truffe (Truffle)\n\n2. **Asperge (Asparagus)**\n   - Amande (Almond)\n   - Anis (Anise)\n   - Cacahuète (Peanut)\n   - Champignon (Mushroom)\n   - Citron (Lemon)\n   - Fromage à pâte pressée cuite (Pressed cooked cheese)\n   - Fruits de mer (Seafood)\n   - Jambon cru (Raw ham)\n   - Menthe (Mint)\n   - Œuf (Egg)\n   - Orange \n   - Pois (Peas)\n   - Poisson blanc (White fish)\n   - Poisson gras (Fat fish)\n   - Pomme de terre (Potato)\n   - Truffe (Truffle)\n\n3. **Aubergine (Eggplant)**\n   - Agneau (Lamb)\n   - Ail (Garlic)\n   - Fromage à pâte molle (Soft cheese)\n   - Gingembre (Ginger)\n   - Jambon cru (Raw ham)\n   - Noix (Walnut)\n   - Noix de muscade (Nutmeg)\n   - Piment (Chili)\n   - Poivron (Bell pepper)\n   - Tomate (Tomato)\n\n4. **Avocat (Avocado)**\n   - Ananas (Pineapple)\n   - Aneth (Dill)\n   - Café (Coffee)\n   - Chocolat (Chocolate)\n   - Citron vert (Lime)\n   - Concombre (Cucumber)\n   - Feuilles de coriandre (Coriander leaves)\n   - Fraise (Strawberry)\n   - Fromage à pâte molle (Soft cheese)\n   - Fromage bleu (Blue cheese)\n   - Fruits de mer (Seafood)\n   - Lard (Bacon)\n   - Mangue (Mango)\n   - Menthe (Mint)\n   - Noisette (Hazelnut)\n   - Noix de muscade (Nutmeg)\n   - Piment (Chili)\n   - Poisson gras (Fat fish)\n   - Pomélo (Pomelo)\n   - Poulet (Chicken)\n\nThese categories might represent pairing or recipe groups, classifying which items are commonly used together with the main category item (e.g., what can be paired or cooked with \"Pork\", \"Asparagus\", \"Eggplant\", and \"Avocado\", respectively)."
  },
  {
    "source": "inconnu_1252",
    "contenu": "Below is the structured content of the text from the image:\n\n**Dish Descriptions and Chefs/Collaborators/Locations**\n\n1. **Exotic Fruit Salad with Guava Sauce and Phyllo Galettes**\n   - **Chefs/Collaborators**: Dominique and Cindy Duby\n   - **Location**: Wild Sweets (Vancouver)\n\n2. **Chocolate Custard Cake with Exotic Fruit Gelée and Caramelized Bananas**\n   - **Chefs/Collaborators**: Dominique and Cindy Duby\n   - **Location**: Wild Sweets (Vancouver)\n\n3. **Tropical Fruit Salad with Rosewater and Sweet Tahini Yogurt**\n   - **Chef/Collaborator**: Brad Farmerie\n   - **Location**: Public (New York City)"
  },
  {
    "source": "Liquid_intelligence___the_art_and_science_of_the_perfect_cocktail_-_PDF_Room.pdf_page_259",
    "contenu": "The document appears to be an index page from a book, listing various topics along with their corresponding page numbers. Below is a summary of the content structure, broken down into specific headings and subheadings:\n\n### Structure\n- **structure of**: 125-136\n\n### Traditional\n- **traditional**: 63-137\n  - **see also specific types and recipes cocoa nibs**: 193, 196, 208\n\n### Rapid Choice Bitters\n- **in Rapid Choice Bitters**: 213, 213\n\n### Coconuts\n- **coconuts, Asian juice**: 150, 150\n\n### Coconut Water\n- **coconut water**: \n  - **in Bananas Justino**: 260\n  - **in Scotch and Coconut**: 150, 150\n\n### Coffee\n- **coffee**: 189, 192, 196, 315\n  - **cocktails**: 273, 351-60\n  - **drip**: 352\n  - **freshly ground**: 204, 204, 205, 359\n  - **iced**: 353-55\n  - **roasting of**: 356, 360\n\n### Coffee Beans\n- **coffee beans**: 360 \n  - **in Coffee Zacapa**: 205, 350\n\n### Coffee Carafes \n- **coffee carafes for liquid nitrogen**: 41\n- **coffee cocktails**: 273, 351-60\n  - **with espresso**: 352-57\n\n### Coffee Filters\n- **coffee filters**: 36, 36, 237, 277, 277, 280, 280\n\n### Coffee Infusions\n- **Coffee infusions**: 271\n  - **Coffee Zacapa**: 204, 205, 358-59\n  - **in Café Touba**: 206\n\n### Coffee Zacapa Cocktail\n- **Coffee Zacapa Cocktail**: 359\n\n### Cognac\n- **Cognac**: 183\n  - **in Kentucky Kernel**: 345\n  - **in Red-Hot Ale**: 187\n\n### Cognac and Cabernet\n- **Cognac and Cabernet**: 275, 277\n\n### Cointreau\n- **Cointreau**:\n  - **in Blender Marg**: 118\n  - **in Scotch and Coconut**: 150\n  - **in Shaken Margaritas**: 115\n\n### Cold-Brew Coffee Concentrate\n- **cold-brew coffee concentrate**: 352\n\n### Cold Burn\n- **cold-burn**: 39, 371\n\n### Cold Buttered Rum\n- **Cold Buttered Rum**: 55, 55\n\n### Cold Hops Tinctures\n- **cold hops tinctures**: 216-17\n\n### Coldness\n- **coldness, in controlling CO₂ loss**: 298, 299-300, 315\n\n### Cold Plate\n- **cold plate**: 314, 315\n\n### Colombian Rainforest\n- **Colombian rainforest**: 375-76\n\n### Composition\n- **composition, in controlling CO₂ loss**: 300-301, 315\n\n### Concord Grape Jelly\n- **Concord grape jelly, in Peanut Butter and Jelly Vodka**: 285\n\n### Condenser for Distillation\n- **Condenser for distillation**: 45, 46\n\n### Consistency\n- **consistency**: 102, 204\n  - **in carbonation**: 300\n  - **of temperature**: 86\n\nThis index gives us an overview of topics discussed in the book, which likely covers subjects related to food and beverage preparations, focusing on drinks and the effects of different ingredients and methods."
