  },
  {
    "source": "inconnu_1806",
    "contenu": "The document presents a detailed flavor profile for the Nebbiolo wine, depicting various attributes and potential tasting notes. Here's a structured breakdown:\n\n### Wine Profile: Nebbiolo\n**Pronunciation and Alternate Names:**\n- Pronounced as \"nebby-oh-lc\"\n- Also known as Barolo, Barbaresco, Spanna, Chiavennasca\n\n**Profile Characteristics:**\n- Fruit: High amount (represented by numerous dots)\n- Body: Medium amount (represented by fewer dots than fruit)\n- Tannin: High amount (represented by numerous dots)\n- Acidity: High amount (represented by numerous dots)\n- Alcohol: Medium-high amount (represented by an intermediate number of dots)\n\n**Dominant Flavors:**\n- Rose\n- Cherry\n- Leather\n- Clay Pot\n\n**Detailed Flavor Wheel:**\n- **Fruity Flavors:** (Red Highlight)\n  - Cherry Syrup \n  - Strawberry \n  - Raspberry\n  - Dried Cherry\n  - Fig\n- **Spiced/Floral Flavors:** (Green Highlight)\n  - Red Licorice\n  - Anise\n  - Cinnamon\n  - White Pepper\n  - Black Tea\n  - Menthol\n- **Earthy/Roasted Flavors:** (Orange Highlight)\n  - Woodsmoke\n  - Cedar\n  - Cola\n  - Smoke\n  - Clove\n  - Vanilla\n  - Tar\n- **Savoury/Herbal Flavors:** (Yellow Highlight)\n   - Clay Pot\n   - Cured Meat\n   - Pine Bark\n   - Wood Ear\n   - Leather\n\n**Possible Additional Flavors:**\n- Spice Cake\n- Tobacco Leaf\n- Wood Smoke"
  },
  {
    "source": "Titre_____Méthodes_de_Production_des_Vins_Doux__",
    "contenu": "### Winemaking Sweet Wine\n\n#### Methods\n1. **Concentration of grape sugars**\n2. **Stopping the fermentation**\n   - Removing the yeast\n   - Killing the yeast\n3. **Adding sweetness**\n\n---\n*Source: WSET, Issue 1.1 © WSET 2020*"
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_365",
    "contenu": "Here is the structured content from the document:\n\n### Bouillabaisse Borgne ★★\n\n**Pour 4 personnes**\n- Temps de préparation : 30 minutes\n- Temps de cuisson : 35 minutes\n\n#### Ingrédients\n- 1 poireau\n- 1 gros oignon paille\n- 3 gousses d'ail\n- 2 boules tomates bien mûres ou 2 cl de coulis de tomates\n- 1 orange bio ou non traitée\n- 1 kg de pommes de terre à chair ferme\n- 2 cuillerées à soupe d'huile d'olive\n- 10 cl de vin blanc\n- 1 feuille de laurier séché\n- 3 branches de fenouil séché\n- 1 dose de safran (soit 1 g) en filaments de préférence\n- 4 groseilles (bio ou issus de poules élevées en plein air)\n- 4 tranches de pain de campagne\n- Sel, poivre du moulin\n\n#### Ustensile \n- Cocotte en fonte\n\n#### Préparation\n1. Nettoyez soigneusement le poireau et émincez-le finement. Pelez l'oignon, coupez-le en lamelles. Pelez et émincez les gousses d'ail. Ôtez le pédoncule des tomates, hachez-les grossièrement au couteau. Prélevez le zeste de l'orange. Épluchez les pommes de terre, coupez-les en lamelles.\n   \n2. Faites chauffer l'huile d'olive dans une cocotte. Faites-y dorer le poireau et l'oignon. Ajoutez les tomates, l'ail haché, le vin blanc, le laurier, le fenouil et le zeste d'orange. Salez et poivrez. Ajoutez les pommes de terre et versez 1 litre à 1,5 litre d'eau chaude; les pommes de terre doivent être recouvertes. Faites cuire à frémissement pendant 20 à 25 minutes, jusqu'à ce que les pommes de terre soient fondantes.\n   \n3. Ajoutez le safran au bouillon. Cassez les œufs un par un dans une tasse, et faites-les délicatement pocher à la surface du bouillon: comptez 2 à 3 minutes de cuisson pour que le jaune reste coulant.\n\n4. Placez le pain de campagne au fond de 4 assiettes creuses. Prélevez le bouillon et versez-en 1 à 2 louches par convive sur le pain : mélangez-le en guise d'entrée.\n\n5. Servez ensuite les pommes de terre accompagnées de leurs œufs pochés, assaisonnées directement dans l'assiette d'un peu de sel et d'huile d'olive.\n\n### Conseils Utiles\n\n**Chef's tip:**\n- Pour pocher les œufs sans difficulté, mieux vaut peu saler cette soupe. En effet, le sel nuit à la bonne coagulation du blanc d'œuf.\n\n**Good to know:**\n- D'origine provençale, cette préparation s'inspire de la bouillabaisse de poisson, dont elle garde l’assaisonnement typique de safran, du thym et de zeste d’orange. On la surnomme aussi « bouillabaisse du pauvre ».\n\n### References\n- Nettoyer un poireau, p. 24\n- Préparer un œuf poché, p. 108\n\nPage number: 363"
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_246_full",
    "contenu": "The image appears to be a wine profile for a type of wine grape called \"Sangiovese.\" It features several segments of information grouped visually:\n\n1. **Pronunciation and Aliases:**\n   - Pronunciation: \"san-jo vay-\"\n   - Aliases: Chianti, Brunello, Niello, Morellino\n\n2. **Profile Indicators:**\n   - Fruit\n   - Body\n   - Tannin\n   - Acidity\n   - Alcohol\n\n3. **Dominant Flavors:**\n   - Red Currant\n   - Roasted Tomato\n   - Raspberry\n   - (Partially obscured text, likely indicating another flavor)\n\n4. **Flavor Characteristics:**\n   Each flavor characteristic is organized into categories, served by colorful circular sections:\n   - **Fruit (Red):** \n     - Cherry\n     - Strawberry\n     - Sun-Dried Tomato\n     - Roasted Tomato\n     - Red Currant\n     - Blackberry\n     - Plum\n     - Black Cherry\n     - Black Plum\n   - **Herbal/Floral (Green):**\n     - Tomato Leaf\n     - Black Pepper\n     - Dried Herb\n     - Thyme\n   - **Earthy (Brown):**\n     - Clay Pot\n     - Cured Meat\n     - Espresso\n     - Mocha\n     - Clove\n     - Cinnamon\n     - Tobacco\n     - Dried Wood\n   - **Other (Grey):**\n     - Campfire\n     - Black Olive\n     - Leather\n     - Graphite\n\nThis structured content seems designed to provide a comprehensive sensory profiling of Sangiovese wines, which may include various wine types such as Chianti and Brunello. This type of presentation is beneficial for educational purposes or for aiding individuals in selecting wine based on flavor preferences."
  },
  {
    "source": "ml_abv_volume_sugar_acid",
    "contenu": "### COCKTAIL BALANCE AT A GLANCE\n\n#### SPECIFICATIONS FOR COCKTAIL BALANCE AT A GLANCE CHART, ABOVE\n\n**BUILT**\n\n**OLD-FASHIONED**\n- **Mix volume:** 72.6 ml\n- **Finished volume:** 90 ml\n- **Start:** 39.8% abv, 9.4 g/100 ml sugar, 0% acid\n- **Finish:** 32.1% abv, 7.6 g/100 ml sugar, 0% acid\n- **Ingredients:**\n  - 2 oz (60 ml) bourbon (47% abv)\n  - ⅜ oz (11 ml) simple syrup\n- **Additives:** \n  - 2 dashes Angostura bitters\n- **Instructions:** Build over a large rock in an old-fashioned glass with an orange twist.\n\n**STIRRED**\n\n**WIDOW’S KISS**\n- **Mix volume:** 76.6 ml\n- **Finished volume:** 113.8 ml\n- **Start:** 47.9% abv, 5.5 g/100 ml sugar, 0% acid\n- **Finish:** 32.3% abv, 3.7 g/100 ml sugar, 0% acid\n- **Ingredients:**\n  - 2 oz (60 ml) apple brandy (50% abv)\n- **Instructions:** (implicit in context, likely similar serving style/steps as Old-Fashioned) \n\nThis structured content captures the details provided in the document for two cocktails including their mix components, volumes, alcohol by volume (abv), sugar, and acid contents before and after the preparation, as well as specific instructions on how to prepare and serve them."
  },
  {
    "source": "dokumen.pub_perfect-pairings-a-master-sommeliers-practical-advice-for-partnering-wine-with-food-9780520931664.pdf_page_94",
    "contenu": "The document provides specific insights on food pairings and conditions where Riesling wine may not perform best. Here are the structured notes from the content:\n\n- **Picking the wrong Riesling**:\n  - A sharp, dry, and puckery Riesling pairs well with oysters.\n  - An off-dry or semiluscious Riesling is less successful in certain settings.\n\n- **Effect of spicy dishes**:\n  - Dishes with too much cracked black pepper can overpower most Rieslings, although off-dry types may fare better.\n\n- **Pairing with green vegetables**:\n  - Best paired with slightly sweet preparations; for example, snap peas with a slightly sweet Asian sauce.\n\n- **Pairing with traditional red-meat dishes**:\n  - While sauces or long braising can work well, Riesling is not at its best with simply sautéed or roasted lamb, beef, or venison.\n\nThis information is helpful for selecting the correct Riesling for different meals, ensuring the wine complements the dish rather than clashing with it."
  },
  {
    "source": "the_and_city_of_vienna",
    "contenu": "The document titled \"VIENNA\" describes Vienna as a major and unique city due to being a commercially significant wine region within its city limits, which is rare for a major city. The text starts by comparing Vienna's vineyards to symbolic ones in Paris and Rome, emphasizing the real estate value and governmental protection of these vineyards.\n\nVienna, or Wien as it is spelled in Austria, comes from the Celtic word \"wein\" meaning \"white or wild river,\" referencing the Danube River. The city is portrayed as romantic and exhilarating, drawing parallels with Paris due to the beautiful architecture and the stately buildings shining in the sunlight. The combination of mystery, passion, and beauty associated with Vienna also correlates with wine, enhancing its romantic appeal.\n\nFrom the Middle Ages, Viennese vineyards were developed by monks or nobles who engaged deeply in viticulture and maintaining traditional methods such as field blending, known locally as \"gemischter satz.\" This approach remains integral to the Viennese wine culture, accounting for a third of all wines produced as of 2013. The wines, like riesling, pinot blanc, and others, are nurtured on varying soils within the city that influence their taste—lighter wines from the mineral-rich limestone soils in the western parts, and fuller-bodied wines from the darker, heavier soils in the southern part of the city.\n\nUltimately, the document provides a cultural and historical perspective on Vienna, focusing on its unique integration of city life with traditional winemaking practices, and makes a lyrical nod to the wonder and juxtaposition of finding vineyards between modern developments."
  },
  {
    "source": "inconnu_1527",
    "contenu": "### Document Title: VIN SANTO\n\n### Document Content:\n\n**Introduction:**  \nVin Santo, meaning \"holy wine,\" is one of the most famous sweet wines from Italy, treasured especially by the priests during Mass for centuries. Unlike other sweet wines, Vin Santo is typically consumed during non-ceremonious occasions, serving as a customary conclusion to a Tuscan meal, usually accompanied by small biscotti called cantucci.\n\n**Flavor and Varieties:**  \nVin Santo features a typically less sweet profile compared to Sauternes, possessing a delicate creamy, honey-roasted flavor. It can vary in color dramatically, from radiant amber to intense neon orange. The sweetness level and dryness vary greatly depending on the producer’s choice, with some variants being bone-dry.\n\n**Production Process:**  \nProducing Vin Santo remains labor-intensive and artisanal:\n1. **Grape Selection and Preparation:** The wine primarily uses malvasia bianca lunga or trebbiano grapes. These grapes are partially dried for three to six months.\n2. **Drying Method:** Grapes are typically hung from rafters in an airy, dry place such as an attic or room to concentrate sugars by natural dehydration.\n3. **Crushing and Fermenting:** After drying, grapes are crushed and blended with the madre (a thick residue from a former batch), and then left to ferment slowly in small sealed barrels for three to five years.\n4. **Storage:** The aging takes place in warm attics or lofts called vinsantaias, most commonly in oak barrels, although other types of wood like juniper, cherry, and chestnut are also used to enhance the flavor complexity.\n\n**Risks and Outcomes:**  \nIf the process does not proceed as planned, and the wine does not reach the desired quality, it may instead be turned into a high-quality vinegar, similar to practices in neighboring Emilia-Romagna for producing balsamic vinegar.\n\nThis document provides a comprehensive overview of Vin Santo, encapsulating details about its traditional consumption, unique production methods, and the varietal flexibility in its flavor and dryness."
  },
  {
    "source": "_Exploring_the_Wine_Regions_and_Varieties_of_Emili",
    "contenu": "The text describes the wine regions and wines of Emilia-Romagna in Italy, focusing significantly on lambrusco. Here's a structured breakdown:\n\n---\n\n### Emilia-Romagna: A Wine Overview\n- **Location**: Emilia-Romagna, Italy.\n- **Regions**: \n  - Emilia, west of Bologna\n  - Romagna\n  \n#### Key Varieties\n- **Red Wines**: Mainly lambrusco, but also international varieties such as sauvignon blanc, chardonnay, and cabernet sauvignon.\n- **White Wines**:\n  - *Albana di Romagna*: Leading white wine, DOCG status, characteristically white.\n  \n#### Lambrusco Wine Characteristics\n- **Taste Profile**: Generally fizzy, slightly bitter, definitively purple, pairs well with local cuisine.\n- **Varieties**:\n  1. **Lambrusco di Sorbara**: Floral fresh flavors.\n  2. **Lambrusco Grasparossa**: Intense with tannic grip.\n  3. **Lambrusco Salamino**: Named for its long, cylindrical clusters resembling small salamis.\n- **Fermentation**:\n  - Often in pressurized tanks.\n  - Traditional method includes secondary fermentation in each bottle.\n\n#### Notable Mention\n- **Riunite**: \n  - Introduced to America in 1967 by the giant Riunite Co-op.\n  - Became number-one selling imported wine in America by 1976.\n  - Held that position for twenty-six years.\n\n#### Cultural Significance\n- Emilia-Romagna is noted for its hearty cuisine which pairs excellently with the region’s robust, high-acid wines, enhancing digestion.\n\n### Wine Quality\n- Lambrusco is best when young and soon after its release.\n- Noted difference between commercial versions (sweet, marketed globally) and top traditional versions (dry, savory).\n\n---\n\nThis summary encapsulates key points on the types of wines, particularly lambrusco, made in Emilia-Romagna and how they are integrated into local culture and cuisine."
  },
  {
    "source": "the-elements-of-taste.pdf_page_103",
    "contenu": "The document provides a recipe that serves 4 people, featuring fluke fish with a lemon herbal broth, underlining a crisp and tangy taste profile. The dish is suggested as a perfect shoreline lunch when paired with a freshly baked baguette and green salad.\n\n### Ingredients and Preparation\n\n#### Broth\n- **Olive Oil**: 2/3 cup extra virgin\n- **Shallots**: 2 tablespoons, finely diced\n- **Garlic**: 2 cloves, thinly sliced\n- **Thyme Leaves**: 2 tablespoons, chopped fresh\n- **Lemon Juice**: 2/3 cup\n- **Vermouth**: ½ cup dry white\n- **Sugar**: 1 tablespoon\n- **Salt**: Kosher, to taste\n- **Pepper**: Freshly ground white, to taste\n- **Cayenne Pepper**: A pinch\n- **Basil Leaves**: 2 tablespoons, chopped fresh\n\n**Procedure**:\n1. Heat olive oil in a medium saucepan over medium-high heat.\n2. Add shallots and garlic, cooking until lightly golden.\n3. Stir in thyme, then add lemon juice, vermouth, sugar, white and cayenne pepper, and salt.\n4. Adjust taste continuously to achieve a balanced broth.\n5. Add chopped basil before serving.\n\n#### Crust and Fish\n- **Egg Bind**: 1 egg plus 1 yolk, whisked together\n- **Flour**: 4 teaspoons \n- **Salt**: ½ teaspoon kosher\n- **Pepper**: ¼ teaspoon ground black\n- **Fluke Fillets**: 4 six-ounce pieces (or another delicate white-fleshed fish)\n- **Breading**: Cream of wheat and Cayenne (see specific page for mix)\n- **Frying Oil**: Approximately ¼ cup peanut or other neutral vegetable oil\n\n**Procedure**:\n1. Combine egg and flour, whisking until smooth.\n2. Add seasoning and prepare for dredging.\n3. Dip each fillet into the egg mix, then coat with the breading mixture.\n4. Fry in hot oil until the fillets are crisp.\n\nThis recipe is intended for those who are looking for a sophisticated yet comforting seaside meal, emphasizing freshness and herbal flavors."
  },
  {
    "source": "aeration_d'un_vin.pdf_page_1",
    "contenu": "The document provides structured guidance on wine service in a restaurant setting. Below is a formatted version of the content:\n\n### Le service des vins au restaurant\n\n**Fiche technique n° 31**\n\n#### Fédération d'un vin\n\n1. **Mise en place**\n   - Utiliser un plateau pour le transport du matériel\n   - Adapter la verrerie nécessaire au service du vin\n   - Disposer sur le guéridon:\n     - Un verre différent de ceux des clients\n     - Une soucoupe pour présenter le bouchon\n     - Une serviette en papier\n     - Un dessous de bouteille et une carafe (de type large)\n     - Eventuellement un seau à rafraîchir (dans le cas d’un vin blanc ou rosé)\n\n2. **Ouverture de la bouteille**\n   - Au cours de cette phase, la bouteille ne doit pas tourner!\n   - Poser la bouteille sur le dessous de bouteille de telle manière qu’elle soit prête à être débouchée sans autre manipulation\n   - Couper proprement la capsule sous la bague, avec le couteau sommelier\n   - Essuyer le goulot de la bouteille avec la serviette en papier\n   - Centrer la vrille, piquer et visser sans transpercer le miroir du bouchon\n   - Retirer le bouchon délicatement sans faire de bruit, le sentir discrètement et le poser sur la soucoupe\n   - Essuyer le goulot à nouveau\n\n3. **Aération du vin**\n   - Prendre la carafe d’une main par le col ou par l’anse s’il s’agit d’une carafe à canard et de l’autre la bouteille de vin en la tenant par le corps\n   - Verser sans précaution dans le but d’une aération optimum\n   - Si le passage en carafe a pour but d’éliminer la gravelle, surveiller attentivement le vin à l’épaulement de la bouteille\n\nThis structured guide provides detailed steps for preparing, opening, and aerating wine professionally in a restaurant environment."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_744",
    "contenu": "The document entitled \"Fermentation Art\" discusses non-food applications of fermentation in the realm of art. It describes how fermentation has influenced various forms of artistic expression including art and song. The document highlights several examples of artists who incorporate fermentation in their artistic practices:\n\n1. **Suzanne Lee** - A research fellow at the School of Fashion and Textiles in London, recognized for creating garments using kombucha. This process is detailed more in \"Making Kombucha in chapter 6\" of a referenced text.\n   \n2. **Mike Cuil** - The artist mentions an unconventional performance where he and a friend played electronic music and made sauerkraut onstage. During this event, microphones picked up the sounds of chopping and stomping cabbages, and the explanation ends with an anecdote labeling this experiment a success. The key term used in the description is a German phrase \"schlager about sauerkraut,\" which could be interpreted as a hit or popular thing related to sauerkraut.\n\n3. **Jenifer Wightman** - She has created art installations that feature mud and water setups fermenting within enclosed frames, referred to as \"Winogradsky Rothko: Bacterial Ecosystem as Pastoral Landscape.\" Wightman's work mimics a technique by Sergei Winogradsky, a 19th-century scientist who observed pigmented bacteria forming landscapes in mud and water. As these bacteria colonize and deplete their resources, they evolve visually and materially, simulating a dynamic living painting inspired by the style of Mark Rothko.\n\nThe document concludes with an articulation of the philosophical and visual aspects of Wightman's work, exploring themes of resource depletion, ecological change, and the transient yet impactful existence of bacterial landscapes, connecting deeply with environmental and biological influences in the art."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_847",
    "contenu": "The image depicts a scene from a Japanese pickle market, where various types of fermented vegetables are displayed. An array of large baskets containing different kinds of pickles spans across the front of the image. The pickles are covered with clear plastic and marked with bright yellow price tags in Japanese kanji and numbers, suggesting different types and prices of pickled vegetables. \n\nIn the middle of the market, a man wearing a blue shirt and a blue bandana is standing behind the baskets, pointing towards or possibly arranging the items. The background shows indoor shop signs, indicating that the market is situated indoors, perhaps as part of a larger market complex or shopping area. The place appears to be well-lit with fluorescent lighting, enhancing the vibrant colors of the preserved vegetables.\n\nA couple of other individuals can be seen browsing or walking through the market, providing a sense of the market's size and the interest of customers in the products offered.\n\nThe caption under the image notes that these are \"Different styles of fermented vegetables\" and credits \"Eric Haas\" as the photographer. This information contextualizes the image as a photographic documentation perhaps intended to showcase the diversity and cultural aspect of pickling in Japan."
  },
  {
    "source": "boeuf_the_with_and_beef",
    "contenu": "The document appears to be a culinary-themed text discussing various beef-related dishes from different cuisines, with brief explanations of the ingredients and cooking methods. Here are the structured contents for each section: \n\n### Boeuf & Gingembre:\n- **Title:** Boeuf & Gingembre: voir Gingembre & Boeuf.\n\n### Boeuf & Huitre:\n- **Title:** Boeuf & Huitre: voir Huitre & Boeuf.\n\n### Boeuf & Lard:\n- **Synopsis:** Describes the combination of beef with bacon (lard) enhancing the flavor, highlighting the use of smoked, salted bacon which carries the savory taste further in dishes like beef bolognese or beef bourguignon. Also mentions adding mustard and pickles to create dishes like saltimbocca.\n- **Cultural Reference:** German and Italian cuisines are hinted at with the mention of the style of beef preparation.\n   \n### Boeuf & Menthe:\n- **Title:** Boeuf & Menthe: voir Menthe & Boeuf.\n\n### Boeuf & Mûre :\n- **Title:** Boeuf & Mûre: voir Mûre & Boeuf.\n\n### Boeuf & Noix:\n- **Synopsis:** Talks about 18th-century style beef with walnuts stewed in vinegar, popular in England. It is recommended for summer and described as subtly tangy with the exotic flavor of betel leaves, often paired with cold roasted beef (potentially as a Christmas dish).\n   \n### Boeuf & Noix de coco:\n- **Synopsis:** Mentions Beef Penang and Beef Rendang, which are Southeast Asian dishes slowly cooked with coconut. Describes the coconut milk evaporating during the cooking process, leaving intense flavors.\n- **Ingredients:** Lemon, garlic, shallots, galangal, chili pepper, lemongrass, coriander roots, fish sauce, and peanuts.\n- **Cultural Reference:** Strong references to Southeast Asian cuisine (specifically dishes from Malaysia and surrounding areas).\n\n### Boeuf & Œuf:\n- **Synopsis:** Discusses the risks associated with eating steak tartare (raw beef with a raw egg), referencing a specific European directive on food safety. Mentions typical ingredients like anchovies, capers, shallots, and the dangers like driving without seat belts from a humorous perspective.\n   \n### Boeuf & Oignon:\n- **Synopsis:** Describes a dish similar to the Philly cheesesteak made with minced steak and onions, cooked in clarified butter, and soy sauce, hinting at a dish that was innovated by Philadelphians.\n- **Cultural Reference:** American cuisine, specifically the city of Philadelphia.\n- **Ingredients:** Steak, onions, clarified butter, soy sauce, slightly marinated with rice alcohol (mirin) and dash of orange zest.\n\nThis document essentially underscores various beef-based dishes highlighting international culinary influences ranging from European to Asian styles. Each section connects specific ingredients and preparation styles with cultural backgrounds."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_147",
    "contenu": "The image contains the text \"Le cahier pratique\" displayed in a bold sans-serif font, centered on a solid yellow background. The phrase translates into English as \"The Practical Notebook.\" The text is simple, straightforward, and there is no additional graphical or textual content visible in the image. The document appears to be a minimalist cover or title page for a practical notebook or guide."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_396",
    "contenu": "Here's the structured content from the document:\n\n---\n\n### Salade de tomates aux fruits rouges et vinaigre balsamique ★\n\n**Pour 4 personnes**  \nTemps de préparation : 15 minutes\n\n#### Ingrédients\n- 250 g de tomates cerise\n- 125 g de fraises\n- 75 g de framboises\n- 75 g de groseilles\n- ½ botte d’oseille (soit une dizaine de feuille)\n- 10 feuilles de basilic\n- 3 cuillères à soupe d'huile d'olive\n- 2 cuillères à soupe de vinaigre balsamique\n- 1 pincée de Maldon (8 ans d'âge)\n- du fromage de chèvre frais\n- Fleur de sel, poivre du moulin\n\n#### Instructions\n1. Rincez les tomates, les fraises, les framboises et les groseilles. Coupez les tomates en deux ou en quatre selon leur taille. Ôtez le pédoncule des fraises, coupez-les en deux ou en quatre selon leur taille. Égrappelez les groseilles. Rincez et séchez l'oseille et le basilic. Roulez-les et coupez-les en lanières.\n2. Mélangez au fond d'un saladier deux pincées de fleur de sel, quelques tours de moulin à poivre, l'huile d'olive et le vinaigre balsamique.\n3. Ajoutez tous les fruits, les amandes, l'oseille et le basilic. Mélangez et servez sans attendre.\n\n#### Conseils du chef\n- À défaut d'amandes fraîches, faites tremper 1 heure dans de l'eau chaude des amandes sèches.\n- Variez les fruits rouges selon la saison et l'envie: cerises, mûres, groseilles à maquereau sont également les bienvenues.\n\n#### Bon à savoir\n- En entrée ou à la fin du repas, cette salade trouve toujours sa place sur une table estivale, pour les amateurs de sucré-salé.\n- N'hésitez pas à la goûter avec du fromage de chèvre.\n\n---"
  },
  {
    "source": "dokumen.pub_perfect-pairings-a-master-sommeliers-practical-advice-for-partnering-wine-with-food-9780520931664.pdf_page_67",
    "contenu": "The document provides a recipe for \"Grilled, Herb-Marinated Fish on a Bed of White Beans\", which is paired with earthy, minerally Chardonnays (Burgundy-style). Here's the recipe structured into ingredients and instructions:\n\n### Ingredients\n\n#### Marinade\n- 1/2 cup extra virgin olive oil\n- 4 sprigs thyme\n- 4 sage leaves\n- 2 small bay leaves, broken up\n- 1 to 2 tablespoons coarsely chopped rosemary\n- 1 tablespoon finely chopped garlic\n- Grated zest of 1 orange\n- Salt and freshly ground black pepper\n\n#### Other Ingredients\n- 4 6-ounce fillets of albacore tuna, swordfish, or sea bass\n- Cooked White Beans (recipe not included)\n- 4 lemon wedges\n\n### Instructions\n\n1. In a small saucepan, bring the olive oil, thyme, sage, bay leaves, and rosemary to a simmer over medium heat. Reduce heat to low and simmer for 2 to 3 minutes to infuse the oil with the herbs.\n2. Remove from the heat and cool to lukewarm. Then add the garlic, orange zest, salt, and pepper to taste. Let the marinade cool completely. \n3. Reserve 2 tablespoons of the marinade to drizzle on the fish later.\n4. Place the fish fillets in a shallow dish or bowl. Pour the herbed oil over the fillets. Marinate in the refrigerator for 2 to 3 hours.\n5. Preheat the broiler or prepare a charcoal or gas grill. Remove the fish from the marinade, sprinkle with salt and pepper. Cook the fish until it is opaque in the center when pierced with a knife, about 3 to 4 minutes per side.\n6. Place a serving spoonful of white beans on each dinner plate. Top with the cooked fish. Drizzle with the reserved marinade and add a few grinds of black pepper.\n7. Serve lemon wedges on the side.\n\nThe page number indicated in the document is 57, suggesting this recipe may be part of a larger collection or cookbook on recommended wine pairings."
  },
  {
    "source": "ClassGuide_aout2010-5.pdf_page_52",
    "contenu": "Based on the image content, here's an outline of the structured information regarding various vine pruning techniques as described in the document:\n\n### 2.1 Travail de la Vigne\n\n#### Introduction\n- Observation: Long ago it was observed that animal-grazed vines produced larger and better-quality grapes.\n- Technique goal: Vine pruning aims to balance the vegetative activity of the vine, fostering better fruit production and quality.\n- Importance: Proper pruning determines which buds to keep for optimal vine productivity and fruit distribution.\n\n#### Pruning Techniques Described:\n\n1. **La Taille Bordelaise / de Médoc**\n   - **Illustrations**:\n     - Taille bordelaise (de Médoc)\n     - Tailes en Guyot double\n   - **Description**:\n     - This method involves cutting back the vine to create two arms with each arm having a shoot of 5 to 7 buds depending on the grape variety. Lower shoots are trimmed, and only the top three shoots are kept on each arm, with oblique attachment to a horizontal support wire. This allows for a controlled and limited return of shoots, keeping within 25% of the vine branches.\n\n2. **Les Tailles en Guyot**\n   - **Principle of Taille en Guyot Simple**:\n     - Each year, one long branch (or cane) is kept, horizontally positioned. The branch has 6 to 10 buds which help produce fruiting branches.\n   - **Le Guyot Double**:\n     - Similar to 'Guyot Simple' but with each vine's cap having one branch and a return. This helps achieve balanced grape maturation and distribution, ideal in medium density vineyards.\n\n3. **La Taille en Cordon**\n   - **Description**:\n     - This pruning style involves a main vertical trunk that continues into a permanent horizontal trunk where 5 to 7 buds are left to bear fruit on two branches.\n\n4. **La Taille en Lyre**\n   - **Description**:\n     - This method uses two perpendicular main axes that form a lyre shape. Officials (cordon-like branches) run along these, allowing light and air exposure through the open structure of the vine, promoting excellent fruit exposure.\n\n### Summary Slide (Diapo ?):\n- The slide possibly emphasizes the importance of understanding \"La taille de la vigne\" to manage vine growth and fruit quality effectively.\n\nThis structured detail explains different traditional and contemporary vine pruning techniques as documented, focusing on their application, benefits, and specific configurations for various grapevines, contributing to viticulture practices."
  },
  {
    "source": "mcgee.pdf_page_104",
    "contenu": "### EGGS\n\n#### Cocotte\nEggs cooked in a cocotte (\"in the casserole\") are immersed in dishes set in a pan of simmering water, either on the stove or in the oven. The surrounding heat source enables rapid, yet gentle cooking as the water transfers heat more quickly than air can.\n\n#### Poached Eggs\nPoached eggs are containerless, soft-cooked eggs that create their own skin of coagulated protein in its initial moments of cooking. Placed in simmering water, milk, wine, stock, soup, sauce, or cream, the egg is cooked for three to five minutes until the egg white has set but the yolk remains uncooked.\n\n#### Problem of Untidy Whites\nThe challenge with poached eggs is achieving a smooth, compact egg white shape. Using fresh Grade AA eggs, which have the highest concentration of tight white, helps. Adding salt and vinegar speeds up coagulation and removes excess albumen, improving the appearance of poached eggs. Cracking the egg into a dish and then transferring it onto a large perforated spoon also helps by draining excess white.\n\n#### Timing Poached Eggs by Levitation\nIn the \"levitation\" method used by some professionals, eggs cracked into boiling water containing vinegar and salt bob to the surface when cooked. The vinegar and salt change the boiling properties, forming buoyant gas bubbles and allowing for a perfect \"timed\" cook.\n\n#### Fried Eggs\nFried eggs spread out more than poached because they are heated from below. Using a high-grade egg and the right pan temperature (around 250°F) ensures a compact shape and more controlled cooking. Flipping the egg can brown and crisp its surface without overcooking the yolk.\n\n### Poached Threads\nIn culinary history, a dish from 17th-century France and still enjoyed in parts of China and Portugal involves delicately poached egg yolk streamed into hot syrup, then lifted out, creating sweet, delicate threads."
  },
  {
    "source": "mcgee.pdf_page_295",
    "contenu": "# Cooking Fresh Fruits and Vegetables\n\n## Red-Purple Anthocyanins and Pale Anthoxanthins\nThe usual reddish anthocyanins and their pale yellow cousins, the anthoxanthins, are chlorophyll's opposites. They're naturally water-soluble, so they always bleed into the cooking water. These compounds are sensitive to pH and the presence of metal ions, but acidity is beneficial for their stability. Despite being sensitive, they change color under different conditions:\n\n- Red cabbage turns blue when braised\n- Blueberries turn green in pancakes and muffins\n- Garlic turns green or blue when pickled\n- The betacyanins and betaxanthins in beets and chard are different compounds and somewhat more stable.\n\n### The Enemies: Dilution, Alkalinity, and Metals\nAnthocyanins and anthoxanthins are concentrated in cell vacuoles. When food is cooked and the vacuoles are damaged:\n- The pigments escape and can become so diluted that their color fades or disappears—especially if cooked in a pot of water.\n- The remaining pigments in the cooked plant tissue are affected by new chemical environments. \n- Anthocyanins are generally stored in vacuoles in an acidic environment, while other cell fluids may not be as acidic.\n\n### Environmental Impact on Color\nCooking water is often slightly alkaline, which can make broad beans distinctly alkaline, causing anthocyanins to shift toward red and anthoxanthins towards blue in alkaline conditions. Higher alkalinity generally results in deeper yellow hues, redder fruits and vegetables fading, and paler yellows darkening. Metals in cooking liquid occasionally produce peculiar color changes due to complex formation with iron, aluminum, and tin.\n\n### The Aid: Acids\nAdding acids helps maintain natural anthocyanin coloration by ensuring sufficient acidity and helping bind up metal ions. Examples include:\n- Lemon juice on cooked red cabbage\n- Vinegar or acidic apples preventing the darkening of batters\n- Baking soda evenly dispersing in batters to keep them slightly acidic, which prevents discoloration.\n\n### Creating Color from Tannins\nCooking can transform colorless quince slices into vividly colored ones by forming anthocyanins, highlighting cooking's potential to affect color through tannin interaction.\n\n## Turning Red Wine into White\nA historical recipe from a late Roman collection attributed to Apicius suggests:\n- To make white wine out of red wine, mix bean-meal or three egg whites into the red wine and stir it for a long time. The mixture is supposed to clear by the next day due to the alkalinity from ashes identical to white grape vines. However, trials with eggs tend to produce a grayish wine color instead of white."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_99",
    "contenu": "The structured content of the document is a discussion on Chenin Blanc wine, its characteristics, and its production in various regions. Here's the content detailed in sections:\n\n### Introduction\n- Discusses the flavor profile typical for Chenin Blanc wines, noting that some from South Africa resemble the French style but without certain notes like chalky minerality. Mentions their popularity and blending with other grapes.\n  \n### Regional Variations\n- **Australia**: Chenin Blanc is mainly found in Western Australia, particularly in Perth and the Margaret River area, though it's rare in New Zealand except for a few wineries.\n- **United States**: Noteworthy areas include Lodi's Clarksburg region in California and the Napa Valley. Washington State, Idaho, and Oregon are also mentioned. Comments on the quality and style variety of U.S. productions.\n\n### Wine Style and Production\n- **Dryness/Sweetness Levels**: Discusses the spectrum of Chenin Blanc from dry to very sweet, including off-dry and sparkling variations.\n- **Production Techniques**: Notes the use of specific methods like méthode traditionnelle, often used in making sparkling wines and compares some style similarities to Champagne production.\n- **Aging and Flavor Impact**: Points out the differences in aging, with older, neutral wood being common and favorable for dessert wine production, highlighting the influence of oak and certain spices on the flavor.\n\n### Special Notes\n- Mentions the rarity of certain styles and how they might be referred to colloquially (e.g., \"poor man's Champagne\").\n- Highlights the introduction of the Botrytis cinerea fungus in wine, particularly noting its positive impact in crafted wines like those from Sauternes.\n\nThis document provides an overview of Chenin Blanc, highlighting its flexible styles and regional production differences, along with the techniques used in producing different types of Chenin Blanc wines."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_604",
    "contenu": "The document provides information about the preparation and usage of two types of fermented soy products, specifically focusing on \"hamanatto\" and \"douchi.\"\n\n### Hamanatto Preparation and Usage:\n1. **Description**: Hamanatto is described as delicious soy nuggets, which are essentially fermented soybeans.\n2. **Eating Experience**: They are very salty and typically enjoyed as snacks or used as a base for sauces and dressings.\n3. **Preparation Steps**:\n   - Soak a few tablespoons of hamanatto in water.\n   - Mince them finely after soaking (retain the soaking water).\n   - Stir-fry garlic, shallots, and/or onions, and then add the minced soy nuggets.\n   - Add seasoning including soaking water, stock, rice beer or vinegar, soy sauce, hot sauce, a bit of honey, sugar or other sweeteners.\n   - Add condiments and a little cornstarch dissolved in water to thicken the mixture.\n   - Keep stirring the sauce until it thickens, then it can be enjoyed as a sauce or added whole to braising liquids.\n\n### Douchi Preparation:\n1. **Description**: Douchi is a traditional base for sauces, similar to hamanatto but involves a different preparation process incorporating black beans.\n2. **Preparation Steps**:\n   - Soybeans (yellow or black) are soaked, cooked until soft, and then cooled.\n   - They are inoculated with Aspergillus spores or mixed mold cultures.\n   - Incubated at 80-90°F (27-32°C) for about 72 hours to allow mold growth until the beans turn green indicating sporulation.\n   - The beans are then usually washed (not dried as with hamanatto) to remove spores and reduce bitterness before further processing.\n   - For further fermentation, the beans are fermented in brine, sometimes with added sugar and/or hot chili.\n\nThis document offers a detailed look at the different methods and cultural practices surrounding these fermented soy products, outlining their production and culinary roles."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_595",
    "contenu": "### Using Miso\n\n**Introduction:**\nFor people interested in experimenting with miso yet hesitant due to the long fermentation process of traditional types, there are alternatives like finger lickin’ miso and nattoh miso for short-term fermenting types.\n\n**Benefits and Applications:**\nMiso is primarily recognized from its use in miso soup in Japanese cuisine, yet its application extends much further due to its versatile flavor properties. Although traditionally used in soup, miso can be used in other culinary applications, particularly where a strong, flavorful condiment is required. Sweet miso and finger lickin’ miso can be consumed directly as table condiments. However, the saltier and more intensely flavored, longer-fermented misos might not be suitable for direct consumption but can be used innovatively in cooking.\n\n### Miso Marinades\n\n**Description:**\nMiso is effective as a marinade base, enhancing the flavors of meats, vegetables, tofu or tempeh, and more. The flavor of miso marinade can be adjusted using various ingredients like vinegar, oil, hot sauce, honey or sugar, beer, wine, saké or mirin, and herbs. The key to an effective marinade includes thorough mixing and spreading it over the food's surface, marinating for an extended period (a few hours to several days), and ensuring the marinade covers the food surfaces well throughout this period.\n\n**Cooking Tip:**\nLeaving some marinade on the food helps achieve a caramelized glaze when cooked.\n\n### Miso Dressings, Sauces, and Spreads\n\n**Ingredients:**\nFor dressings, sauces, and spreads, miso pairs well with fat-rich bases like seed and nut butters, yogurt, and sour cream. This combination leverages miso's intense flavor while balancing it with the creamy texture and taste of the bases.\n\n**Usage:**\nThese miso-based mixtures can be used as a condiment or incorporated into dishes to enhance depth and richness with a savory twist."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_461",
    "contenu": "The document lists different types of wines along with numerical ratings or possible statistics, categorized possibly by their characteristics or production steps. The text includes:\n\n- *aromatic*\n  - Chenin Blanc\n  - Gewürztraminer\n  - Muscat Blanc\n  - Riesling, 88\n  - Torrentés, 90\n\n- *color, 15*\n  \n- *flavor pairing, 3*\n  \n- *full-bodied*\n  - Chardonnay\n  - Marsanne Blended\n  - Sémillon, 76\n  - Viognier, 78\n\n- *light-bodied*\n  - Albariño, 56\n\nThe document suggests each category (aromatic, color, flavor pairing, full-bodied, light-bodied) could be used for differentiating these wines."
  },
  {
    "source": "the_and_a_to_taste",
    "contenu": "The document appears to be a page from a tutorial on how to taste wine, detailing the steps and aspects to consider during the tasting process. Here is the information presented in a more structured way:\n\n### How to Taste: Taste\n\n---\n\n**TASTE:** \n- **Instructions:** Try coating your mouth with a larger sip of wine followed by several smaller sips so that you can isolate and pick out flavors. \n- **Objective:** Try to pick out at least 3 fruit flavors and several other flavors one at a time.\n\n**IDENTIFY:** \n- **Sweetness:** Is toward the front. Sweetness is where the basic wine traits hit your palate.\n- **Acidity:** Makes your mouth water.\n- **Tannin:** Is textural and dries your mouth out like a wet tea bag.\n- **Alcohol:** Feels like heat in the back of your throat.\n\n**PROFILE:** \n- **Task:** Now that you've tasted the wine, create a mental profile (or write one down) of the wine. \n- **Tips:** Try to organize flavors and aromas by their category. For example, if you taste vanilla, it might be due to oak aging.\n- **Reference:** You can cross-reference the variety section of this book for hints on how to categorize flavors.\n\n**TIP:**\n- **Context:** Spitting is more common at professional tastings.\n- **Visualization:** Graph showing flavor intensity over time, with Pinot Noir and Cabernet Sauvignon as examples and their taste intensities peaking at different times.\n\nThe diagram in the document includes a mouth illustration showing different wine traits (Sweetness, Acidity, Tannin, Body, Alcohol), and a flavor profile circle for Tempranillo, highlighting the intensity and longevity of flavors like blackberry, clove, and vanilla."
  },
  {
    "source": "Module_5_-_White_Wines_of_Burgundy,_the_Loire_Valley_and_Bordeaux_WSET_L3_Wines.pdf_page_28",
    "contenu": "The document outlines specific information related to Bordeaux dry wine styles. Here's the structured content of the slide:\n\n### Bordeaux – Dry Styles\n\n#### Grape Varieties\n- Sémillon\n- Sauvignon Blanc\n\n#### Styles\n- Simple fruity styles\n- Premium oaked styles\n\nAdditionally, there is a map of Bordeaux showing various subregions such as Pessac-Léognan, Graves, Barsac, Sauternes, and others, indicating the geographical context of where these grape varieties and styles are prevalent. This slide appears to be from a presentation, possibly for educational purposes, given the logo in the top left corner indicating it's from WSET (Wine & Spirit Education Trust) with an issue number and year reference (Issue 2 © WSET 2022)."
  },
  {
    "source": "inconnu_1467",
    "contenu": "The content presented in the image outlines recipes for three different cocktail drinks. Here is the structured content:\n\n### 1. **Dry Champegne**\n- **Ingredients**:\n  - ¾ ounce Tarragon and Agave Nectar Gastrique\n  - 1 dash House Peychaud's Bitters\n  - Dry Champagne\n- **Instructions**:\n  - Stir all the ingredients (except the champagne) over ice, then strain into a flute.\n  - Top with champagne. No garnish.\n\n### 2. **Drunken Skull**\n- **Creator**: Brian Miller, 2009\n- **Ingredients**:\n  - ¾ ounce El Dorado 12-Year Rum\n  - ¾ ounce Appleton Estate V/X Rum\n  - 2 dashes Vieux Pontarlier Absinthe\n  - ¼ ounce Lime Juice\n  - ¼ ounce Grenadine\n  - Dry Champagne\n- **Instructions**:\n  - Shake all the ingredients (except the champagne) with ice, then strain into a flute.\n  - Top with champagne. No garnish.\n\n### 3. **Elder Fashion Royale**\n- **Creator**: Phil Ward, 2008\n- **Ingredients**:\n  - 1½ ounces Plymouth Gin\n  - ¼ ounce St-Germain\n  - 1 dash House Orange Bitters\n  - Dry Champagne\n- **Instructions**:\n  - Stir all the ingredients (except the champagne) over ice, then strain into a flute.\n  - Top with champagne. Garnish with a grapefruit twist."
  },
  {
    "source": "the-elements-of-taste.pdf_page_152",
    "contenu": "The document appears to be a recipe for \"Stuffed Pork\", suitable for serving four people. Below is the structured format for the recipe:\n\n### Stuffed Pork\n\n**Serves**: 4\n\n**Ingredients:**\n- 1 cup finely diced celery\n- ½ cup diced Gruyère cheese\n- 1 tablespoon Dijon mustard\n- 1 teaspoon ground cumin\n- 1 teaspoon kosher salt\n- Freshly ground white pepper\n- 4 thick pork chops\n- 1 tablespoon grapeseed or other neutral vegetable oil\n\n**Instructions:**\n1. Combine celery, Gruyère, mustard, and cumin in a bowl. Season with salt and pepper; mix well.\n2. Cut a large deep slit along the length of the pork chops, creating a pocket for the stuffing, similar to opening a pita. Spoon stuffing into each pocket, then secure with toothpicks.\n3. Heat oil in a large skillet over medium-high heat. Add the pork chops and sauté until golden and cooked through, approximately 4-5 minutes per side. Allow the pork to rest for about 5 minutes.\n\n**Topping Ingredients:**\n- 2 tablespoons butter\n- 1 shallot, finely diced\n- 3 slices prosciutto, diced\n- ½ cup finely diced turnips\n- Kosher salt\n- Freshly ground white pepper\n- Pinch sugar\n- 8 lady apples, peeled, trimmed, cored, and quartered\n- ¼ cup apple cider\n\n**Topping Instructions:**\n1. Melt butter in a large skillet over medium-high heat. Add shallots and prosciutto and sauté until golden.\n2. Add turnips, season with salt, pepper, and sugar. Continue to cook.\n3. Add apples and cider, cook until apples are tender.\n\nThe provided document mentions that this recipe can be ideally topped with Apple, Brussels Sprout, and Turnip Hash from another recipe on page 119 and uses a sauce from a recipe on page 271."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_715",
    "contenu": "The text describes the use of fermentation in agricultural pest control and references a fermentative method used to produce natural insecticides and fungicides. Here is a structured breakdown of its content:\n\n---\n\n### Agricultural Application of Fermentation in Pest Control\n- **Traditional Method**: Involve crushing pests, fermenting them in water, straining, and spraying the mixture on plants to deter pests.\n- **Bacillus thuringiensis (Bt)**: Used as an insecticide for leaf-feeding caterpillars by producing a protein that disrupts the gut lining of these insects, causing them to stop feeding and die.\n\n### Proprietary Microbial Insecticides\n- **Spinosad**: Derived from the fermentation of the soil bacterium *Saccharopolyspora spinosa*.\n- **Abamectin**: Produced by the soil microorganism *Streptomyces avermitilis*.\n\n### Practical Application by California Vintner Lou Preston\n- **First Year Experiment**:\n  - Sprayed live-culture whey (from raw-milk cheesemaking) directly on vines.\n  - Result: No mildew experienced on those vines.\n- **Second Year Experiment**:\n  - Mixed whey with aerated compost tea and applied to more vineyard areas.\n  - Observations: Little mildew, limited to mildew-prone varieties.\n  - Noted improvement in beneficial insect populations as they were not disturbed by sulfur application.\n- **Current Situation**:\n  - Dairy closure has limited his access to large supplies of whey.\n  - Plans: To ferment grass, silage-style, and experiment with spraying the juice extract.\n\n### Topic on Bioremediation\n- Brief mention of bioremediation as involving the application of bacteria and fungi for nutrient recycling.\n\n---\n\nThis summarizes the provided content into key topics and subtopics with supporting details from the document."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_484",
    "contenu": "### Malting\n\n**Merissa** requires only a small bit of malted sorghum, roughly 5 to 10 percent (by either weight or volume) of the total sorghum used in the beer. As in the sorghum beer described above, soak the grains overnight, drain, and keep moist, well ventilated, and protected from sunlight for two to four days, until tails emerge from the sprouts about ¾ inch/2 cm long. After sprouting, dry the malt in the sun, or using a dehydrator, fan, or other method of low-heat drying. The dried malted sorghum is stable for dry storage and is often aged for several months before use. To the small amount of malt, add 10 to 20 times as much unmalted grain; the rest of the process takes no more than 48 hours in Sudan, and a bit longer in more moderate climates.\n\n### Ajin Fermentation\n\n**Ajin** is the sourdough at the heart of Sudanese sorghum culture. To make *ajin*, coarsely grind unmalted sorghum for the beer and divide it into three equal quantities, each of which will be processed separately. Take note of the volume of each of the three, as additions of water will be based upon that unit. One unit of the ground flour will be fermented into *ajin*. Place the ground sorghum in a non-metallic bowl or jar and dampen with minimal water. Add dechlorinated water, just a bit at a time, to the flour, then mix, and add a little more water, until there are no more dry patches in the flour. When I did this, it took about 50 percent as much water as flour I was dampening, by volume. Cover with a cloth. Dirar recommends fermenting this for 36 hours in the Sudan heat. I let mine go, stirring and smelling each day, for about three days, when it began to have a discernible sour aroma."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1566_full",
    "contenu": "The image depicts a man engaged in the process of \"punching down\" the cap of red grape skins at a winery. The location is specified as Chateau Grand Traverse on Old Mission Peninsula in Michigan. The text also mentions that Chateau Grand Traverse is one of Michigan's most important wineries and that it was instrumental in introducing vinifera varieties to Michigan during the 1970s. The setting includes large wine barrels in the background, reinforcing the winemaking context."
  },
  {
    "source": "inconnu_1576",
    "contenu": "**Title: The Grapes of The Veneto**\n\n---\n\n**WHITES**\n\n- **Chardonnay**: Can make some attractive New World–style wines, but more often they are merely decent.\n- **Garganega**: Leading grape grown in the Veneto since the Renaissance. The dominant grape in Soave, where it is blended with so-called trebbiano di Soave (verdicchio bianco).\n- **Glera**: Probably originally native to the Istrian peninsula (now part of Croatia) near Friuli-Venezia Giulia's far eastern border. Today grown almost exclusively in the Veneto. The principal grape in the popular sparkling wine Prosecco.\n- **Pinot Bianco**: A minor grape in terms of production, but when pinot bianco (pinot blanc) is used, as it often is, as part of a blend, it contributes good body and character.\n- **Pinot Grigio**: Also known as pinot gris, pinot grigio makes volumes of decent light wine (with a few exceptions, most are usually not as good as the pinot grigios of Friuli or the Alto Adige).\n- **Trebbiano di Soave**: Despite its local name, not actually a trebbiano, but rather, the grape verdicchio bianco. Good-quality grape blended with garganega to make Soave and bianco di Custoza.\n- **Trebbiano Toscano**: A neutral-tasting grape used in cheaper versions of Soave and other Veneto whites.\n- **Vespaiola**: Native grape. The source of some interesting dry white wines, and more-famous sweet ones.\n\n\n---\n\n**REDS**\n\n- **Cabernet Sauvignon**: With a few notable exceptions, made into relatively insubstantial wines.\n- **Corvina Veronese**: Leading native red grape. Thanks to its good structure, it’s the lion’s share of the blend in amarone, Valpolicella, and most Bardolinos. The name may be derived from corvo (“crow,” a reference to the black color of the grapes).\n- **Merlot**: Mostly made into simple, serviceable, but uninspired wines.\n- **Molinara**: A minor blending component in the wines amarone, Valpolicella, and Bardolino. Considered generally lower in quality than corvina and rondinella.\n- **Negarara**: A minor blending component in the wines amarone, Valpolicella, and Bardolino.\n- **Oseleta**: Rare blending grape thought to be extinct but rescued and revived in the 1990s and now used in very small amounts by some producers in their amarones and Valpolicellas.\n- **Rondinella**: The second most important grape, after corvina (which is one of its parents), in amarone, Valpolicella, and Bardolino."
  },
  {
    "source": "the_sweetness_of_is_to",
    "contenu": "The content of the document is about the taste quality \"Sweetness.\" Here is its structured content:\n\n### Sweetness\n\nIt takes the greatest quantity of a substance that is sweet (versus salty, sour, or bitter) to register on our taste buds. However, we can appreciate the balance and “roundness” that even otherwise imperceptible sweetness adds to savory dishes. Sweetness can work with bitterness, sourness — even saltiness. Sweetness can also bring out the flavors of other ingredients, from fruits to mint."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_116",
    "contenu": "The image depicts a bowl filled with sesame seeds, set on a wooden surface. There isn't any structured text content or document to analyze within this image. If you have any more specific questions about the image or need information related to the subject matter depicted, feel free to ask!"
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_287",
    "contenu": "The document provided features a structured recipe titled **\"Gâteau de millet aux choux de Bruxelles, butternut et noix de pécan\"**, suitable for serving 4 as a dish or 6 as an appetizer. Below is a structured breakdown of the content of the document:\n\n---\n\n### Recipe Title\n**Gâteau de millet aux choux de Bruxelles, butternut et noix de pécan**\n\n### Details\n- **Serving Size:** 4 persons for a dish, 6 for an appetizer\n- **Preparation Time:** 30 minutes\n- **Cooking Time:** 50 minutes\n\n### Ingredients\n- **Gâteau de millet:**\n  - 30 cl de lait\n  - 50 g old-fashioned oatmeal\n  - 3 tablespoons walnut oil\n  - 3 eggs\n  - 1 small piece of nutmeg, grated\n  - Salt, freshly ground pepper\n  \n- **Garnish:**\n  - 1 untreated orange\n  - 2 shallots\n  - 300 g butternut squash\n  - 500 g Brussels sprouts\n  - 1 garlic glove\n  - 2 tablespoons olive oil\n  - 50 g pecan nuts\n  - Freshly ground pepper\n\n### Utensil\n- **Dish used:** 24 cm diameter mold\n\n### Preparation Steps\n1. **Garnish:**\n   - Preheat the oven to 180°C.\n   - Grate orange zest, finely chop it. Peel and dice the shallot. Peel butternut squash, clean and cut Brussels sprouts into quarters.\n   - On a baking sheet, combine shallots, Brussels sprouts, thinly sliced zested orange and grated nutmeg. Drizzle with olive oil, season with salt, and shake to mix. Bake for 30 minutes until vegetables are tender and golden.\n   \n2. **Cake:**\n   - Heat milk, walnut oil, and a pinch of salt in a saucepan. Add oats and cook for 10 minutes until thickened. Separate egg whites and yolks. Beat egg whites to stiff peaks with a pinch of salt.\n   - Gently fold beaten egg whites into the mixture with a spatula to maintain its light texture. Transfer to an oiled mold and bake for 20 minutes at 180°C.\n\n3. **Final Touches:**\n   - Briefly toast pecan nuts in a pan. Reheat the vegetable mixture in the same pan. Demold the millet cake onto a dish and top with the hot vegetables and toasted pecan nuts.\n\n### Chef's Note\n- Inspired by French chef Michal Bras, the cake is light, flavorful, and versatile with all-season vegetables.\n\n### Additional Information\n- **Alternative Ingredients:** Suggests using buckwheat or oat flakes.\n- **Technical Reference:** There's a direction to prepare a cucumber dish on page 17 of an unspecified reference. \n\nThis document offers a recipe for a versatile and healthy millet cake incorporating fall vegetables and enriched with the crunch of pecans, detailed through straightforward culinary steps."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_816",
    "contenu": "The document is a list of references or citations. Here's the structured content accurately extracted and formatted:\n\n```markdown\n- **15.** Litzinger, 103.\n- **16.** Ibid., 111.\n- **17.** Bennett and Zingg, cited in Bruman, 42.\n- **18.** Bruman, 41.\n- **19.** Steinkraus, 417.\n- **20.** Bennett and Zing, 46.\n- **21.** John Smalley and Michael Blake, \"Sweet Beginnings: Stalk Sugar and the Domestication of Maize,\" Current Anthropology 44(5):075 (2003).\n- **22.** United Nations Food and Agriculture Organization, \"Sorghum and Millets in Human Nutrition\" (Rome: Food and Nutrition Series No. 27, 1995), online at [www.fao.org/docrep/T0818E/T0818E00.htm](http://www.fao.org/docrep/T0818E/T0818E00.htm), accessed November 30, 2010.\n- **23.** McGovern, 256.\n- **24.** Papazian, 202.\n- **25.** L. Novellie, \"Sorghum Beer and Related Fermentations of Southern Africa,\" in Hesseltine and Wang, 220.\n- **26.** Steinkraus, 409.\n- **27.** Papazian, 202.\n- **28.** Hagglblade, 28.\n- **29.** Hagglblade, 20; citing International Labour Office, “Employment, Incomes, and Equality: A Strategy for Increasing Productive Employment in Kenya” (Geneva: 1972), 69. \n     - Cited in Tsimako, 4.\n- **30.** Cited in Tsimako, 4.\n- **31.** Hagglblade, 77.\n- **32.** Ibid., 34.\n- **33.** Trout Montague, \"Chibuku—‘Shake Shake,’” BBC (April 15, 2003), online at [www.bbc.co.uk/dna/h2g2/A965036](http://www.bbc.co.uk/dna/h2g2/A965036), accessed October 24, 2009.\n- **34.** Hagglblade, 264.\n- **35.** Dirar, 224.\n- **36.** Ibid., 233.\n- **37.** Ibid., 225.\n- **38.** Ibid., 227.\n- **39.** Ibid., 251.\n- **40.** Ibid., 251.\n- **41.** Ibid., 228.\n- **42.** Ibid., 264.\n- **43.** Ibid., 228.\n- **44.** Ibid., 264.\n- **45.** Ibid., 229.\n- **46.** Ibid., 228.\n- **47.** Haard, 67.\n```\n\nThis list is formatted in markdown and provides a hierarchical view of the sources, including web links and specific pages numbers or details where applicable."
  },
  {
    "source": "mcgee.pdf_page_384",
    "contenu": "Below is the transcription and structured content from the provided document titled \"A SURVEY OF COMMON FRUITS\":\n\n### Dates\n- **Description**: Dates are sweet, easily dried fruits from the desert palm *Phoenix dactylifera*, which can tolerate some cold and thrive as long as there is a source of water.\n- **Origin**: Middle Eastern and African regions; historically, they have been cultivated with artificial irrigation and pollination for around 5,000 years.\n- **Distribution**: Besides the Middle East and Africa, dates are also grown in Asia and California.\n- **Variety**: There are thousands of date varieties that differ in size, shape, color, flavor, and ripening schedule.\n- **Features**: \n  - Mature dates are red and hard, transition to yellow when ripening, and finally to a soft, golden brown when ripe.\n  - The drying process enhances their sweetness and turns them brown, accentuating a chewy and concentrated dry texture with up to 80% sugar content.\n  - Fresh dates are moist and succulent with 50 to 90% water content.\n\n### Figs\n- **Description**: Figs are the fruits of *Ficus carica*, native to the Mediterranean and the Middle East, and a relative of the mulberry.\n- **Remark**: Due to their ready drying ability, like dates, figs concentrate in sugar and nutrients, providing essential nourishment significantly since historic times.\n- **Cultural Significance**: Figs are historically appreciated, even mentioned in the Bible and mythical narratives such as the Garden of Eden.\n- **Distribution**: Introduced to the Americas by Spanish explorers, figs are now grown in many dry subtropical regions worldwide.\n- **Variety**: There are many fig varieties, some green-skinned and some with bright red interiors.\n  - Ripe fresh figs have 80% water, very delicate and perishable.\n- **Reproduction**: Figs are more flower than fruit; they develop from an inverted flower, and the fruit-like structure hosts individual small seeds called \"druplets\" pollinated by tiny wasps.\n\n### Food Words: Date, Pomegranate\n- **Etymology**:\n  - **Date**: Comes from the Greek word \"daktylos,\" which refers to the finger-like shape of the fruit.\n  - **Pomegranate**: Derived from medieval French, incorporating Latin roots meaning \"apple\" and \"grainy\" or \"seedy.\"\n\nThis document provides comprehensive information on the cultivation, variety, features, and cultural significance of dates and figs, as well as etymological origins of the word \"date\" and \"pomegranate\"."
  },
  {
    "source": "of_taste_and_oxidation_the",
    "contenu": "The document is a technical sheet titled \"Connaissance des vins\" (Knowledge of Wines) and is specifically listed as Fiche technique N° 11. It addresses various potential pitfalls that can occur during the red wine-making process. These issues are categorized by the stage of wine production, with corresponding faults listed.\n\nHere is the information structured as translated from French to English:\n\n### Stages of Wine Production, Possible Accidents, and Corresponding Flaws\n\n| Stage of Winemaking (Étapes de la vinification) | Accidents  | Corresponding Flaws (Défauts Correspondants) |\n|---------------------------------------|--------------------------------------|--------------------------------------|\n| **Harvest (Récolte)**                 | Altered grapes (rotten, grilled)     | Rotten taste |\n|                                       | Foreign bodies (stalks, leaves)      | Herbal taste |\n| **Reception of Harvest (Réception de la vendange)** | Too violent treatment (destemming, leaf removal) | Herbal taste |\n|                                       | Lack of SO₂                           | Oxidation |\n|                                       | Excess SO₂                            | Taste of SO₂ |\n| **Vatting (Mise en cuve)**            | Improper vatting                      | Vat taste |\n|                                       | Fermentation stopped                  | Lactic sting |\n|                                       | Maceration duration too long or short | Tannins drying, hard, astringent or thin, light |\n|                                       | Temperature too high or too low       | Cooked, caramel, color structure deficiency |\n|                                       | Excessive pressing                    | Herbal taste, drying tannins |\n| **Malolactic Fermentation**           | Poor evolution                        | Grease disease |\n| **Biological Stabilisation (Stabilisation biologique)** | Lack of SO₂ | Oxidation |\n|                                       | Excess SO₂                             | Taste of SO₂ |\n| **Sulfiting (Soutirage)**             | No sulfiting                          | Yeast taste |\n|                                       | Excess sulfiting                      | Mercaptan |\n| **Conservation**                      | Improper or moldy container           | Acetic sting, vat and mold taste |\n|                                       | Excessive sulfiting                   | Oxidation |\n| **Conditioning (Conditionnement)**    | Lack of SO₂ | Oxidation |\n|                                       | Excess SO₂                            | Taste of SO₂ |\n|                                       | Faulty filtration                      | Deposit |\n|                                       | Bad stopper                            | Cork taste |\n\nNote: SO₂ refers to sulfur dioxide, a common compound used in winemaking to preserve freshness and prevent oxidation and microbial growth.\n\nThis document provides a comprehensive guide to anticipating, identifying, and addressing issues that might arise at different stages of red wine production."
  },
  {
    "source": "the_waste_of_and_a",
    "contenu": "This document discusses themes associated with waste management and resource recovery, particularly focusing on the disposal and potential resource recovery from human waste and dead bodies. Below is a structured breakdown of the content discussed in the extracted text:\n\n### Sludge as a Resource\n- **Problem**: Sludge produced by wastewater treatment contains unseparated toxins which make it unsafe for use in agricultural composts.\n- **Current Practice**: This toxic sludge is mostly disposed of in landfills, with the key objection being the embedding of valuable bio-resources as waste rather than potential fertilizers.\n- **Cultural Implications**: The practice of burying sludge is identified as a cultural practice challenged by Joseph Jenkins, who views it as a burial of potential food sources.\n- **Potential Solution**: There is a suggestion to eliminate the concept of waste itself, redefining waste management to focus on resource recovery.\n\n### Disposal of Human Bodies\n- **Problem**: Human bodies are viewed similarly to waste after death, with current practices aiming to preserve or slow the decomposition process through methods like embalming and coffining.\n- **Cultural Techniques**: The text references that methods such as embalming have chemicals (formaldehyde and alcohol) which preserve the flesh temporarily. Egyptian mummification, noted for its preservation techniques, is paralleled with ancient food preservation techniques described by Mark Kurlansky.\n- **Scientific Insight**: The salting method described in \"chapter 12\" of the unspecified larger work limits microbial growth by controlling water activity, which inhibits bacterial growth but also showcases natural decomposition when uninterrupted.\n\n**Overall Theme**:\nThe text glimpses cultural, historical, and environmental perspectives on waste, highlighting a broader socio-cultural challenge to redefine waste into resource, promoting sustainability and ecological health."
  },
  {
    "source": "mcgee.pdf_page_155",
    "contenu": "The structured content from the table titled \"Some Characteristics of Meat Birds\" in the document is presented here:\n\n```markdown\n| Bird                    | Age, weeks    | Weight, lb/kg     | Red Fibers in Breast Muscle, % |\n|-------------------------|---------------|-------------------|--------------------------------|\n| Chickens                |               |                   | 10                             |\n| Industrial broiler, fryer | 6–8          | 1.5–3.5/0.7–1.6  |                                |\n| Roaster                 | 12–20         | 3.5–5/1.6–2.3    |                                |\n| French label rouge       | 11.5         | 2–3.5/1–1.6      |                                |\n| French appellation contrôlée | 16       | 2–3.5/1–1.6      |                                |\n| Game hen                | 5–6           | 1–2/0.5–1        |                                |\n| Capon                   | <32           | 5–8/2.3–3.6      |                                |\n| Stewing fowl            | >40           | 3.5–6/1.6–2.7    |                                |\n| Turkeys                 |               |                   | 10                             |\n| Industrial              | 12–18         | 8–30/3.6–14      |                                |\n| French fermière, U.S. premium brands | 24 |               |                                |\n| French appellation contrôlée | 32       |                   |                                |\n| Duck                    | 6–16          | 3.5–7/1.6–3.2    | 80                             |\n| Goose                   | 24–28         | 7–20/3.2–9       | 85                             |\n| Quail (wild)            | 6–10          | 0.25–0.33/0.1–0.15 | 75                            |\n| Squab                   | 4–5           | 0.75–1.3/0.3–0.6 | 85                             |\n| Guinea hen              | 10–15         | 2.3–5/1–1.6      | 25                             |\n| Pheasant                | 13–24         | 2–3/1–1.4        | 35                             |\n```\n\nThis table summarizes characteristics like age, weight, and percentage of red fibers in the breast muscle for various types of meat birds."
  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_83",
    "contenu": "The document primarily discusses various culinary pairings with capers across different dishes. Here's the organized content-summary:\n\n### Capre & Fromage à pâte molle\n- **Association**: Typically associated with smoked salmon.\n- **Ingredients**: Mix capers with soft spice cheese, ideally fresh and well-drained.\n- **Serving Suggestion**: Spread on crackers and season to replicate the sensation of walking barefoot on pebble beaches.\n- **Related Pairings**: Capre & Cucumber.\n\n### Capre & Fromage de chèvre\n- **See**: Fromage de chèvre & Capre.\n\n### Capre & Fruits de mer\n- **Flavor Compatibility**: Works well with all seafood.\n- **Unique Attribute**: The marinated variety has a flavor masked by vinegar, popular in South American cuisine.\n- **Serving Suggestion**: Ideal with shrimp and blends into sea bass ceviche.\n- **Related Pairings**: Capre & White Fish.\n\n### Capre & Olive\n- **See**: Olive & Capre.\n\n### Capre & Persil\n- **See**: Persil & Capre.\n\n### Capre & Poisson blanc\n- **Dish**: Skates with capers and brown butter is a classic but demands attention since skates are becoming rare.\n- **Serving Suggestion**: Try with luxurious poached St. Jacques scallops, prepared by seasoned fishmongers.\n- **Cooking Tip**: Saute 75g of capers in a pan until crispy, add a spoon of white wine vinegar and a spoon of drained caper brine.\n- **Related Pairing**: Excellent in tartar sauce which often includes caper elements.\n\n### Capre & Poisson fumé\n- **Flavor Notes**: Capers complement the sweetness inherent in smoked fish.\n- **Texture Contribution**: Provides a firmer texture, contrasting mushier caper alternatives.\n- **Serving Suggestion**: Serve with thinly sliced smoked salmon and full-grain toast.\n\n### Capre & Poisson gras\n- **Key Ingredient**: Methylisothiocyanate, which has a strong mustard character found in raifort.\n- **Serving Suggestion**: Serve on a bed of pizza with tomato sauce bases spiced with raw onion, anchovies, olives, and capers.\n- **Cooking Tip**: Bake at 230 degrees Celsius.\n\n### Capre & Pomme de terre\n- **Flavor Affinity**: Capers enhance sweet flavors and cut through fats.\n- **Serving Suggestion**: Appreciated in Mediterranean potato salads."
  },
  {
    "source": "Module_4_WSET_L2_Wines.pdf_page_35",
    "contenu": "The image features a geographic map highlighting regions in Spain, Portugal, and parts of France. Here's a structured description based on the information visible in the image:\n\n- **Title**: Albariño\n- **Map Key Elements**:\n  - **Countries Highlighted**: Spain, Portugal, and a part of France.\n  - **Major Cities Marked**:\n    - Barcelona (Northeast Spain)\n    - Madrid (Central Spain)\n    - Lisbon (Capital of Portugal)\n  - **Specific Wine Region Highlighted**: Rías Baixas (marked in red on the northwest coast of Spain)\n- **Latitude Lines Displayed**: Extends from approximately 44°N to 36°N latitude.\n- **Logistics**:\n  - **Publisher**: WSET (Wine & Spirit Education Trust)\n  - **Issue Number and Date**: Issue 1 © WSET 2019\n- **Geographic Orientation**: North is oriented towards the top, evidenced by a directional arrow labeled \"SPAIN AND PORTUGAL ↑\".\n\nThis map appears to be educational, likely used in a learning context about wine regions, specifically illustrating the location of the Albariño wine region in the Rías Baixas area of Spain. The map is minimalist, focusing on geographic and viticultural education."
  },
  {
    "source": "the_and_corn_to_a",
    "contenu": "The image contains structured text discussing two distinct topics related to corn preparation methods influenced by different cultural practices.\n\n**1. American Tradition**:\n- **Context**: The tradition of souring corn, citing its preference among Europeans who were accustomed to sour cabbage.\n- **Method Suggestion**: April, the speaker, advises preparing fresh sweet corn in a 5 percent brine solution, which translates to about 3 tablespoons of salt per quart/liter of water.\n- **Spicing**: The addition of peppercorns is recommended for flavor.\n- **Boiling Duration**: For starchier field corn, boiling for a minute is recommended to set the milk.\n- **Usage**: Sweet corn has a rich sugary content and ripens quickly. It can be served as a pickle on the cob, mixed into salsas, or used in various salads and cooked dishes. \n\n**2. Maori Kaanga Wai**:\n- **Author**: Blogger Chef Tallyranc²\n- **Translation**: \"corn water,\" referring more specifically to a traditional Maori corn dish.\n- **Cultural Significance**: Maori food traditions stem from the necessity of utilizing available resources and preserving them for longevity.\n- **Description**: Known for its strong and unpleasant smell, which is challenging for many (including non-Maori) to enjoy.\n- **Preparation Method**: Historically, shelled white corn was stored in flour sacks and placed in running streams. Currently, it is more often soaked in a drum of water with frequent water changes.\n- **Processing Duration**: This process continues daily for two months until the corn becomes soft and mushy.\n- **Further Preparation**: The corn is then cleaned, mashed or minced, and cooked with two parts corn to six parts water until it forms a porridge/grits/oatmeal-like dish. Enhancements like cream and sugar are added to taste.\n- **Advanced Cooking Option**: A custard variant is made by further adding cream, eggs, and sugar, and then baking it.\n\nThe structured detailing in the content elaborates on these traditional methods, reflecting both preservation techniques and culinary practices tailored to the local cultural and environmental contexts."
  },
  {
    "source": "dokumen.pub_perfect-pairings-a-master-sommeliers-practical-advice-for-partnering-wine-with-food-9780520931664.pdf_page_36",
    "contenu": "The document provided is a \"Quick Reference (A Cheat Sheet)\" for pairing food with different types of wine based on their characteristics. Here's the structured content from the document:\n\n### Quick Reference (A Cheat Sheet)\n\n#### WHEN THE WINE IS:\n\n- **TART**\n  - Select dishes that are rich, creamy, high in fat, or salty to counterbalance the wine.\n  - Match the wine with tart food (sharp ingredients, vinaigrettes and other sharp sauces).\n  - Use the wine to cut the heat in mildly spicy dishes.\n  - Try skipping the lemon wedge that you might otherwise serve with the dish (with fish, chicken, veal, pork, vegetables, and grains).\n\n- **SWEET**\n  - If you’re serving the wine with dessert, choose a dessert that's less sweet than the wine, or else the wine will taste sour.\n  - If the wine is not too sweet (closer to off-dry), try serving it with foods that are slightly sweet to complement it, or dishes that are mildly hot or spicy as a foil.\n  - Try playing the wine against dishes that are a little salty; you may find some fun combinations, especially with cheeses and many Asian and Nuevo Latino, North African, Floridian/Caribbean, or Hawaiian-influenced “tropical” preparations.\n\n- **HOT/ALCOHOLIC**\n  - Ensure that the dish being served is ample in personality and weight, or it will be overwhelmed.\n  - Don’t serve very spicy-hot food, or you'll be sorry!\n  - Remember that food will make the wine appear even hotter.\n  - Avoid excessive salt, which will exaggerate your perception of the wine’s heat (alcohol).\n\n- **TANNIC**\n  - Counterbalance the tannins by serving foods that are high in protein, fat, or both.\n  - Remember that an entrée relatively low in protein or fat may make the wine come off as even more tannic.\n  - Use pepper (cracked black or white) to counterbalance tannins, as it’s somewhat bitter by nature.\n  - Serve foods that are bitter (eggplant, zucchini, chard, endive, broccoli rabe, and so on) or prepare ingredients in a way that accentuates bitterness (blackening, cooking over a wood fire, or grilling) to achieve taste symmetry.\n\n- **OAKY**\n  - Because oaky wines will always seem “bigger” with food, accompany them with bold recipes.\n  - Play up the real though the choice of ingredients (include nuts or sweet spices) or cooking methods (lightly grilling or smoking).\n  - Remember that oaking adds rich texture that can be nice with rich and textured sauces and dishes.\n\n- **AGED AND RED**\n  - Serve rare preparations of meats to fill in the flavor gaps left by the drying out of the youthful fruit that occurs as the wine develops in the bottle.\n  - Remember that because tannins soften over time, an aged red gives you a broader range of food options than a tannic young wine does.\n  - Bear in mind that wines become more delicate as they age; choose simpler preparations to show them off rather than make them compete for attention with complex recipes.\n\n- **AGED AND WHITE**\n  - Serve the wines with dishes that feature similar flavors (nuts, sherry, and dried fruits) to mirror the flavor profile.\n  - Compensate for the lost acidity in the mature wine with acidity in the dish: a squeeze of lemon, a spoonful of verjus, or a splash of vinegar."
  },
  {
    "source": "the_mixing_of_in_and",
    "contenu": "The document discusses different options and considerations for mixing vessels used in preparing drinks, particularly for bartenders or drink enthusiasts. Here’s a breakdown of the content:\n\n1. **Beaker from a Scientific Supply House**: \n   - Described as a good option for those interested in precise measurements, which are printed on the side of the beaker.\n   - Useful for bartenders who don't have time or don't want to learn to estimate volume by sight.\n\n2. **Fancy Mixing Cups**:\n   - Considered an investment because using nice gear enhances guests' experience and leaves a better impression.\n   - If not mixing drinks in front of guests, the document suggests there is no need to spend extra on expensive mixing cups.\n\n3. **Preferred Mixing Vessel (18-ounce Metal Shaker)**:\n   - Favored for being affordable and unbreakable.\n   - Preferred over glass mixing cups because metal has a significantly lower specific heat than glass, meaning it is less efficient in transferring temperature changes to the drink.\n   - Metal shakers, often called tins, are lighter and do not significantly alter the temperature of the cocktail.\n\nThe document also discusses the practical implications of using different types of mixing vessels:\n   - If mixing drinks with different temperature bases (e.g., one chilled and one at room temperature), consistency in drink quality can be an issue unless specific steps are followed (always using chilled glasses, never using pre-chilled glasses, or manually adjusting).\n   - Metal tins are emphasized as superior in terms of minimal temperature impact on cocktails."
  },
  {
    "source": "inconnu_1436",
    "contenu": "Here is the content of the document in a structured Markdown table format:\n\n| Name                         | Number/s  |\n|------------------------------|-----------|\n| Matthias et Emile Roblin     | 275       |\n| Clos de la Roche             | 226       |\n| Rochioli                     | 714       |\n| Roda                         | 444       |\n| Louis Roederer               | 196       |\n| Roederer Estates             | 720       |\n| Rene Rostaing                | 247       |\n| Royal Tokaji Wine Company    | 640       |\n| Ruinart                      | 194       |\n| Château de Saint Cosme       | 258       |\n| Salneval                     | 492       |\n| Luciano Sandrone             | 348       |\n| Sanford                      | 741       |\n| Domaine le Sang des Cailloux | 260       |\n| Sattler                      | 612       |\n| Scala Dei                    | 500       |\n| Scarecrow                    | 703       |\n| Willi Schaefer               | 571       |\n| Schiopetto                   | 372       |\n| Schloss Gobelsburg           | 606, 608  |\n| Schloss Reinhartshausen      | 578       |\n| Domaines Schlumberger        | 292       |\n| Schramsberg Vineyards        | 700       |\n| Heidi Schröck                | 614       |\n| Scribe                       | 712       |\n| Segura Viudas                | 481       |\n| Selbach-Oster                | 569       |\n| Williams Selyem              | 713       |\n| Seppeltsfield                | 847       |\n| Shafer                       | 702       |\n| Sheldrake Point              | 780       |"
  },
  {
    "source": "Cahier-TK-eleve-passerelle-version-eleve-L-ORTEGA.pdf_page_37",
    "contenu": "The document is a detailed guide on the process of red wine vinification, structured in a sequence of steps with explanations for each. Below, the steps are summarized in tabular format to outline the various stages involved in the vinification of red wines:\n\n| Step                   | Description  |\n|------------------------|--------------|\n| **Vendanges**          | Ramassage des grappes de raisins à peau noire. |\n| **Éraflage ou Egrappage Foullage** | Opération mécanique qui consiste d'une part à séparer les baies de raisin de la rafle (cette étape n’est pas systématique) et d'autre part de les écraser pour libérer le jus. |\n| **Sulfitage**          | Ajout de dioxyde de soufre au moût afin de détruire tous les micro-organismes pouvant nuire au vin. |\n| **Levurage**           | Ajout de levures dans le moût pour un départ plus rapide de la fermentation. |\n| **Macération**         | Jus, pellicule, pépins et éventuellement une partie des rafles sont mis en cuve pour une macération afin de colorer, parfumer et charger en tanin le moût. |\n| **Fermentation Alcoolique** | Transformation des sucres du moût en alcool par des levures fermentaires. |\n| **Ecoulage**           | Le vin est ensuite écoulé (vin de goutte) par gravité dans une autre cuve ou des fûts, alors que le marc reste au fond de la cuve. Celui-ci est récupéré, le plus souvent de façon manuelle, afin d'être pressé. |\n| **Pressurage**         | Le marc est pressé et le jus encore présent dans les parties solides est récupéré, le vin de presse est obtenu. |\n| **Assemblage**         | Les vins obtenus peuvent être mélangés. Le vin presse non mélangé au vin de goutte sera distillé. |\n| **Macération Malolactique** | Transformation de l'acide malique en acide lactique pour diminuer l'acidité du vin. |\n| **Ouillage**           | Le vinificateur évite l'oxydation par l'air en ajustant le niveau des tonneaux. |\n| **Soutirages**         | Il transvase périodiquement le vin pour l'aérer (soutirage). Cette aération élimine le dioxyde de carbone, les odeurs de soufre, stabilise la couleur du vin et développe les arômes du bouquet. |\n| **Clarification**      | Le vin est ensuite clarifié par collage au blanc d'œuf ou autres substances riches en protéines. |\n| **Mise en Bouteille**  | Le vin est enfin pompé dans une cuve et les bouteilles sont remplies à l'aide d'une tireuse et bouchées par une boucheuse. Les bouteilles sont ensuite capsulées et étiquetées pour être mise sur le marché. |\n\nThis information is presented in the context of explaining common operations to all vinifications, focusing on the specific principles, detailing, and diagramming different processes for tranquil (still) red wines. The document is educational in nature and may be used for academic or vocational training purposes."
  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_17_full",
    "contenu": "Here is the structured content extracted from the document, detailing various coffee drinks inspired by different flavors:\n\n1. **Café & Cannelle**: \n   - The combination of coffee and cinnamon develops a strong and sweet flavor during brewing.\n   - It is often served in Mexican cafes with a cinnamon stick to stir, which helps economize on dishware.\n   - Suggested serving: Accompanied by \"semifreddo\" topped with cinnamon.\n\n2. **Café & Cardamome**: \n   - This is how coffee is prepared by Bedouins and in some cafes in Algeria and Egypt, where they add equal amounts of coffee and cardamom.\n   - The coffee is served in small cups with sugar, sometimes with a drop of orange essence.\n   - Recipe suggestion: Cardamom-flavored cake glazed and acidulated with coffee.\n   \n3. **Café & Cassis**:\n   - A mysteriously well-paired combination where blackcurrant notes blend beautifully with coffee, originally from the Italian Alps.\n   - Described dish: A dessert of meringue layers, sorbet, and cream with grilled almonds and light cassis compote.\n   \n4. **Café & Cerise**:\n   - Inspired by \"Twin Peaks\" by David Lynch, a desired combination includes cherries and coffee.\n   - Mentioned dish: Coffee-based dessert with lightly sweetened cassis compote and cherry pie.\n   \n5. **Café & Chocolat**:\n   - Coffee beans from Moka, Yemen, known for their rich aftertaste suitable for various coffee-based drinks.\n   - It can be served as an espresso mixed with hot milk and cocoa.\n   - Reference to popular culture, mentioning Melanie Griffith and Meg Ryan in context with coffee and chocolate.\n   \n6. **See Also**:\n   - **Café & Chocolat blanc**: (See Chocolat blanc & Café)\n   - **Café & Clou de girofle**: (See Clou de girofle & Café)\n   - **Café & Fromage de chèvre**: (See Fromage de chèvre & Café)\n\nThe document provides culinary insights into how coffee is uniquely blended with other flavors to create distinctive beverages and desserts, reflecting cultural preferences and traditions from different regions."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_655",
    "contenu": "### Japanese Nare Zushi\n\nJapanese **nare zushi**, historically made not only from fish, but also from mammals and birds, is traditionally a much longer-term ferment. The most famous surviving example of this process is **funa zushi**, a special regional delicacy made from *funa*, a freshwater fish in the carp family (*Carassius auratus grandoculis*), unique to a single lake, Lake Biwa in Japan’s Shiga prefecture. The fish are caught in spring, cleaned, and stuffed with salt. They cure just in salt, weighted down to keep them from floating to the top of the vessel, for a few months, or as long as two years. After the salt cure, they are rinsed and mixed with cooked rice, for the fish and rice to ferment together for six months to two years. Some *funa zushi* makers feel that “two years are needed for the bones to get tender,” over which time the rice too gets so tender that it loses its form and becomes a “gluey, sloppy starch of lactic acid,” in the words of Japanese-born food writer Kimiko Barber.\n\nThere are many regional variations of **nare zushi**, some incorporating *koji*, rice malt, raw vegetables, or *saké* to speed fermentation. *Kabura sushi* is made by “sandwiching yellowtail between turnip slices and pickling this in rice *koji* for about 10 days,” according to the Tokyo Foundation. Barber describes a number of interesting regional styles:\n\n**Regional Styles of Nare Zushi**\n\n- **Hokkaido**: “Ezushi,” which is made with salted giant white radish or carrot and salmon, sailfin sandfish or Pacific ribbed sculpin, while rice malt is added and the whole left to ferment for three months.\n- **Aomori prefecture**: offers sardine sushi, where the filleted and salted fish is layered with rice, infused with sake, and mixed while it is still warm and left to ferment in a wooden barrel with a weight for some forty days.\n- **Toyama and Ishikawa prefecture**: Turnip sushi is made in these regions. Salted salmon or mackerel pieces are inserted in salt pickled turnips and fermented in seasoned rice for about a week. It has a delicately balanced sweetness from the turnip and a delicious, umami-packed taste.\n- Various types of sushi are also known for their regional congee sushi styles."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_430",
    "contenu": "The document appears to be an index from a book, listing various types of wines along with the page numbers where they are mentioned:\n\n```markdown\n| Wine Type              | Page Numbers |\n|------------------------|--------------|\n| Aglianico              | 132–33       |\n| Albariño               | 56–57        |\n| Barbera                | 104–105      |\n| Cabernet Franc         | 106–107      |\n| Carignan               | 108–109      |\n| Cava                   | 46–47        |\n| Champagne              | 48–49        |\n| Chenin Blanc           | 82–83        |\n| Gamay                  | 98–99        |\n| Grüner Veltliner       | 58–59        |\n| Lambrusco              | 50–51        |\n| Madeira                | 160–61       |\n| Mencía                 | 114–15       |\n| Montepulciano          | 118–119      |\n| Mourvèdre              | 140–41       |\n| Muscadet               | 60–61        |\n| Muscat Blanc           | 86–87        |\n| Nebbiolo               | 142–43       |\n| Nero d’Avola           | 144–45       |\n| Petit Verdot           | 146–47       |\n| Pinot Noir             | 100–101      |\n| Prosecco               | 52–53        |\n| Rhône/Grenache-Syrah   | 224          |\n| Touriga Nacional       | 156–57       |\n| Valpolicella Blend     | 126–27       |\n| Vermentino             | 68–69        |\n| Vin Santo              | 170–71       |\n| Cabernet Sauvignon     | 136–37       |\n| Chardonnay             | 72–73        |\n| Gewürztraminer         | 84–85        |\n| Grenache               | 112–113      |\n| Malbec                 | 138–39       |\n| Marsala                | 162–63       |\n| Marsanne Blend         | 74–75        |\n| Viognier               | 78–79        |\n| Zinfandel              | 128–129      |\n| Bordeaux Blend         | ---          |\n| Merlot                 | 116–17       |\n| Nebbiolo               | 142–143      |\n| Nero d’Avola           | 144–145      |\n| Nogion                 | ---          |\n| Petite Sirah           | 148–149      |\n| Pinotage               | 150–151      |\n| Port                   | 164–65       |\n| Sangiovese             | 12           |\n| Tempranillo            | 15           |\n| Touriga Nacional       | 140–141      |\n| ice wine (high sugar content) | 11    |\n| hot wine               | 19           |\n```\nThis index is structured alphabetically with respect to the wine types and spans a range of topics from specific wines to broader topics like varietals and wine-related processes."
