  },
  {
    "source": "The-Flavor-Bible.pdf_page_938_full",
    "contenu": "The document contains information about food items and their properties categorized under two main headings. Here is the structured content:\n\n1. **SUGAR**\n   - Types: brown, confectioners’, white\n   - Associated food items:\n     - sweet potatoes\n     - tea\n     - vanilla\n     - walnut oil\n     - whiskey\n     - wine: dry, sweet\n     - yogurt\n\n2. **Flavor Affinities**\n   - walnut combinations:\n     - walnuts + anise + dried figs + orange\n     - walnuts + apples + honey\n     - walnuts + caramel + prunes\n     - walnuts + coffee + cream\n     - walnuts + cumin + prunes\n\n3. **WARMING**\n   - **Function**: Ingredients believed to have warming properties; useful in cold weather.\n   - Ingredients:\n     - alcohol\n     - barley\n     - chile peppers\n     - coffee\n     - cranberries\n     - fruits, dried (e.g., dates)\n     - garlic\n     - grains (e.g., polenta, quinoa)\n     - honey\n     - hot beverages\n     - meat, red\n     - mustard\n     - nuts\n     - oils: almond, mustard\n     - olive oil\n     - onions\n     - spices, warming (e.g., black pepper, cayenne, cinnamon, cloves, ginger, nutmeg, turmeric)\n     - vegetables, root (e.g., carrots, potatoes)\n     - vinegar\n\nThe document might be intended for culinary uses, giving tips on how to utilize sugars and warming ingredients effectively to achieve desired flavors and benefits, especially in cold weather."
  },
  {
    "source": "inconnu_1838",
    "contenu": "The document contains visual representations of potential flavor pairings with various foods and ingredients, primarily focusing on Brie, Camembert, and some other specific food types or ingredients like \"naranjilla fruit,\" \"Agen prunes,\" \"calamus root,\" \"cream,\" \"cooked jasmine rice,\" and \"European sea bass.\" Each pairing is depicted in a grid format with color-coded dots representing different types of flavor compatibility ranging from weak to strong compatibility.\n\nHere's a structured breakdown based on each food or ingredient category presented in the document:\n\n---\n### Ingredient Pairings with Brie and Camembert\n\n#### Naranjilla Fruit Pairings\n- *Soy Paste*: Strong\n- *Brie*: Strong\n- *Persimmon (Kaki)*: Strong\n- *Wild Garlic*: Strong\n- *Chili Sauce*: Moderate\n- *Poached Quince*: Moderate\n- *Butterhead Lettuce*: Weak\n- *Pan-Fried Ostrich*: Weak\n- *Braised Cuttlefish*: Weak\n- *Cooked Mussels*: Weak\n\n#### Agen Prunes Pairings\n- *Nori Sheets*: Moderate\n- *Camembert*: Strong\n- *Baked Rabbit*: Moderate\n- *Lemon Zest*: Moderate to Strong\n- *Matcha*: Moderate\n- *Grapefruit*: Weak to Moderate\n- *Chicken Broth*: Weak\n- *Red Cabbage*: Weak\n- *Roasted Hazelnut*: Moderate\n- *Ciabatta*: Moderate to Strong\n\n#### Cream Pairings\n- *Coconut*: Strong\n- *Raisin*: Strong\n- *Haden Mango*: Strong\n- *Cocoa Powder*: Strong\n- *Camembert*: Strong\n- *Pan-Fried Bacon*: Moderate\n- *Almond*: Moderate\n- *Brioche*: Moderate\n- *Raspberry*: Moderate\n- *Buckwheat Honey*: Moderate\n\n#### Cooked Jasmine Rice Pairings\n- *Mango*: Strong\n- *Lychee*: Strong\n- *Rainbow Trout*: Moderate\n- *Roasted Hazelnut*: Moderate\n- *Baked Ugli Fruit*: Weak\n- *Brie*: Moderate\n- *White Poppy Seeds*: Weak\n- *Blue Crab*: Moderate\n- *Mulberry*: Weak\n- *Boiled Ham*: Weak\n\n#### Calamus Root Pairings\n- *Goat's Cheese*: Strong\n- *Cow's Milk Yogurt*: Strong\n- *Strawberry*: Strong\n- *Cheddar*: Strong\n- *Brie*: Strong\n- *Coconut Water*: Moderate\n- *Flat-Leaf Parsley*: Moderate\n- *Raspberry Juice*: Moderate\n- *Ceps Mushroom*: Weak\n- *Fresh Lavender Flower*: Weak\n\n#### European Sea Bass Pairings\n- *Rocoto Chili*: Strong\n- *Grape Vine Smoke*: Moderate\n- *Brie*: Moderate\n- *Kent Mango*: Moderate\n- *Borage Flower*: Moderate\n- *Anchovy Stock*: Moderate\n- *Buttermilk*: Weak\n- *Sashimi (Twice-Brewed Soy Sauce)*: Weak\n- *Goat's Cheese*: Moderate\n- *Wheat Bread*: Weak\n\nEach grid in the document displays pairing strength by using colored dots (green for strong, orange for moderate, and brown for weak).\n\nThis document seems useful for culinary professionals or enthusiasts interested in exploring unique and innovative flavor combinations."
  },
  {
    "source": "_Recipe_for_Polenta_with_Smoked_Fish_and_Crème_Fra",
    "contenu": "### Recipe: Polenta with Smoked Fish and Crème Fraîche\n\n**Wine Pairing:**\n- Recommended for rich, oaky, buttery Chardonnays\n\n**Serves:**\n- 4 people\n\n**Ingredients:**\n- 1½ cups fresh corn kernels (from about 2 ears of corn) or 1½ cups frozen corn kernels (optional)\n- Oil for baking sheet\n- 1 cup cornmeal (not instant or superfine)\n- 4 cups cold water\n- Salt and freshly ground black pepper\n- 4 tablespoons butter\n- 2 medium red onions, cut in ¼-inch slices\n- 12 ounces smoked trout fillets, broken into 2-inch pieces (or 12 ounces smoked salmon, cut into 2 ½-inch strips)\n- ⅔ cup crème fraîche\n- ¼ cup minced fresh chives\n\n**Instructions:**\n\n1. **Preparation of Corn Kernels:**\n   - If using the corn kernels, cook them in a pot of boiling salted water until tender and cooked through, about 1 to 2 minutes. Drain well, transfer to a clean dish towel, and pat dry. (If the corn is too wet it will weaken the final polenta).\n\n2. **Baking Sheet:**\n   - Lightly oil a small baking sheet.\n\n3. **Cooking Polenta:**\n   - In a heavy saucepan, combine the cornmeal and 4 cups cold water. Bring to a boil over medium heat, then reduce the heat to low. Cook the polenta, stirring often, until thickened and no longer gritty, about 30 minutes. \n   - When the polenta is done, stir in the corn kernels, if using. Season to taste with salt and pepper. Pour onto the prepared sheet and refrigerate until firm, about 2 hours. (Can be prepared up to 1 day ahead of time. After the polenta has set, cover with plastic wrap and refrigerate.)\n\n4. **Caramelizing Onions:**\n   - In a large skillet over medium heat, melt the butter. Add the red onions and sauté for 10 minutes, then lower the heat to low and sauté another 10 minutes until lightly golden and caramelized.\n\n5. **Serving:**\n   - Preheat the grill or broiler. Cut the polenta into 8 triangles or strips. Grill or broil until golden brown around the edges, turning once, about 5 minutes total. Alternatively, heat the oven to 350 degrees, place the polenta on an oiled baking sheet, and heat until warm, about 10 minutes.\n   - Transfer the polenta to individual salad plates. Top with strips of smoked fish and caramelized onions, dividing evenly. Drizzle with crème fraîche and sprinkle with minced chives. \n\n**Page Number:**\n- 62"
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_54",
    "contenu": "The document is likely an introduction or a section from a book discussing the influence and dynamics of American dining culture. Here's the structured content based on the outlined points and themes:\n\n### Introduction\n\n1. **Cultural Influence on American Dining**:\n   - The document discusses how culinary diversity in America is promoted in parts through various media sources like blogs, podcasts, and TV shows.\n   - Examples of accessible resources mentioned include a free selection of blogs, podcasts, and travels of celebrity chefs like Anthony Bourdain’s travels to Vietnam and Brazil.\n   - It contrasts traditional and current epicurean approaches to food, noting the shift from classic dishes like chocolate mousse or beef Wellington to more modern alternatives such as Moroccan spice rub and Thai chicken stew with potato-chive dumplings.\n\n2. **Economic and Regional Variability in Food Choices**:\n   - Highlights how food offerings have diversified beyond expensive traditional selections to include economical offerings from a variety of wine regions and food sources worldwide.\n   - Examples include wines like Argentinean Malbec and Greek Xinomavro, and foods from various culinary traditions.\n\n3. **Restaurants as a Promoter of Diversity**:\n   - Discusses the role of restaurants in promoting culinary diversity, touching on the impact of books and exposure to varied restaurant offerings.\n   - Mentions specific books like \"The Last Days of Haute Cuisine\" by Patric Kuh and \"America Eats Out\" by John Mariani as reflections of this trend.\n\n4. **Changing Tastes and Consumer Trends**:\n   - Explores the variety of food options available in different restaurant settings, from authentic global cuisines to fast-food modifications like teriyaki steak skewers at Applebee’s.\n   - Emphasizes the influence of celebrity chefs and quick-service restaurants on mainstream food preferences, which have evolved to include more diverse and adventurous choices.\n\n5. **Pairing Food with Wine and Modern Dining**:\n   - Encourages trying different wines to complement new food tastes, suggesting that even fast-food meals can be paired intelligently with wines.\n   - Targets readers who appreciate a blend of wine and food exploration, marking the book as a guide for those looking to diversify their culinary experiences.\n\n### Conclusion\nThe introduction closes by positioning the book as a resource for those who are open to exploring and pairing diverse food and wine options, appealing to readers interested in both casual and refined dining experiences."
  },
  {
    "source": "mcgee.pdf_page_258",
    "contenu": "This document is a portion of text discussing \"Edible Plants\" from a book. It appears to focus on the historical and cultural significance of plant-based diets and the evolution of such diets over time. Below, the content is broken down into structured sections based on the document's headings and subheadings:\n\n### Edible Plants\n\n#### Plant Adaptation\n\n- **Transformation of Environment:** Plants transform their environment (water, rock, air, light) into food, which all animal life depends on. They defend themselves from threats and attract allies using colors, tastes, and scents, intrinsic to our perceptions of beauty and deliciousness.\n  \n#### Human Plant Diet Evolution\n\n- **Historical Context:** Humans have always been plant eaters. Early ancestors were omnivorous and foraged wild fruits, leaves, and seeds.\n- **Agriculture Development:** The domestication of certain plants around 10,000 years ago allowed early humans control over food supply, leading to the establishment of fields, settlements, and the first cities.\n\n#### Impact of Culture and Technology\n\n- **Changes Over Time:** Initially, a diverse plant culture was typical, influenced by mythology and symbolism. However, industrialization and later technological advancements reduced plant variety in diets.\n- **Modern Trends:** Currently, there is a renaissance in understanding the importance of a diverse diet rich in plant foods, aided by modern technologies that unlock the potential to explore a vast array of edible plants.\n\n#### The Original Food\n\n- **Cultural Roots:** The document presents the idea that plant foods are historically considered \"original\" and proper foods, deeply rooted in cultural traditions like the Greek and Roman myths and the Biblical Genesis story describing the Garden of Eden.\n\n#### Biblical Context and Ethical Eating\n\n- **Ethical Considerations:** Post the biblical narrative of Cain's killing of Abel, many opted to avoid animal foods. This highlights an ethical preference for plant-based diets among various groups and individuals throughout history due to the lower resource cost of plant foods compared to meat."
  },
  {
    "source": "inconnu_2552",
    "contenu": "This document presents a series of culinary tips and pairings that involve the use of thyme with various ingredients. Each section details how thyme can be utilized with different foods, enhancing flavors and adding a unique touch to each dish. Below is the structured content from the document:\n\n### Thym & Citron: **voir Citron & Thym.**\n\n### Thym & Fromage de chèvre:\n- **Description**: The use of thyme with goat cheese dates back to antiquity.\n- **Details**: It is commonly used with goat cheeses like those from Provence. It adds aromatic and honeyed flavors, especially good with broiled goat cheeses.\n- **Serving suggestion**: Ideal to pair with cheeses for a unique taste experience.\n\n### Thym & Fruits de mer:\n- **Description**: Thyme can be slightly overpowering for delicate seafood but works well with basil and tarragon.\n- **Details**: In seafood stews, add thyme with a sprig of white onion and olive oil. This adds a subtle aromatic backend spiciness.\n- **Serving suggestion**: After seasoning and simmering, serve by removing the thyme and plating with shrimps over beans.\n\n### Thym & Lard: **voir Lard & Thym.**\n\n### Thym & Oignon:\n- **Description**: Adding thyme enhances both the depth and freshness of onion soups.\n- **Preparation**: Start with browning onions in butter, add chicken and vegetable broth along with milk, simmer, and puree the mix.\n- **Serving suggestion**: Serve hot with a swirl of cream and tiny thyme leaves in the heart of the soup.\n\n### Thym & Olive:\n- **Description**: Survives well under intense sunlight and grows in poor soils.\n- **Details**: Its scent is rich and complex, contrasting with its darker undertones similar to an ancient Greek church at midday.\n\n### Thym & Orange:\n- **Description**: Thymol, the primary aromatic component in thyme, distinguishes oranges from other citrus.\n- **Details**: Rarely combined but excellent in strong poultry dishes like turkey.\n- **Serving suggestion**: Used traditionally in the Caribbean for heavily seasoned beef dishes, reminiscent of a large stew pot or seafaring cooker from \"Robinson Crusoe.\"\n\n### Thym & Poisson blanc: **voir Poisson blanc & Thym.**\n\n### Thym & Poisson gras: **voir Poisson gras & Thym.**\n\nThis document highlights the versatility of thyme in various dishes, enhancing traditional flavors and creating depth in the culinary profiles."
  },
  {
    "source": "Module_4_-_White_Wines_of_Alsace,_Germany,_Austrlia_and_Tokaj_WSET_L3_Wines.pdf_page_33",
    "contenu": "The document provides information about grape varieties and styles of sweet wines specific to the Tokaj region. Here's the structured content extracted from the document:\n\n### Grape Varieties\n1. Furmint\n2. Hárslevelű\n3. Sárga Muskotály\n\n### Styles of Sweet Wines\n1. Tokaji Aszú\n2. Tokaji Eszencia (Essence or Nectar)\n3. Modern style\n\nThe document includes the logo of WSET (Wine & Spirit Education Trust) on the top left and is labeled as \"Issue 2 © WSET 2022\" in the bottom right corner. There is also an image showing a hand holding a bunch of grapes, which are likely examples of one of the mentioned grape varieties. The title \"Tokaj\" is prominently displayed on the top right corner of the document."
  },
  {
    "source": "mcgee.pdf_page_318",
    "contenu": "The document titled \"A SURVEY OF COMMON VEGETABLES\" provides detailed insights into different methods used for preparing potatoes and an overview of sweet potatoes. Below are the extracts structured in key sections:\n\n---\n\n### Potato Preparation Methods\n\n#### Deep-Frying Potatoes\n- **Process**: Potatoes are initially fried at a relatively low temperature (250-325°F/120-163°C) for 8-10 minutes, then the temperature is increased to 350-375°F/175-190°C for another 3-4 minutes for a crispy exterior.\n- **Efficiency**: The method involves pre-frying all the potato strips at a lower temperature, setting them aside, then finishing with high-temperature frying briefly at the end.\n\n#### Potato Chips\n- **Description**: Potato chips are described as being \"all crust and no interior,\" typically 1.5 mm thick.\n- **Deep-Frying Process**: Sliced potatoes are deep-fried until dry and crisp, undergoing two stages—initial frying at low then elevated to high temperatures (250°F/120°C increasing up to 350°F/175°C within 8-10 minutes).\n- **Texture**: The rapid heat causes starch granules and cell walls to have minimal moisture absorption, giving a harder and crunchier texture to the chips.\n\n#### Soufflé Potatoes\n- **Description**: This variety is made from thin 3 mm slices, deep-fried at a moderate then high temperature.\n- **Cooking Temperatures**: Initially fried at 350°F/175°C and subsequently at around 380°F/195°C.\n- **Resulting Feature**: The intense heat and vapor pressure during the process puff the slices up, creating a hollow center upon cooling.\n\n### Overview of Sweet Potatoes\n\n#### Description\n- **Botanical Name**: *Ipomoea batatas*\n- **Origin and History**: Native to northern South America, spread to Polynesia, Europe, and Asia through historical movements, becoming notably established in China by the 15th century.\n- **Cultural Significance**: China is the leading producer and consumer, with the vegetable being a crucial crop globally.\n\n#### Current Uses and Storage\n- **Varieties**: Ranges from dry and starchy to sweet and dark orange types.\n- **Confusion**: Often confused in the U.S as \"yam\" during marketing campaigns despite being different.\n- **Storage**: Typically stored at 86°F/30°C to heal damaged skin and encourage sugar development.\n\n---\n\nThis detailed breakdown highlights cooking methods for different types of potatoes and provides comprehensive information on the botany and cultural significance of sweet potatoes."
  },
  {
    "source": "inconnu_2412",
    "contenu": "## Artichoke\n\n### Introduction\nRaw artichokes have a surprisingly complex aroma profile made up of green, herbal, woody mushroom and even fruity, floral rose notes with hints of spicy clove. Cooking them brings out additional roasted and caramellic notes. \n\n### Historical Overview\nThe artichoke likely originated in Sicily and its cultivation can be traced back to ancient times, with significant cultivation by the Greeks and Romans in the 8th century BC. In the Middle Ages in Europe, Arabs who introduced the plant into the Southern Spain, contributing greatly to its spread across other regions. The Renaissance period in Spain further contributed to artichoke cultivation, from where it spread to France and Italy. By the 16th century, it was commonly found throughout Europe and was even considered a delicacy of the French elite.\n\n### Mythological Aspect\nArtichokes are also connected to mythology, notably with a story involving Zeus and a beautiful young woman named Cynara. Zeus, who was infatuated with Cynara, turned her into the first artichoke after she returned to her mortal life, an act of retribution for her desire to return to her mother.\n\n### Modern Cultivation and Varieties\nToday, two plants, unrelated to the mythological Cynara scolymus, but similarly named because of their bitter profile, are the Jerusalem artichokes (Helianthus tuberosus) and the Chinese artichoke (Stachys affinis), the latter sometimes called a crosne. These varieties continue to be popular due to their unique flavors and are eaten mostly in their tuberous form.\n\n### Unique Components\n- **Cynar**: An Italian liqueur made from artichoke leaves and other botanicals, popular for its complexity and used in cocktails like the Cin-Cyn twist on the Negroni.\n\n---\n\n## Artichoke Soup with Chanterelle\n\n### Foodpairing Recipe\nThis soup takes its inspiration from the Provençal artichauts à la barigoule, consisting of artichokes braised in a mix of olive oil, white wine, water, vegetables, and herbs to create a flavorful dish.\n- **Ingredients**: Artichokes, onions, garlic, carrots, celery, leeks, bay leaf, thyme, white wine, vegetable broth\n- **Enhancing Flavors**: Anchovies in oil and candied lemon peel\n- **Serving Suggestions**: Served pureed with a dollop of yogurt, topped with chopped walnuts and sautéed chanterelles to contrast the artichokes' bitter taste.\n\n### Preparation Details\n1. **Sauteéing the Base**: Begin by sautéing onions, garlic, carrots, celery, and leeks with bay leaf and thyme.\n2. **Adding Main Ingredients**: Introduce the artichokes to the pot along with white wine and broth, simmering until the vegetables are tender.\n3. **Blending**: Once cooked, blend the mixture until smooth, adjusting thickness and seasoning as desired.\n4. **Finishing Touches**: Enhance the flavor with olive oil and anchovies, serving hot with added yogurt, walnuts, and sautéed chanterelles. \n\nThis dish combines the earthy profiles of the ingredients with the sophisticated techniques of French culinary methods, making it a refined and flavorful choice for sophisticated diners."
  },
  {
    "source": "inconnu_2783",
    "contenu": "Here's the extracted structured content from the document:\n\n### Recipe Title: Saganaki et salade grecque ★\n\n**Serves:** 4 personnes  \n**Preparation Time:** 15 minutes  \n**Cooking Time:** 20 minutes  \n\n#### Ingredients\n- 200 g de kefalotyri, en deux tranches épaisses d’environ 2,5 cm\n- 50 g de farine de blé\n- 10 cl d'huile d'olive\n- 1 citron\n\n#### For Greek Salad\n- 1 concombre épineux (Noa)\n- 500 g de tomates bien mûres\n- 1 petit oignon rouge\n- 1 cuillère à soupe de vinaigre de vin rouge\n- 2 cuillères à soupe d'huile d'olive\n- 1 cuillère à café d'origan séché\n- Une dizaine d'olives noires de Kalamata\n- 100 g de feta\n- Sel fin, poivre du moulin\n\n#### Directions\n\n##### For the salad:\n1. Peel the cucumber, cut it in halves, rinse and dry the halves. Cut into quarters.\n2. Peel the onion and finely chop it.\n3. Mix in a salad bowl: cucumbers, tomatoes, olive oil, oregano, salt, and pepper.\n4. Add onion, olives, and cubes of feta.\n5. Serve chilled to accompany the saganaki. Reserve in the fridge until ready to serve.\n\n##### For the saganaki:\n1. Cut the cheese into two thick slices. Pass the slices under the roasting pan briefly to slightly dry the surface.\n2. Coat the cheese slices with flour. Discard excess flour.\n3. Preheat a frying pan and add olive oil. Fry the cheese until golden at 1 min 30 sec on each side using a spatula to avoid breaking the cheese slices. \n4. The cheese should be warm but not melted completely. Drain excess oil on absorbent paper.\n5. Cut the lemon into quarters.\n\nServe the saganaki immediately without waiting, allowing your guests to add lemon at the last moment along with the Greek salad.\n\n#### Chef's Tips:\n- Always use hard cheese for saganaki.\n- If kefalotyri is difficult to find, it can be replaced by pecorino or combined with kasseri, memental, or provolone.\n\n#### Good to Know:\n- Saganaki is made in a small, two-handled pan which is specifically for frying cheese, and it shares its name with other dishes prepared in this manner."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1870",
    "contenu": "This document appears to be a list or index containing names of entities, likely related to wines or vineyards, paired with page numbers. The entries are organized alphabetically by section headers denoted by letters from \"C\" to \"P.\" Here's a breakdown of the information in a structured markdown format:\n\n### C\n- Château la Nerthe, 259\n- Neyen, 876\n- Niepoort, 529\n- Nieto Senetiner, 890\n- Nigl, 607\n\n### O\n- Ojai Vineyard, 742\n- 1 + 1 = 3, 480\n- Oremus, 639\n- Osborne, 472\n- O’Shaughnessy, 703\n- Domaine Ostertag, 290\n- Ovid, 702–03\n\n### P\n- Château Pajzos, 640\n- Palacios, 499\n- Domaine les Pallières, 260\n- Paumanok, 779\n- Pazo San Mauro, 493\n- Pazo Serantellos, 492\n- Pedernales, 788\n- Domaine Pellé, 275\n- Penfolds, 846\n- Penner-Ash, 763\n- Pérez Pascuas, 454\n- Perpetua, 818\n- Domaine de la Perrière, 278\n- Alejandro Fernández Pesquera, 453\n- Pierre Peters, 193\n- Les Petits Grains, 304\n- Pewsey Vale, 843\n- Phillips Hill, 721\n\nEach entry includes a name followed by a number, which appears to indicate a page reference in a book or catalog corresponding to a detailed description or additional information about the entity listed."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_833",
    "contenu": "The document contains various food-related lists and tips. Here's the structured content:\n\n### Food Items and Flavor Affinities\n- **shrimp**\n- **spinach**\n- **squid**\n- **star anise**\n- **tapenade**\n- **tarragon**\n- **thyme**\n- **tomatoes and tomato paste**\n- **vinaigrette**\n- **VINEGAR:** balsamic, red wine, rice wine, sherry\n- **wine:** dry white, red\n\n#### Flavor Affinities\n- **skate + butter + pistachios**\n- **skate + capers + garlic + lemon juice**\n- **skate + capers + sherry vinegar**\n- **skate + fennel + onions**\n- **skate + garlic + sage**\n\n### SLOW-COOKED\n- **Season:** autumn–winter\n- **Tips:** These herbs and flavorings taste better with longer cooking.\n  - For the opposite of slow-cooked, see **Freshness**.\n  - **cumin**\n  - **garlic**\n  - **ginger**\n  - **horseradish**\n  - **onions**\n  - **oregano**\n  - **rosemary**\n  - **shallots**\n  - **thyme**\n\n### Reference\n- **SMOKED SALMON** (See Salmon, Smoked)\n\n### Topic\n- **SMOKINESS**"
  },
  {
    "source": "inconnu_1978",
    "contenu": "The document presents a series of culinary notes and recipes centered around the uses of cumin in cooking. Here's a structured summary of its content:\n\n### Cumin\n\n#### General Comments\n- **Texture and Flavor:** Unlike anise or coriander seeds, cumin seeds are hard and scarcely pleasant to chew when dry. They possess a woodsy, slightly musty aroma. Upon immersion in cooking, these seeds release warm, cinnamon-like, and nutty flavors, which may evoke a nostalgic sense of spice cupboards or past vacations where curry powder was notable.\n- **Characteristic Combination:** It highlights how cumin seeds, though transformed in the cooking process, offer an undertone of earthiness suitable for a variety of dishes, ranging from sautéed to grilled.\n\n#### Specific Pairing and Recipes\n\n1. **Cumin & Apricot:**\n   - **Dish:** Tajine with apricots.\n   - **Details:** The dish is so rich in ingredients that the floral and fruity notes from the apricots, despite their intense flavor, might not stand out against the spicy cumin. A specific recipe mentioned includes cooking carrots and apricots in olive oil, adding spices, covering with water, and simmering with lentils. Suggested garnish includes chopped dry apricots, salt, and water reduced to a puree.\n\n2. **Cumin & Lamb:** `[See Agneau & Cumin]`\n\n3. **Cumin & Beetroot:**\n   - **Dish:** Beetroot with cumin.\n   - **Details:** Both ingredients share an earthy flavor, but their combination can also offer a delicate complexity, enhanced when the beets are entwined in a whipping action or served with chickpeas and sour cream.\n   \n4. **Cumin & Carrot:** `[See Carotte & Cumin]`\n\n5. **Cumin & Cauliflower:**\n   - **Dish:** Roasted cauliflower and cumin.\n   - **Details:** When roasted together, cumin and cauliflower develop a fruity coat without losing their inherent flavors. The recommendation includes cutting the cauliflower into florets, roasting them with cumin, and serving either blanched or slightly carbonized.\n\nThe descriptions focus on the fusion of flavors, the transformative impact of cooking techniques, and the resulting culinary experiences with cumin as a central theme."
  },
  {
    "source": "inconnu_133",
    "contenu": "The document contains a section of a culinary text providing details on a dish preparation and flavor insight, followed by the title for another recipe. Below is the structured content from the provided text:\n\n### GARNISH\n- Zest of 1/4 lemon, cut in julienne\n- 1/4 cup diced, seeded, and skinned tomato\n\n### PLATING\n- Place each fillet in the bottom of a wide bowl.\n- Garnish with lemon julienne and tomato dice.\n- Ladle the broth around the fish and serve.\n\n### OUR TASTE NOTES\n- The first flavor notes are described as floral herbal.\n- The texture of the fish is crunchy, which in combination with its tang and slight sweetness enhance the broth, which has added power from cayenne's spice.\n- The lemon zest and tomato contribute to the taste, reinforcing the tangy acidity and floral notes of the broth.\n\n### NEXT RECIPE TITLE\n- Corn Fennel Chowder with Mussels and Grits\n\nThis title introduces a new recipe that seems to blend the flavors typical of a New England clam chowder with the herbal characteristics of Provencal fish stew, mentioning a focus on the use of shellfish, corn, and likely cream or milk to enhance the sweet corn flavor."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_730",
    "contenu": "The document appears to be a culinary guide that focuses on pairing and flavors associated with prosciutto. Here’s a structured breakdown of the content:\n\n### Poultry (See Chicken, Turkey, etc.)\n\n**PROSCIUTTO**\n- **Taste:** salty\n- **Weight:** light–medium (depending on thinness of slicing)\n- **Volume:** moderate\n\n**Pairs well with:**\n- almonds\n- apples\n- arugula\n- asparagus\n- basil\n- **cheese:** Fontina, Gruyère, Parmesan, provolone\n- chestnuts\n- chicken\n- chicory\n- cilantro\n- fennel\n- FIGS\n- grapes\n- hazelnuts\n- honey\n- Italian cuisine\n- lemon, juice\n- lime, juice\n- *MELON*, esp. cantaloupe, honeydew\n- mushrooms\n- mustard, esp. Dijon\n- mustard seeds\n- nectarines\n- olive oil\n- pasta\n- pears\n- pepper: black, white\n- pine nuts\n\n#### Dishes\n- **Prosciutto San Daniele with Black Pepper Fettunta and Figs** — Mario Batali\n\nThis guide appears to provide suggestions for foods and flavors that complement prosciutto, enhancing culinary creations with thoughtful pairings. The inclusion of suggested dishes like one from Mario Batali also gives practical application to the guide's information."
  },
  {
    "source": "the_image_or_be_appears",
    "contenu": "The image appears to be blank or completely white, without visible content. If there is specific information or data you're expecting, please check the image and try uploading again or provide details on what should be in the image."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1773",
    "contenu": "### China and the Wine Industry: A Modern Resurgence\n\n#### Recent Developments in Chinese Wine Consumption\nA decade ago, the association between China and wine was not evident in the Western world. However, by 2012, China emerged as the fifth leading nation in both wine consumption and production, a significant statistic provided by the International Organization of Wine and Vine (OIV). This is particularly noteworthy considering China harbors around 19 percent of the global population, making it the most populous nation on Earth.\n\n#### Historical Context of Wine in China\nChina's engagement with wine can be traced back thousands of years with the country having a long-standing tradition in winemaking. Archaeological findings in the mid-1990s led by a joint American-Chinese team uncovered evidence of wine production in Shandong Province dating back to 2500 B.C. Artefacts from this era included clay vessels with remnants of wines made from grapes, rice, and honey (mead).\n\n#### Alcohol Consumption in Ancient China\nDuring the Bronze Age (circa 700 B.C.), grape-based wines in China were largely overshadowed by other forms of alcoholic drinks brewed from grains like millet and sorghum, and from fruits such as lychees and Asian plums. Cultural traditions and drinking patterns in ancient times primarily featured these beverages, and it wasn't until the modern era that grape wine made significant returns. As of the 1970s, the dominant alcoholic beverages were beer and spirits, with beer and baijiu (a potent spirit made from sorghum) constituting 99% of the alcohol consumption.\n\n#### Brief Overview of China's Political and Economic History\nThe foundation of the Chinese Empire dates back to 221 B.C. with the Qin Dynasty. It saw numerous dynasties until 1911 when the Republic of China was established after the fall of the Qing Dynasty. Post World War II, internal conflicts led to the rise of the Communist Party in 1949. In 1978, under the Communist regime, China underwent significant economic reforms that catalyzed its development into a major global power.\n\nThis recap provides a fundamental understanding of the rise in China's wine industry, set against the backdrop of its vast historical and cultural heritage."
  },
  {
    "source": "inconnu_2880",
    "contenu": "The document provides a list of food items that pair well with certain ingredients and culinary tips for using star anise in cooking.\n\n**Pairings:**\n- **salads:** fruit, green\n- **shellfish:** e.g., shrimp\n- **shrimp**\n- **spinach**\n- **squash, winter**\n- **stone fruits:** e.g., peaches\n- **sweet potatoes**\n- **tarragon**\n- **teas**\n- **tomatoes**\n- **vegetables, root**\n- **watermelon**\n- **zucchini**\n\n**Star Anise Details:**\n- **Taste:** sweet, bitter\n- **Weight:** medium\n- **Volume:** moderate to loud\n- **Tips:** Add at the beginning of the cooking process. Use in stir-fries.\n\n**Star Anise Pairings:**\n- **allspice**\n- **baked goods:** e.g., breads, pastries\n- **beef**\n- **beverages**\n- **cardamom**\n- **chestnuts**\n- **chicken**\n- **chile peppers**\n- **chili powder**\n- **CHINESE CUISINE**\n- **chocolate, esp. milk**\n- **cinnamon**\n- **citrus zest**\n- **cloves**\n- **coriander**\n- **cumin**\n- **curry powder (ingredient)**\n- **duck**"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_302",
    "contenu": "The document discusses Pomerol wines and mentions various châteaux producing these wines in the region. Here's a structured summary:\n\n1. **Modesty of Pomerol Châteaux**: It starts by mentioning that Pomerol châteaux are extremely modest with no breathtaking mansions.\n2. **Pétrus as a Premier Wine**: The document hails Pétrus as a prime example of Pomerol wine, highlighting its luxurious quality characterized by exotic aromas of licorice and rich fruits, with a creamy, black raspberry explosion.\n3. **Other Notable Pomerol Wines**: The text lists several other notable châteaux besides Pétrus, which produce high-quality Pomerol wine but in small quantities which makes them hard to find:\n   \n   - Château Le Pin\n   - Château La Fleur de Gay\n   - Château Lafleur\n   - Château L'Évangile\n   - Château La Conseillante\n   - Château Certan de May\n   - Château Trotanoy\n\nThe document focuses on the luxurious nature and complex flavors of wines from the Pomerol region, emphasizing their exclusivity and limited availability."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_418",
    "contenu": "The document discusses \"rejuvelac\" and \"porridges,\" detailing their preparation process, historical significance, and culinary uses. Here are the structured contents of the document:\n\n### Rejuvelac\n- **Description**: A beverage made from sprouted grains.\n- **Preparation**:\n  - Sprout grains.\n  - Cover them with water to ferment for a day or two.\n  - Strain off the liquid to consume.\n  - It can be stored in the refrigerator.\n  - Additional water can be added for a \"second pressing\" if desired.\n- **Originator**: Developed by Ann Wigmore in the 1960s.\n- **Flavor Opinions**: Mixed; some enjoy its flavor while others find it unappealing.\n- **Uses**: Commonly used as a starter for other types of ferments.\n\n### Porridges\n- **Context**: Historically precedes bread made from cereal grains.\n- **Types**:\n  - **Porridges**: Thicker consistency, typically eaten from a bowl with a spoon.\n  - **Gruels**: Thinner and runnier, usually drunk.\n- **Spectrum**: Exist along a continuum from gruel to porridge.\n- **Preparation Variability**: Porridges can be thinned into gruels by adding more water.\n- **Benefits of Fermentation**:\n  - Enhances flavors.\n  - Improves digestibility and nutrient availability.\n\nBoth sections highlight how traditional food preparations like rejuvelac and porridges can be adapted and used in modern culinary practices, emphasizing their health benefits and versatility."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_789",
    "contenu": "The document appears to be a bibliography from a text, listing various sources related to food, beverages, fermentation, and historical aspects of cooking. Here are the references formatted in a structured manner:\n\n- **Author**: Anonymous  \n  **Title**: Microbial Ancestors  \n  **Publication Location**: New York  \n  **Publisher**: Summit Books  \n  **Year**: 1986  \n\n- **Author**: Anonymous  \n  **Title**: Slanted Truths  \n  **Publication Location**: New York  \n  **Publisher**: Springer Verlag  \n  **Year**: 1997  \n\n- **Authors**: Stanley Marianski, Adam Marianski  \n  **Title**: The Art of Making Fermented Sausages  \n  **Publication Location**: Denver, CO  \n  **Publisher**: Outskirts Press  \n  **Year**: 2008  \n\n- **Author**: Patrick E. McGovern  \n  **Title**: Uncorking the Past: The Quest for Wine, Beer, and Other Alcoholic Beverages  \n  **Publication Location**: Berkeley  \n  **Publisher**: University of California Press  \n  **Year**: 2009  \n\n- **Author**: F. Marian McNeill  \n  **Title**: The Scots Kitchen: Its Traditions and Lore with Old-Time Recipes  \n  **Publication Location**: London and Glasgow  \n  **Publisher**: Blackie & Son  \n  **Year**: 1929  \n\n- **Editors**: Marianne D. Miliotis, Jeffrey W. Bier  \n  **Title**: International Handbook of Foodborne Pathogens  \n  **Publication Location**: New York  \n  **Publisher**: Marcel Dekker  \n  **Year**: 2001  \n\n- **Author**: Bill Mollison  \n  **Title**: The Permaculture Book of Ferment and Human Nutrition  \n  **Publication Location**: Tyalgum, Australia  \n  **Publisher**: Tagari Publications  \n  **Year**: 1993  \n\n- **Editor and translator**: A. R. Pagden  \n  **Title**: The Maya: Diego de Landa’s Account of the Affairs of the Yucatan  \n  **Publication Location**: Chicago  \n  **Publisher**: J. Philip O’Hara  \n  **Year**: 1975  \n\n- **Author**: Charlie Papazian  \n  **Title**: Microbrewed Adventures  \n  **Publication Location**: New York  \n  **Publisher**: HarperCollins  \n  **Year**: 2005  \n\n- **Author**: Carl S. Pederson  \n  **Title**: Microbiology of Food Fermentations, 2nd edition  \n  **Publication Location**: Westport, CT  \n  **Publisher**: AVI Publishing  \n  **Year**: 1979  \n\n- **Author**: Dale Pendell  \n  **Title**: Pharmako/poeia: Plant Powers, Poisons, and Herbcraft  \n  **Publication Location**: San Francisco  \n  **Publisher**: Mercury House  \n  **Year**: 1995  \n\n- **Authors**: H. J. Phaff et al.  \n  **Title**: The Life of Yeasts  \n  **Publication Location**: Cambridge, MA  \n  **Publisher**: Harvard University Press  \n  **Year**: 1978  \n\n- **Authors**: John Piccetti, Francois Vecchio with Joyce Goldstein  \n  **Title**: Salumi: Savory Recipes and Serving Ideas for Salame, Prosciutto, and More  \n  **Publication Location**: San Francisco  \n  **Publisher**: Chronicle Books  \n  **Year**: 2009"
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_276",
    "contenu": "The document appears to be a collection of cocktail recipes. Below, I provide a structured interpretation of each recipe listed in the document.\n\n### Recipe 1: Sherry’s Spice Flavors Cocktail\n- **Ingredients**:\n  - 1 orange wheel\n  - 3 dashes Fee Brothers Whiskey Barrel-Aged Bitters\n  - 2 ounces Plymouth Gin\n  - ¼ ounce Lustau Amontillado Sherry\n  - ¼ ounce lemon juice\n  - ½ ounce Demerara Syrup\n  - Club soda as needed\n- **Garnish**:\n  - 1 orange crescent\n\n- **Instructions**:\n  - In a shaker, muddle the orange wheel and bitters.\n  - Add the remaining ingredients, except for club soda, and shake with ice.\n  - Strain into a highball glass filled with ice cubes.\n  - Top with club soda.\n  - Garnish with the orange crescent and serve with a straw.\n\n### Recipe 2: City of Gold Sling\n- **Creator**: Joaquin Simo, 2009\n- **Introduction**:\n  - A variation of tik-style drinks gin-based, inspired by the Singapore Sling.\n\n- **Ingredients**:\n  - 1½ ounces Hayman's Old Tom Gin\n  - ¼ ounce El Dorado 12-year Rum\n  - ½ ounce Donn’s Spices #2\n  - 1 dash Vieux Pontarlier Absinthe\n  - 1 ounce pineapple juice\n  - ½ ounce lime juice\n  - ¼ ounce orgeat\n  - 1 dash House Peychaud's Bitters\n\n- **Garnish**:\n  - 1 fresh pineapple wedge\n\nThese structured recipes provide detailed information about the components and preparation of each cocktail."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_621",
    "contenu": "The provided document appears to be a culinary guide or menu component from \"Brad Farmerie, Public (New York City).\" Below is a structured summary of its contents:\n\n### Brad Farmerie, Public (New York City)\n\n#### Ingredients and Items\n- Apples\n- Baked Goods\n- Beets\n- Bread\n- Cheese, fresh\n- Chicory\n- Figs\n- Fish, especially grilled\n- Frisée\n- Greens, bitter\n- Meats, especially grilled\n- Pasta\n- Pears\n- Persimmons\n- Potatoes\n\n#### Salads and Salad Dressings\n- Sauces\n- Steaks\n- Vinaigrettes\n  - Vinegar types: balsamic, fruit, red wine, sherry, tarragon\n- Walnuts\n\n### Okra\n\n#### Characteristics\n- **Season:** Summer–Autumn\n- **Function:** Cooling\n- **Weight:** Medium–heavy\n- **Volume:** Moderate\n- **Techniques:**\n  - Boil\n  - Braise\n  - Deep-fry\n  - Fry\n  - Grill\n  - Sauté\n  - Steam\n  - Stew\n\n#### Associated Ingredients\n- Bell peppers, especially red\n- Butter\n- Cayenne\n- Chicken\n- Chile peppers, fresh green\n- Cilantro\n- Coriander\n- Corn and cornmeal\n- Creole cuisine\n\nThis structured format captures the culinary focus and pairing recommendations as outlined in the original document under two main sections: Brad Farmerie's selections and details pertaining to the ingredient \"Okra.\""
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1662",
    "contenu": "# THE MAORI\n\nNew Zealand was originally inhabited by the Maori, a Polynesian people who, over centuries, migrated from subtropical Pacific islands. The Maori developed a concept called **kaitiakitanga**, which means \"guardianship.\" When westerners arrived in large numbers at the end of the eighteenth century, they quickly adopted the Maori way of thinking. Today, one-third of the island nation’s land is owned by the government and protected against development.\n\nAlthough the Maori had no written language, Christian missionaries in the nineteenth century recorded the words the Maori spoke. Today, many towns, wineries, and even vineyards have Maori names. The Maori name for New Zealand, **Aotearoa**, means \"land of the long white cloud.\"\n\n### Wine Regions and Production\n\nIn the southeast corner of the North Island, near New Zealand’s capital, Wellington, is the small wine region Wairarapa/Martinborough. The region has approximately two dozen high-quality producers who make a variety of good wines. Noteworthy are their pinot noirs, which have gained international reputation in recent years, from producers like Ata Rangi, Martinborough Vineyard, Dry River, Schubert Wines, and Craggy Range.\n\nCompared to the North Island, the South Island is even cooler and was very rural until relatively recently. No commercial vineyards existed there until 1973. That year, Montana Wines planted vines in Marlborough, on the northeastern tip of the South Island, marking the beginning of what would later become one of the most prestigious wine districts in the country. In 2005, Montana Wines was absorbed into the larger French conglomerate Pernod Ricard (and renamed Brancott Estate). Today, Marlborough represents 60 percent of all New Zealand vineyards and produces 70 percent of all New Zealand wine and 80 percent of all New Zealand sauvignon blanc. Other notable wines from the region include those from Cloudy Bay, Greywacke, Wairau River, and Villa Maria. There is also a growing production of pinot gris and riesling in the area.\n\n---\n\n**Caption for image in the document:**\n*In Central Otago, pinot noir vines are covered in nets to prevent birds from eating the grapes.*"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_213",
    "contenu": "### MARRYING WELL: WINE AND FOOD\n\nSince its origins approximately eight thousand years ago, wine has always had a constant, delicious companion: food. For most of European history, little distinction was drawn between the two. Wine **was** food. A solace. A source of calories. As intimate a part of life as breathing.\n\nThat we’ve come to a time when we need guidance on the marrying of these two primal forces is an intriguing conversation in itself. But here, my purpose is different. Here, I hope to remind us all about affinities. And set the course for some thrilling combinations.\n\nLet me begin by admitting that I don’t think every wine always needs to be perfectly matched to a food, or vice versa. And I don’t say this because I lack passion for food. Flavor is flavor. It doesn’t matter to me if it’s liquid or solid in my mouth. Moreover, I started out as a food (not a wine) writer; I love to cook, and as you will perhaps deduce from the many food scenes scattered throughout the chapters of this book, I have a deep appreciation for the historic connection between the foods of a place and the wines of a place. Together the two allow us, however briefly, to actually participate in the culture of a place. And that, it seems to me, is one of the true gifts wine and food offer us.\n\n> “The food was average but the meal was great.”\n> — ANDREW JEFFORD, writing about a meal in The New France\n\nWine and food matching is a bit different. In the United States, beginning in the 1980s, wine and food pairing became something of a national sport. Restaurants offered wine and food dinners; food magazines began to suggest wines with certain recipes; the back labels on bottles of American wines began to suggest accompanying dishes (although one of the first wineries to do this in the world was Napa Valley’s Beaulieu Vineyard, back in the 1960s). It was all very exciting.\n\nBut as time went on, what started out as an exploration meant to heighten enjoyment began to take the form of just another set of “rules” complex enough to make anyone dizzy. Acidity contrasts with salt. Salt fights with fat. Umami decreases bitterness. And on and on.\n\nThe problem with this sort of approach is that it has very little connection—today or historically—to how we actually behave when we cook, eat, and drink. A hundred years ago, did an Italian grandmother stop to consider the acidity level in her pasta sauce before choosing a wine for dinner? I doubt it. Admittedly, she had very little choice; only a limited selection of wines would have been available to her. But it’s also true that, both then and now, we sometimes choose wines as much to match the mood as the food. Sometimes maybe more so. All of this is simply to point out that wine and food don’t always have to be technically perfect together to be delicious anyway.\n\nThat said, it’s certainly true that extraordinary flavor affinities do exist, and that most of us have had at least a few of those “wow” moments when the wine-and-food combination truly transcends."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_182",
    "contenu": "The image contains a simple list of two items, which appears to be names of wine types along with a page reference for each. Here is the structured content extracted from the image:\n\n- **Weissburgunder** - Referenced on page 91\n- **Welschriesling** - No specific page indicated  \n\nThis seems like a portion of a document or book, perhaps a guide or index related to wines."
  },
  {
    "source": "inconnu_2991",
    "contenu": "The content of the document consists of a recipe instruction:\n\n**Text:**\n¼ OUNCE LIME JUICE\n\nShake all the ingredients with ice, then strain into a coupe. No garnish.\n\nThis appears to be a partial recipe or instruction related to preparing a drink that includes ¼ ounce of lime juice among other unspecified ingredients, which are to be shaken with ice and strained into a coupe glass, served without any garnish."
  },
  {
    "source": "_Guide_to_Making_Yogurt__Understanding_Fermentatio",
    "contenu": "The document provides detailed information about making yogurt, focusing on the fermentation process and the use of a starter culture. Here's the structured content of the document:\n\n### Introduction to Yogurt Making\n- **Fermented Milk Variety:** Yogurt is highlighted as a popular type of fermented milk globally, known for its thick, creamy, and mildly tart characteristics.\n- **Bacteria Involved:** The bacteria necessary for making yogurt are typically thermophilic, meaning they thrive at high temperatures (between 110° and 115°F or 43° and 46°C).\n\n### Importance of Starter Culture\n- **Starter Culture Requirement:** Making yogurt requires a starter culture, which can be sourced or reused from previous batches.\n- **Commercial Starters:** For immediate yogurt making, one can use live-culture commercial yogurt without additives as a starter.\n- **Process Guidelines:** \n  1. Start by warming the starter yogurt to room temperature.\n  2. Prepare containers and an incubator (or insulated cooler) by filling them with warm water to maintain a conducive environment for fermentation.\n\n### Challenges and Tips\n- **Incubation:** Maintaining the required temperature during the incubation is crucial and is described as one of the most challenging aspects of the process. Specific details and strategies for incubation are covered in another section referred to as \"chapter 3\".\n\n### Summary Advice\n- **Resource Management:** If milk is abundant, experimenting with spontaneous fermentation is suggested; however, if milk is scarce, it is advised to use a reliable starter culture to ensure the desired outcome.\n\nThe document also briefly emphasizes the unique features of different styles of fermented milks and encourages trying different fermentation methods based on the availability of resources."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_367",
    "contenu": "The document contains recipes for three different cocktails. Here is the structured content of each cocktail:\n\n### 1. Cocktail: Not specified\n**Creator:** Not mentioned  \n**Ingredients:**\n- ¼ ounce Smith & Cross Rum\n- ¼ ounce Green Chartreuse\n- 1 teaspoon Cinnamon Bark Syrup\n- 1 teaspoon Vanilla Syrup\n\n**Garnish:**  \n- 1 Orange Twist  \n\n**Instructions:**  \nStir all the ingredients over ice, then strain into a rocks glass. Garnish with the orange twist.\n\n### 2. La Dolce Vita\n**Creator:** Thomas Waugh, 2008  \n**Description:**  \nThis cocktail is a variation on the Old Pal, with St-Germain in place of vermouth. It’s described as a kind of drink typically found in home bars.\n\n**Ingredients:**\n- 2 ounces Chamomile-Infused Old Overholt Rye\n- ¼ ounce Campari\n- ½ ounce St-Germain\n\n**Instructions:**  \nStir all the ingredients over ice, then strain into a double rocks glass over 1 large ice cube. No garnish.\n\n### 3. La Viña\n**Creator:** Alex Day, 2009  \n**Description:**  \nThis cocktail represents Alex Day's initial exploration into lower-alcohol cocktails, incorporating sherry and Amaro Nonino, offering a taste similar to a lighter Manhattan.\n\n**Ingredients:**\n- 1 ounce Russell's Reserve Rye\n- 1 ounce Amaro Nonino\n- 1 ounce Lustau East India Solera Sherry\n- 1 dash Regan's Orange Bitters\n\n**Instructions:**  \nStir all the ingredients over ice, then strain into a coupe. No garnish."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_509",
    "contenu": "The document discusses an experimental approach to making beer using potatoes, specifically through a technique referred to as \"Chewed Potato Beer\". Here's a structured breakdown of the document:\n\n### Background\n- The author considers using cassava for beer but decides to use potatoes from their own garden instead.\n- Traditional potato-based fermented beverages are noted as obscure or under-documented.\n\n### Chewed Potato Beer Experiment\n- The method involves an experimental group making beer by chewing boiled potatoes.\n- This technique leverages the saliva's natural enzymes to help break down the starch in the potatoes as part of fermentation, inspired by traditional methods used in other cultures for different beverages.\n- Feedback was mixed, with only one person, named Hannah, appreciating it enough to drink a significant amount.\n\n### Process Described\n1. **Boiling Potatoes**:\n   - Start by boiling whole potatoes until soft.\n   - Drain and allow them to cool.\n\n2. **Chewing Process**:\n   - Bite into the cooled potatoes and chew thoroughly.\n   - Aim to form finely mashed, saliva-moistened potato balls that hold together without being too moist.\n   - The chewing process should be done as a social or group activity, noting its surprising filling effect.\n\n3. **Storage**:\n   - The mashed potato balls can be used fresh, refrigerated, or dried using the sun or a dehydrator for long-term storage.\n\nThis document offers insights not only into the process but also into the social and experimental aspects of producing a chewed potato beer, reminiscent of ancient fermentation practices but with a modern experimental twist."
  },
  {
    "source": "dokumen.pub_wine-secrets-advice-from-winemakers-sommeliers-and-connoisseurs-9781594742613-1594742618.pdf_page_57_full",
    "contenu": "Title: **Marnie's Corner**\n\n**Content:**\n\nSweetness is a major wine style factor, and it ranks among the first characteristics we learn to recognize. Most wine drinkers have a clear preference for either drier or sweeter wines, and they are frustrated that wines are rarely marked clearly. In fact, terms like **dry** may appear on the labels of wines that are anything but. If salsa can be labeled mild, medium, and hot, why not label wines **dry, off-dry, and sweet**? This proposition may sound sensible, but vintners resist referring to sweetness on labels unless doing so is established regional tradition. One problem is that there is little agreement on where to draw the line. Not only do individuals perceive sweetness differently, but cultures do as well. Wines considered dry in the United States may seem sugary to Italians. Food context is a major factor; sugar in food makes wine taste dramatically drier, and American food is sweeter than the cuisine of most countries. However, widespread among consumers is the erroneous association of sweetness with low quality. That perception is entirely inaccurate; there are, of course, world-class off-dry and sweet wines. But since cheap wines are often sugary and premium wines are often dry, it is sad but true that advertising sweetness can have a negative impact on perceived quality.\n\n**Footer:** Page 56 from **Wine Secrets**"
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_698",
    "contenu": "The provided text discusses several innovative business models centered around fermentation, which have been used by individuals to turn their passion for this craft into a livelihood. Here is a structured summary of the content:\n\n1. **Community Supported Kitchen (CSK)**\n   - **Inspiration**: Modeled after community supported agriculture (CSA).\n   - **Offering**: Provides prepared foods with a rotating selection of ferments.\n   - **Origin**: Pioneered by Three Stone Hearth in Berkeley, California.\n   - **Spread**: The model is rapidly gaining popularity.\n\n2. **Vegan Meal Service**\n   - **Provider**: Mentioned by a person named Lagusta Yearwood.\n   - **Location**: New Paltz, New York.\n   - **Offerings**: Vegan meals including house-made tempeh, krauts, miso, and vinegar.\n\n3. **General Trends**\n   - Many other restaurants have started incorporating self-made ferments into their menus.\n\n4. **Advice for Entrepreneurs**\n   - **Learning**: Gain knowledge about existing fermentation-based businesses.\n   - **Apprenticeship**: Try to work under an experienced artisan.\n   - **Networking**: Connect with producers for advice and visit their operations.\n   - **Challenges**: Handling competition and communicating with enterprises.\n\n5. **Encouragement**\n   - Supports and encourages fermentation enthusiasts to pursue it as a career.\n   - Highlights the importance of relocalizing food processes and supporting local fermenters and food processors.\n\nThe text concludes by affirming the importance of supporting local fermenters and food processors as part of a broader movement towards local food sustainability and encourages individuals interested in fermentation to consider it a viable and honorable business pathway."
  },
  {
    "source": "mcgee.pdf_page_209",
    "contenu": "Here is the structured content from the provided document, structured in Markdown table for clarity:\n\n```markdown\n| Family        | Number of Species | Examples                                                                                                                                                 |\n|---------------|-------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Shark (several) | 350               | Blue (Prionace), thresher (Alopias), hammerhead (Sphyrna), black-tipped (Carcharhinus), dogfish (Squalus), porbeagle (Lamna), smooth hound (Mustelus)       |\n| Skate         | 200               | Skates (Raja)                                                                                                                                             |\n| Ray           | 50                | Rays (Dasyatis, Myliobatis)                                                                                                                               |\n| Sturgeon      | 24                | Beluga, kaluga (Huso); osetra, sevruga, Atlantic, lake, green, white (all Acipenser)                                                                      |\n| Paddlefish (f) | 2                 | American, Chinese paddlefish (Polyodon, Psephurus)                                                                                                        |\n| Gar           | 7                 | Gar (Lepisosteus)                                                                                                                                         |\n| Tarpon        | 2                 | Tarpon (Tarpon)                                                                                                                                           |\n| Bonefish      | 2                 | Bonefish (Albula)                                                                                                                                         |\n| Eel, Common (f&s) | 15              | European, North American, Japanese eel (all Anguilla)                                                                                                     |\n| Eel, Moray    | 200               | Moray eel (Muraena)                                                                                                                                       |\n| Eel, Conger   | 150               | Conger eel (Conger), pike conger eel (Muraenesox)                                                                                                         |\n| Anchovy       | 140               | Anchovy (Engraulis, Anchoa, Anchovia, Stolephorus)                                                                                                        |\n| Herring       | 180               | Herring (Clupea), sardine, pilchard (Sardina pilchardus); sprat (Sprattus), shad (Alosa), hilsa (Hilsa)                                                   |\n| Milkfish      | 1                 | Milkfish (Chanos)                                                                                                                                         |\n| Carp (f)      | 2,000             | Carp (Cyprinus, Carassius, Hypophthalmichthys, etc.), minnow (Notropis, Barbus), tench (Tinca)                                                            |\n| Catfish (f)   | 50                | North American catfish (Ictalurus), bullhead (Ameiurus)                                                                                                   |\n| Sheatfish (f) | 70                | Wels (Silurus), Eastern European                                                                                                                          |\n| Catfish, Sea  | 120               | Sea catfish (Arius, Ariopsis)                                                                                                                             |\n| Pike (f)      | 5                 | Pike, pickerel (Esox)                                                                                                                                     |\n| Smelt         | 13                | Smelt (Osmerus, Thaleichthys), capelin (Mallotus), ayu (Plecoglossus)                                                                                     |\n```\n\nNote:\n- \"(f)\" next to a family name indicates it is a freshwater family.\n- \"(f&s)\" next to a family name indicates it includes both freshwater and saltwater species."
  },
  {
    "source": "mcgee.pdf_page_198",
    "contenu": "The document discusses health hazards associated with consuming fish and shellfish, identifying three general categories of hazardous materials: industrial toxins, biological toxins, and disease-causing microbes and parasites. It highlights the issue of toxic metals and pollutants like mercury, lead, cadmium, organic pollutants, and PCBs found in fish, which interfere with oxygen absorption and other biological functions, can cause liver damage, cancer, and hormonal disturbances due to their accumulation in fat tissues.\n\nIt also includes a table categorizing common types of fish based on their fat content, which is structured below:\n\n```markdown\n| Fat Content         | Types of Fish                                          |\n|---------------------|--------------------------------------------------------|\n| Low-Fat Fish (0.5–3%) | Cod, Flounder, Halibut, Monkfish, Rockfish, Skate, Snapper, Tuna: bigeye, yellowfin, skipjack, Turbot, Escolar*, Orange roughy*, Ruvettus/walu* |\n| Moderately Fatty Fish (3–7%) | Anchovy, Bluefish, Catfish, Salmon: pink, coho, Shark, Smelt, Sole: Dover, Striped bass, Sturgeon, Swordfish, Tilapia, Trout, Tuna: bluefin, albacore, Whitefish |\n| High-Fat Fish (8–20%)  | Arctic char, Carp, Chilean sea bass (Patagonian toothfish), Eel, Herring, Mackerel, Pompano, Sablefish, Salmon: Atlantic, king, sockeye, Shad |\n\n*Note: Fish such as Escolar, Orange roughy, and Ruvettus/walu contain oil-like wax esters that the human body can't digest, making them appear rich but are actually low-fat fish.\n```\n\nThis table provides an overview for consumers to be aware of the fat content in various types of fish, which is also important considering the context of contamination and the accumulation of toxins."
  },
  {
    "source": "inconnu_2503",
    "contenu": "### Document Content: Roasted Arabica Coffee Bean Aroma Profile\n\n#### Overview\nArabica coffee is often described as more sweet, mild, and balanced than Robusta. The key aroma profiles of Arabica beans are depicted in a circular aroma graph, illustrating the diversity and range of scents found in its composition.\n\n#### Aroma Profile\n- **Coffee Roasting Profile:**\n  - 65% of aroma molecules are generically roasted scent.\n  - 30% smell like specific coffee and 5% are malty.\n  - Other remaining scents split among various aromas including fruity, winey, and more.\n\n- **Key Components Identified:**\n  - **Furfuryl thiol** (a key odorant with a sweet mocha-like scent)\n  - **Mercaptan** (a savory, meaty-scented compound)\n\n#### Detailed Aroma Classification\nThe illustration provides a comprehensive view of the flavored elements categorized under several families such as:\n- Nutty\n- Cereal\n- Spicy\n- Fruity\n- Floral\n- Winey\n- Smoky\n- Green\n- Sour\n- Roasted\n- Animal\n- Chemical\n\nWithin each family, specific aroma notes are listed, such as:\n- Nutty family: Hazelnut, almond\n- Fruity family: Dried fruits, berry\n- Floral family: Jasmine, lavender\n- And so on.\n\n#### Visual Graph Description\nThe aroma graph is a semicircle chart with different colors representing each category of flavor notes from the roasted Arabica coffee bean. Each category branches out to specific flavors, aligning them with varying intensities as depicted by the structure of the chart.\n\n#### Sidebar: Roasted Arabica Coffee Bean Dishes\nA concise sidebar displays common dishes or ingredients that have similar aromatic properties as those in roasted Arabica coffee beans:\n- White chocolate\n- Sweet paprika powder\n- Maple syrup\n- Cooked soba noodles\n- Jonggolde apple\n- Boiled lobster tail\n- Acacia honey\n- Yacón (Peruvian ground apple)\n- Chalotlín de costa (coastal shallot)\n- Braised Atlantic wolffish\n\n### Page Footer\nPage number 295 is noted at the bottom of the document."
  },
  {
    "source": "inconnu_2692",
    "contenu": "This image displays information about a learning session titled \"Session 2\" from WSET (Wine & Spirit Education Trust). The session's focus is on \"Natural factors and human influences in the vineyard.\" The visual in the background features a photograph of a vineyard at dusk, illustrating the subject matter of the session, which is likely about viticulture and the various environmental and anthropogenic factors that influence grape growing and wine production."
  },
  {
    "source": "the_to_and_of_mayonnaise",
    "contenu": "The provided document discusses the properties, preparation, and the physical and chemical aspects of mayonnaise, especially focusing on its emulsion state and sensitivity to environmental conditions. Below is the structured content from the document:\n\n---\n\n**Title**: SAUCES\n\n**Subtitle**: None\n\n**Section 1**: Properties of Mayonnaise\n- **Content**:\n  - Mayonnaise is comprised mainly of oil (up to 80% by volume).\n  - It is dense and can be flavored with various liquids such as water-based liquids, purees, and stocks.\n  - Effective at enriching cold dishes due to the reaction of egg yolk proteins when added to various preparations.\n  - Traditionally, mayonnaise risks salmonella infection due to raw eggs, but pasteurized eggs or acid elements (like vinegar or lemon juice) mitigate this risk.\n  - Mayo is perishable and should be refrigerated.\n\n**Section 2**: Making Mayonnaise\n- **Content**:\n  - Ingredients for mayonnaise should be at room temperature to facilitate better mixing.\n  - Combines oil, egg yolks, lemon juice or vinegar typically.\n  - The method involves slowly mixing these ingredients, focusing on maintaining emulsion stability and avoiding oil separation.\n\n**Section 3**: Stability and Emulsion of Mayonnaise\n- **Content**:\n  - The emulsion is sensitive; stability is achieved by a proper ratio of oil to egg yolk, typically, more than a half-cup of oil per one egg yolk.\n  - Oil must be whisked in slowly at first then more rapidly, stabilizing the droplets in the continuous phase.\n  - Incorrect ratios or rough handling can lead the emulsion to break, causing the oil to separate.\n  \n**Section 4**: Special Considerations\n- **Content**:\n  - Mayonnaise is sensitive to temperature and physical stress.\n  - Extremes in temperature and rough handling can damage the emulsion, causing oil separation.\n  - Problems can occur when the mayo is stored in near-freezing temperatures or on hot surfaces.\n\n**Image Description (related to Making Mayonnaise)**:\n- **Content**:\n  - Images depict the gradual transition of mayonnaise from initial mixing of ingredients to the final thick, semi-solid state.\n  - Illustration moves from a thin mixture to a densely packed emulsion of oil droplets.\n\n---\n\nOverall, the document provides in-depth insights into the composition, preparation, and challenges of maintaining mayonnaise, highlighting both its culinary uses and physical chemistry aspects."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1961",
    "contenu": "The document appears to be an index or reference list possibly from a book or document relating to wines or geographical areas pertinent to wines, places, and people. Here is the information structured in list format:\n\n- **California**: Pages 690-93\n- **Canada**: Page 813\n- **Carneros**: Page 705\n- **English**: Page 188\n- **Germany**: Pages 559-560\n- **Languedoc-Roussillon**: Page 298\n- **Loire**: Page 268\n- **Lombardy**: Pages 404-05\n- **New Mexico**: Page 801\n- **New York State**: Page 769\n- **New Zealand**: Page 851\n- **Portugal**: Page 542\n- **Prosecco**: Page 356\n- **Red**: Page 832\n- **Sonoma County**: Page 710\n- **South Africa**: Pages 896, 901\n- **Vouvray**: Page 272\n- **Washington State**: Page 745\n- **Spätburgunder**: Pages 95, 550, 551, 575-76, 581, 586, 587, 605\n- **Spätlese**: Page 554\n- **Speakeasies**: Page 669\n- **Species, grape**: Page 58\n- **Spence, Charles**: Page 183\n- **Sperss**: Page 336\n- **Splendid Table, The (Kasper)**: Pages 407-08\n- **Split**: Page 187\n- **Spring Mountain District**: Pages 698-99\n- **Spumante**: Pages 331, 402-03\n- **Spurrier, Steven**: Page 679\n- **St. George**: See Agiorgitiko\n- **St. Georgener**: Page 61\n- **St. Helena**: Page 699\n\nEach entry appears to denote a specific topic followed by its page reference, which may help users in locating specific information within a larger text."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_922",
    "contenu": "The document contains a list of food items and ingredients, likely intended for use in culinary contexts. Here's a structured representation of the content:\n\n- **nectarines**\n- **nutmeg**\n- **nuts:** \n  - almonds\n  - cashews\n- **oil:**\n  - canola\n  - grapeseed\n  - peanut\n  - walnut\n- **olive oil**\n- **ONIONS**\n- **orange:** \n  - juice\n  - zest\n- **pancetta**\n- **parsley, flat-leaf**\n- **parsnips**\n- **peaches**\n- **PEARS**\n- **PEPPER:**\n  - black\n  - green\n  - pink\n  - Szechuan\n  - white\n- **pineapple**\n- **pomegranate**\n- **port**\n- **potatoes**\n- **pumpkin**\n- **raisins**\n- **rosemary**\n- **sage**\n- **salt, kosher**\n- **savory**\n- **shallots**\n- **soy sauce**\n- **spinach**\n- **squash:**\n  - acorn\n  - butternut\n- **star anise**\n- **STOCKS:**\n  - beef\n  - chicken\n  - venison\n- **sweet potatoes**\n- **thyme**\n- **tomatoes and tomato paste**\n- **turnips, esp. yellow**\n- **vinegar:**\n  - balsamic\n  - red wine\n  - rice\n  - sherry\n- **watercress**\n- **WINE:**\n  - red (e.g., Cabernet Sauvignon)\n  - dry white\n\n**Flavor Affinities**\n- **venison + curry + pomegranate seeds**"
  },
  {
    "source": "inconnu_1869",
    "contenu": "The document from the text contains structured information about various distilled spirits, focusing primarily on brandies and other fruit alcohols. Here’s the structured content outlined into key headings:\n\n---\n\n### Kinds of Spirits\n\n**Distilled Spirits:** Described as products made worldwide from all types of alcoholic liquids, with a brief on how they generally vary based on ingredients, distillation, and aging processes.\n\n#### Brandies\n- **General Definition**: Spirits distilled from grape wine.\n- **Key Types**:\n  - **Cognac**: From Cognac, France, double-distilled from wine; aged in French oak barrels for at least two years, often longer, with some aged for 60 years. Known for a rich, fruity, and flowery aroma.\n  - **Armagnac**: From a region in southwestern France; single-distilled from wine at about 55% alcohol and traditionally in a column still; aged in French oak barrels for at least six months, noted for more volatile acids and a complex rancio character.\n\n#### Eaux de vie, Fruit Alcohols, White Alcohols\n- **General Definition**: Terms used for fruit brandies, distilled from unfermented fresh fruits, not from wine, offering intense flavors of the fruit used rather than the wine complexity.\n- **Examples**:\n  - **Calvados**: Apple eau de vie from Brittany, distilled from fermented cider; aged for a minimum of two years.\n  - **Others**: Cherry (Kirsch), pear (Poire Williams), raspberry (Framboise), plum (Slivovitz, Mirabelle, Quetsch), apricot (French Abricot), fig (North African and Middle Eastern Boukha), watermelon (Russian Kisilav).\n\n**Note**: These spirits are typically distilled to about 70% alcohol and are noted for their intense and pure fruit essence, often without color because they lack other components typical of brandies derived from wine derivatives.\n\n---"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_410_full",
    "contenu": "Here is the structured content extracted from the document:\n\n---\n\n**Image Caption**:\n- A mural on a wall in the old city of Beaune depicts a young Dionysus.\n\n**Text Content**:\n1. **Introduction to Burgundy's Specialty Bread**:\n   - **Bread Type**: Pain d’épice\n   - **Region**: Burgundy\n   - **Historical Context**: In Gallo-Roman times, Burgundy was a corridor of the spice trade to northern countries. Dijon is noted for its love of mustard which synergized with the development of spice bread.\n   - **Ingredients**: Honey, cinnamon, cloves, nutmeg, coriander, aniseed, orange peel.\n   - **Characteristics**: The loaves are dense, not exactly sweet but are more of a hearty snack.\n   - **Cultural Note**: Many generations of vignerons (winemakers) have historically consumed this bread during cold winters in the damp vineyards of Burgundy.\n\n2. **Travel and Tourism Advice for Burgundy**:\n   - **Title**: WHEN YOU VISIT... BURGUNDY\n   - **Description of Burgundy**:\n     - Burgundy is described as quiet with charming villages surrounded by impressive medieval churches or cathedrals. The region offers fabulous tiny restaurants specializing in humble, delicious cooking, and features many small, comfortable hotels.\n\n   - **Visiting Vinyards**:\n     - It's highlighted that visiting Burgundian domaines can be challenging. These places are small, don’t resemble typical Californian wineries, and may not be set up to receive visitors without advanced notice. Communication often requires French language proficiency.\n     - **Unique Experience**: The possibility of being taken to a cold, damp cellar for a wine tasting directly from the barrel, described as a thrilling experience.\n\n   - **Significant Architectural Sites**:\n     - **Château de Vougeot**: Located in a walled vineyard in the village of Vougeot, praised for its beauty.\n     - **Hôtel Dieu in Beaune**: Noted for its colorful glazed tile roof and grand hall. This site hosts the prestigious Hospices de Beaune wine auction annually.\n\n---\n\nThis summary maintains the document’s context and essential details while organizing the content for clarity and ease of understanding."
  },
  {
    "source": "ClassGuide_aout2010-5.pdf_page_111",
    "contenu": "The document page appears to be a section from an educational or informational book about wine, particularly focusing on the sale of wine. Below is the structured content extracted and translated from the document:\n\n### 4.4 La vente du vin (The Sale of Wine)\n\n#### Diapo x: Calcul du prix de vente (Slide x: Calculation of Sale Price)\n\n#### Particularities\n- Do not trade exceptional wines that could harm the image and notoriety.\n- The pricing of wines must be in harmony with the food menu.\n- Generally, the price of wine is set by either bottle or glass cost: price per bottle / 4 = price per glass.\n\n#### Commercial Practices\n- Propose products to be \"discovered\", promotional actions can be implemented, for example: \"vente à prix coûtant\" i.e., selling at cost price (cf. Code of Commerce).\n- Sales using the \"à la ficelle\" method (measuring remaining wine in the bottle to determine consumption).\n- The sale of wine allows the possibility of taking an unfinished bottle home, encouraging more liberal purchasing even if alone.\n- This system is also advantageous for the restaurateur who sells the wine by the bottle or by the \"half-bottle.\"\n- The possibility of bringing your own wine without a corkage fee, “prix d’appel” to compose the surrounding atmosphere at the client’s table.\n\nThe quoted text at the bottom states: \n*'Le prix coûtant' is the actual purchase price and is the unit price listed on a large majority of taxes for the business's volume of sales, specific taxes related to this revenue and the price of transport - Code de Commerce, article L. 442-2, alinéa 2.*(This explains how actual purchase price relates to various commercial practices.)\n\nThis section explains various practices and nuances in the pricing and selling of wine in a commercial context, particularly within restaurants or similar venues. It also mentions legal references from the \"Code de Commerce\", indicating the legal framework under which these practices operate."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1821",
    "contenu": "Here is a structured view of the content from the provided document in a markdown format. I've divided the terms alphabetically, with entries maintained sequentially. The document seems to be a glossary related to winemaking and wine terminology.\n\n### C\n- **COOPERAGE**: Containers a winery uses for storing wine, usually barrels or wood casks, though the term cooperage can also apply to concrete or stainless-steel vessels.\n- **CORDON**: A permanent woody arm that is trained horizontally from the trunk of the vine. The cordon will support the SHOOTS and grape clusters.\n- **CORKED**: A term used to describe a wine that smells like a wet dog in a basement or sometimes, like wet cardboard, when certain bacteria in the cork cells interact with minute amounts of chemical residues that may remain in corks or wine bottles after they are cleaned. A corked wine has a defective AROMA and flavor, although it will not harm the drinker.\n- **CROSS**: A grape created by fertilizing one genetic variety of grape with another genetic variety that belongs to the same species. \n- **CRUSH**: Used as a verb, it means to break the grape skins so that the juice can more easily begin. As a noun, crush is the general term used for all of the steps (e.g., harvesting) that take place just prior to fermentation.\n- **CUTTING**: A segment of a dormant CANE 14 to 18 inches long that is cut off a growing vine and used to propagate a new plant through GRAFTING or direct planting.\n\n### D\n- **DECANT**: The act of pouring a wine (generally an older wine) off any SEDIMENT or deposits that may have precipitated out and settled in the bottle. This is also used to describe the action of pouring a young wine into a decanter or carafe to mix it with oxygen and open it up.\n- **DECLASSIFY**: With European wines, the decision to place a wine in a category that is lower in status than seems appropriate given the quality of the wine.\n- **DEMI-SEC**: Literally, half-dry in French. Term used for a SPARKLING WINE or Champagne that is moderately sweet.\n- **DEPTH**: Intensity and concentration. An especially intense and concentrated cabernet sauvignon, for example, might be described as having depth.\n- **DESSERT WINE**: General term for a wine that is sweet, and as such, could accompany or be dessert.\n- **DESTEMMER**: A machine that separates the stems from the grapes. When combined with a crusher, it is called a crusher-destemmer.\n- **DIACETYL**: Buttery-tasting compound created as a by-product of MALOLACTIC FERMENTATION.\n- **DIRTY**: A negative description of wines with off flavors and odors resulting from faulty winemaking.\n- **DISGORGING**: Referred to in French as DÉGORGEMENT, this is the process used in the making of Champagne or SPARKLING WINE by which yeasty sediment is removed from the bottle after the second bubble-forming FERMENTATION.\n- **DIURNAL TEMPERATURE FLUCTUATION**: The difference in temperature from the coolest point in the morning to the warmest point in the afternoon.\n\nThis structured format can be expanded with further entries if the document continues beyond the given section."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_862",
    "contenu": "The document appears to be a list of various food items and ingredients along with specific recommendations and pairings. Below, the content is structured into two main categories: a list of ingredients and a detailed description for strawberries.\n\n### List of Ingredients\n- sesame seeds\n- shallots\n- shiso\n- shrimp\n- soy sauce\n- squid ink\n- stock, fish\n- sugar\n- Tabasco sauce\n- tarragon\n- thyme\n- tomatoes\n- VINEGAR: balsamic, red wine, rice wine, sherry, white wine\n- walnuts\n- wine, dry white\n- yuzu juice\n- zucchini\n\n### Flavor Affinities\n- squid + aioli + anchovies\n- squid + basil + bell peppers + chiles + garlic + orange + tomatoes + red wine\n- squid + garlic + lemon + parsley\n\n### Specific Entries for Other Ingredients\n- **STAR ANISE**: See Anise, Star\n- **STEAK**: See Beef\n\n### Strawberries\n- **Season**: late spring-summer\n- **Taste**: sweet-sour\n- **Weight**: light\n- **Volume**: moderate\n- **Techniques**: raw, sauté\n- **Tips**: Adding sugar enhances strawberry flavor, as does adding an acid such as citrus juice or vinegar.\n  - almonds\n  - amaretto\n\nThis structured content captures the provided details for straightforward reference and usage."
  },
  {
    "source": "inconnu_1929",
    "contenu": "The image contains a list of ingredients or food items, each grouped under different categories but without explicit headings for each category. The line separations seem to indicate different categories or groupings. Here’s the structured content as transcribed from the image:\n\n1. **Unspecified Category1:**\n   - Fromage à croûte lavée\n   - Fruits de mer\n   - Graines de coriandre\n   - Mangue\n   - Menthe\n   - Œuf\n   - Poisson gras\n   - Pomme de terre\n   - Porc\n\n2. **Unspecified Category2:**\n   - Feuilles de coriandre\n   - Agneau\n   - Ail\n   - Ananas\n   - Avocat\n   - Cacahuète\n   - Citron\n   - Citron vert\n   - Cumin\n   - Fromage de chèvre\n   - Fruits de mer\n   - Graines de coriandre\n   - Mangue\n   - Menthe\n   - Noix de coco\n   - Orange\n   - Pastèque\n   - Persil\n   - Piment\n   - Poisson blanc\n   - Pomme de terre\n   - Porc\n   - Poulet\n   - Tomate\n\n3. **Unspecified Category3:**\n   - Figue\n   - Amande\n   - Anis\n   - Cannelle\n   - Chocolat\n   - Foie\n   - Framboise\n   - Fromage à pâte molle\n   - Fromage à pâte pressée cuite\n   - Fromage bleu\n   - Fromage de chèvre\n   - Jambon cru\n   - Menthe\n   - Noisette\n   - Noix\n   - Orange\n   - Vanille\n\nEach category starts after line separator marks and lists various food items. These categories might represent different culinary uses or ingredient pairings, although, without more context or title labels, the specific relation or rule for each category’s organization remains unclear."
  },
  {
    "source": "mcgee.pdf_page_349",
    "contenu": "The document discusses various fruits that are often utilized as vegetables in cooking. Below is a detailed summary of the content:\n\n**Bottle Gourds**\n- Known as calabashes or cucuzze by Italians.\n- Commonly dried for making containers or ornaments.\n- Immature fruits are peeled, cooked, and enjoyed as a bland vegetable relish.\n\n**Luffa or Angled Gourds (Chinese Okra)**\n- Elongated fruits with prominent ridges, mostly eaten when immature.\n- Used to make natural “sponges” from fibrous, mature gourds.\n\n**Winter or Wax or Fuzzy Melons**\n- Known for a protective wax on the rinds that can be made into candles.\n- Young fruits have wax-producing glands more prominent than the wax itself.\n- Often termed as hairy or fuzzy gourds or melons. The flesh turns translucent when cooked and is used in festive soups.\n\n**Chayote or Mirliton**\n- Squash that seems like a squash, resembling a large pear.\n- Originates from a Central American vine, with a single large seed and tender flesh.\n- Takes longer to cook, used similarly to summer squashes and can be stuffed.\n\n**The Bean Family: Fresh Beans and Peas**\n- Unlike most edible fruits, these were not designed to appeal to seed-dispersing animals.\n- These plants are categorized as legumes.\n- Pods of certain legumes (such as green beans, fava beans, lima beans, and soybeans) are consumed before they dry out, providing a fresh, green, nutrient-rich food source.\n- Green beans specifically are a notable example, coming from a climbing plant native to Central America and the northern Andes.\n\n**Pods Formation and Nutrient Storage**\n- Green bean seeds are tasty because they accumulate sugars, amino acids, and other nutrients.\n- During maturation, these nutrients are transformed into starch and proteins, and the green pods serve as a temporary storage depot.\n- After harvesting, the pods lose sweetness, formulating the basis of their culinary use."
  },
  {
    "source": "inconnu_2443",
    "contenu": "The document discusses various styles of Sherry wine along with some laws and regulations regarding their classification and labeling.\n\n### Naturally Sweet Styles\n- **Description:** These wines have undergone oxidative aging and are part of the regular use in sweetened Sherries.\n- **Examples:** Includes Pedro Ximénez and Muscat.\n\n### Pedro Ximénez (PX)\n- **Characteristics:** These wines are deep brown and lusciously sweet, often reaching 500 g/L residual sugar. They exhibit pronounced aromas of dried fruit, coffee, and licorice.\n  \n### Muscat\n- **Characteristics:** Similar to PX in some ways but retains a varietal dried citrus peel character.\n\n### Sweetened Styles\n1. **Pale Cream** \n   - **Aging:** Short period of biological aging before sweetening, typically with RCGM (Rectified Concentrated Grape Must).\n   - **Appearance:** Similar to Fino.\n   - **Character:** Generally does not have a pronounced flor character.\n\n### Medium and Cream \n- **Type:** A diverse category ranging from inexpensive to very premium wines. \n- **Aging:** Must show characteristics from both biological and oxidative aging.\n- **Flavor Profile:** Sweetened with PX wine, balancing between premium wine and sweet wine flavors, notably the dried fruit notes of the sweet wine.\n- **Pricing:** Ranges from inexpensive versions with less complexity to more complex, premium versions.\n\n### Changes in Legal Designations\n- **Notice:** Due to recent changes in the law, Amontillado, Oloroso, and Palo Cortado can only be labeled as such or blended and labeled as Oloroso dulce. However, historically, any blend of these with others (like sweet/PX) could be called Oloroso dulce.\n\n### Sherries with an Indication of Age\n- **Categories Based on Age:**\n  - **VOS (Vinum Optimum Signatum):** Very Old Sherry, indicating the blend is at least 30 years old.\n  - **VOA (Vinum Optimum Aegnum):** Very Old Rare Sherry, indicating the blend is at least 20 years old.\n- **Regulation:** Compliance testing for each batch to verify the age.\n- **Other Details:** Lesser age categories such as 12 and 15 years can be applied more flexibly as they apply to the whole solera system.\n- **Qualifications for Age Indicator:** Only the wines labeled as Amontillado, Palo Cortado, Oloroso, and PX can qualify for age-indicated status.\n\nThis overview categorizes and details various aspects of Sherry wine, focusing on aging, sweetness profiles, and legal regulations vital for understanding the product and its market positioning."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_353",
    "contenu": "# MY FAIR BUBBLY\n\nJust 80 miles (129 kilometers) north of Champagne is a cool, fairly sunny region with white, chalky limestone soils—soils that are strikingly similar to those found in Champagne. Indeed the region is so close to Champagne and seems so ideal for making sparkling wine that you'd think the Champenois would want to annex it. There's just one problem. The region in question is in England.\n\nThe English, of course, have always loved bubbles. The country continues to be, as it has been for decades, the leading export market for Champagne. But sometime in the 1990s, the English began to think big. Why merely buy bubbly? Why not try to make it… especially since southeast England—near Sussex, Kent, and of course the White Cliffs of Dover—bears a remarkable resemblance to the Champagne region?\n\nThey've done just that. More than a dozen British companies, including Ridgeview Estate, Nyetimber, Rathfinny, Camel Valley, Hush Heath, and Chapel Down, all make English sparkling wines, and several more ventures are in the works. For their part, numerous Champagne houses have scouted the region in anticipation of future deals.\n\nThey've had a royal welcome. Camilla Parker Bowles, Duchess of Cornwall (and second wife of Charles, Prince of Wales) is the current president of the United Kingdom Vineyards Association.\n\n---\n\n# BLANC DE BLANCS CHAMPAGNE\n\nLiterally “white from whites,” blanc de blancs Champagne is made entirely from chardonnay grapes. This type of Champagne was created in 1921 by Eugène-Aimé Salon, founder of the Champagne house Salon, whose intention was to create a Champagne with maximum finesse, lightness, and elegance. Easy to say, but exceedingly difficult to do, since the winemaker limited to one grape variety has fewer overall wines with which to work.\n\nThe best blanc de blancs are treasured for their lightness and their gymnastic lift on the palate. They, among all Champagnes, are the sopranos, capable of hitting the high notes of flavor and displaying an especially filigreed sense of texture. Blanc de blancs Champagnes are crafted with a meticulous focus on quality, embodying the pinnacle of what this single grape can achieve in the realm of sparkling wines."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_227",
    "contenu": "The document titled \"PUNCH\" discusses the authors' experience exploring the cocktail scene in London after initially reading an influential article in the New York Times. The main findings and points can be organized as follows:\n\n- **Context**: The document describes an experience spurred by a New York Times article proclaiming London as the premier cocktail city, prompting the authors, Phil and Dave, to visit London's bars, something they hadn’t done prior to their bar, Death & Co., opening.\n  \n- **Purpose of Trip**: To verify if London truly was the superior cocktail city as claimed, and to draw inspiration or ideas.\n\n- **Activities and Observations**:\n  - Visited around twenty-five bars in London.\n  - Noted that London’s craft cocktail scene was more vibrant than New York's, with a wider use of fresh juice, good ice, and intriguing ingredients.\n  - Observed that London bars adopted much larger menus than what was typically recommended in New York, where experts advised keeping the menu to no more than twelve drinks for quality and consistency.\n\n- **Learnings and Adaptations**:\n  1. **Menu Expansion**: Inspired by the vast selection they encountered in London, they expanded their menu at Death & Co from ten to sixty drinks.\n  2. **Punch Service**: Incorporation of punch service at their bar after observing its popularity in London, particularly at Hawksmoor, a steakhouse known for its cocktail program where punch was served in a communal fashion.\n\n- **Overall Experience**: The trip was fulfilling as it confirmed some of their already held beliefs and practices while also providing new insights that they implemented at their own establishment, enhancing both their service and menu offerings. They ended their recount positively, stating that the locals appreciated their offerings as much as they appreciated learning from the London scene."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_449",
    "contenu": "The document offers detailed insights and advice on how to elevate sourdough baking skills:\n\n---\n\n**Title: BRING SOURDOUGH BAKING TO THE NEXT LEVEL**\n*Tips from Liz Tree, Williams, Oregon*\n\n### Key Points:\n\n1. **Attention to Starter**:\n   - Treat the starter like a pet and feed it daily.\n   - Maintain a 100 percent hydration starter (equal weights of flour and water).\n   - Consistently weigh the amounts of flour and water added to keep hydration level stable.\n\n2. **Temperature Management**:\n   - Ideal temperature for bread making is 74-78°F (23-26°C).\n   - Measure the temperature of both flour and the starter.\n   - Adjust the water temperature accordingly to achieve the best results.\n\n3. **Use of a Kitchen Scale**:\n   - Invest in a kitchen scale (approx cost: $30).\n   - Measure all ingredients in grams for consistent results from one batch to the next.\n\n4. **Bakers’ Percentages**:\n   - Flour is considered 100 percent, and all other ingredients are quantified as percentages of the flour.\n   - Understanding and using bakers’ percentages is crucial for advancing baking skills.\n\n### General Tips:\n\n- Reading extensively about bread baking can be very informative.\n- Volunteering with an artisan baker provides valuable hands-on experience and learning through observation.\n- Diverse sources such as books, web resources, and mentors are invaluable for gaining knowledge and inspiration in bread baking.\n\n---\n\nThese tips are aimed at individuals looking to improve their sourdough baking craft by focusing on precise measurements, temperature control, and understanding the chemistry of baking. This is intended for bakers who are already familiar with the basics and looking to refine their skills further."
