  },
  {
    "source": "The-Flavor-Bible.pdf_page_701",
    "contenu": "The document contains information on items and culinary practices, separated into two sections. Let's structure and describe the content:\n\n### Section: General Ingredients and Food\n- garam masala\n- garlic\n- ginger\n- lime, juice\n- Mexican cuisine\n- molasses\n- oil: canola, vegetable\n- onions, esp. red\n- pepper, esp. black\n- pork\n- rice\n- salsa\n- salt, esp. kosher\n- soups\n- stews\n- yogurt\n\n### Section: PLANTAINS, SWEET\n#### Properties\n- **Taste:** sweet\n- **Botanical relatives:** bananas\n- **Weight:** medium\n- **Volume:** moderate\n- **Techniques:** \n  - bake\n  - boil\n  - deep-fry\n  - sauté\n- **Tip:** Look for yellow to black plantains that ripen to black.\n\n#### Associated Foods/Cuisines\n- African cuisine\n- allspice\n- butter\n- Central American cuisine\n- chicken\n- chocolate\n- cinnamon\n- cloves\n- coconut\n- cranberries\n- cream and ice cream\n- fruits, tropical\n- ginger\n- honey\n\nThis structure provides a clear overview of the document’s details on specific ingredients, foods, and associated culinary techniques and tips regarding sweet plantains."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_490",
    "contenu": "The document contains detailed information about two food items, specifically KIWI FRUIT and KOHLRABI. Below is a structured breakdown of the information provided for each item:\n\n### KIWI FRUIT\n- **Season**: late autumn–spring\n- **Taste**: sour\n- **Weight**: medium\n- **Volume**: quiet–moderate\n- **Techniques**: raw\n- **Pairs well with**:\n  - bananas\n  - berries\n  - cherries\n  - chocolate (dark, white)\n  - coconut\n  - cream and ice cream\n  - crust (pastry or pie)\n  - custard\n  - grapefruit\n  - hazelnuts\n  - honey\n  - Kirsch\n  - lemon (juice, zest)\n  - lime\n  - lychee\n  - macadamia nuts\n  - mangoes\n  - oranges\n  - papaya\n  - passion fruit\n  - pineapple\n  - rum\n  - salad, especially chicken or fruit\n  - strawberries\n  - sugar\n  - wine (Champagne, ice wine)\n\n### KOHLRABI (See also Rutabagas, Turnips)\n- **Season**: summer–autumn\n- **Botanical relatives**: \n  - broccoli\n  - Brussels sprouts\n  - cabbage\n  - cauliflower\n  - collard greens\n  - kale\n- **Weight**: medium (especially when younger)–heavy (especially when older)"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1602",
    "contenu": "It seems that there was an issue and I can't see the image you're referring to. Please re-upload the image, and I'll be happy to analyze it for you!"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1593",
    "contenu": "The document consists of two labels from bottles of Riesling wine from two different vineyards. Here is a structured description of the content on each label:\n\n1. **Cave Spring Vineyard**\n   - **Logo**: Illustration of a bird\n   - **Text**:\n     - **Brand Name**: Cave Spring\n     - **Wine Type**: Riesling\n     - **Designation**: Estate Bottled\n     - **Certification**: VQA Beamsville Bench VQA\n     - **Producer**: Cave Spring Vineyard\n\n2. **Tantalus Vineyard**\n   - **Logo**: Stylized carving or emblem\n   - **Text**:\n     - **Brand Name**: tantalus\n     - **Wine Type**: Old Vines Riesling\n     - **Certification**: BC VQA Okanagan Valley\n\nThese labels highlight some key attributes of the wines, including the type of wine (Riesling and Old Vines Riesling), the vineyard or brand names (Cave Spring and Tantalus), and geographical indications or certifications (VQA Beamsville Bench VQA and BC VQA Okanagan Valley)."
  },
  {
    "source": "Module_1_-_The_Systematic_Approach_to_Tasting_WSET_L3_Wines.pdf_page_7",
    "contenu": "The document titled \"Systematic Approach to Tasting\" presents a structured approach for assessing the quality of a beverage, likely wine, based on various attributes. Here is the structured content presented in the image:\n\n### CONCLUSIONS: ASSESSMENT OF QUALITY\n\n| Attribute           | Assessment Range                                                 |\n|---------------------|------------------------------------------------------------------|\n| Quality level       | faulty – poor – acceptable – good – very good – outstanding      |\n| Balance             |                                                                  |\n| Length              |                                                                  |\n| Intensity           |                                                                  |\n| Complexity          |                                                                  |\n\n### Level of readiness for drinking / potential for aging\n\n| Category                     | Description                             |\n|------------------------------|-----------------------------------------|\n| too young                    | can drink now, but has potential for ageing |\n| drink now: not suitable for ageing or further ageing |                                      |\n| too old                      |                                         |\n\nThis table uses a grading or rating system to classify wine based on quality and readiness for consumption, evaluating both its current state and potential for future development."
  },
  {
    "source": "and_flavor_bell_peppers_the",
    "contenu": "The document contains structured information about various food items, their seasonality, taste profiles, cooking techniques, and flavor affinities. Here's an outlined view of the document:\n\n### Foods and Flavor Affinities\n- **beer**\n- **Brussels sprouts**\n- **charcuterie**\n- **chocolate**\n- **endive, Belgian**\n- **game**\n- **meats**\n- **mussels, steamed**\n- **mustard**\n- **POTATOES: FRIED, mashed**\n- **shallots**\n- **soups**\n- **stews**\n- **vinegar**\n- **waffles**\n\n### Flavor Affinities Details\n- **beef + bay leaf + beer + thyme + vinegar**\n- **endive + béchamel sauce + nutmeg**\n- **endive + goat cheese + herbs**\n- **mussels + butter + garlic + parsley + shallots**\n\n### Bell Peppers Information\n- **Season:** summer–autumn\n- **Taste:** bitter to sweet, from unripe (green) to ripe (yellow to red)\n- **Weight:** light–medium\n- **Volume:** moderate–loud\n- **Techniques:**\n  - bake\n  - broil\n  - grill\n  - roast\n  - sauté\n  - steam\n  - stew\n  - stir-fry\n  - stuff\n\n### Flavor Pairings for Bell Peppers\n- anchovies\n- anise\n- arugula\n- bacon\n- BASIL\n- bay leaf\n- beef\n- bell peppers\n- butter\n\n### Additional Note\n- The sweetness of red bell peppers and the acidity of sherry vinegar make for a good flavor combination.\n\nThis document appears to be a guide or reference for flavor pairings and culinary uses of bell peppers and other ingredients, useful for cooking and recipe development."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_641",
    "contenu": "The document contains a list of ingredients, some of which are highlighted for emphasis (uppercase or italics). Below is the structured list of ingredients as presented in the document:\n\n- cilantro\n- clams\n- cocktail sauce\n- cornmeal (for crust)\n- CREAM\n- crème fraîche\n- Creole cuisine\n- cucumbers\n- daikon\n- fennel\n- flour (for dredging)\n- French cuisine\n- garlic\n- gazpacho\n- ginger\n- hollandaise sauce\n- horseradish\n- lavender\n- LEEKS\n- LEMON: juice, zest\n- lemon verbena\n- lime, juice\n- mint\n- mushrooms, wild\n- OIL: canola, peanut, vegetable\n- olive oil\n- olives\n- onions, Spanish\n- orange\n- oyster juice\n- paprika\n- parsley, flat-leaf\n- passion fruit\n- PEPPER: black, white\n- ponzu sauce\n- potatoes\n- risotto\n- saffron\n- sake\n\nThis list spans a variety of spices, vegetables, fruits, and oils, suggesting a wide range of culinary uses."
  },
  {
    "source": "the_custards_of_and_document",
    "contenu": "The document lists a variety of food items and flavors suitable for pairing with custards. Below is a structured list based on the information provided in the document under the category \"CUSTARDS\":\n\n### Custards\n- **Weight:** medium-heavy\n- **Volume:** quiet\n- **Ingredients:**\n  - Almonds\n  - Apples\n  - Apricots\n  - Bananas\n  - Berries\n  - Caramel\n  - Chai\n  - Cherries\n  - Chocolate, especially dark or white\n  - Cinnamon\n  - Coconut\n  - Coffee\n  - Ginger\n  - Hazelnuts\n  - Lemon\n  - Liqueurs (nut, orange)\n  - Mango\n  - Maple syrup\n  - Nutmeg\n  - Orange\n  - Passion fruit\n  - Pears\n  - Persimmons\n  - Pineapple\n\nThis structured format helps in understanding the various ingredients that can complement or enhance the flavor of custards. The attributes like \"Weight\" and \"Volume\" provide additional guidance on the consistency and auditory perception of the custard."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_273",
    "contenu": "The document provides detailed information about the most important Bordeaux wines, categorizing them as \"Leading Appellations\" and \"Appellations of Note.\" Below I have structured the content for clarity:\n\n---\n\n# THE MOST IMPORTANT BORDEAUX WINES\n\n## LEADING APPELLATIONS\n- **BARSAC** white (dry and sweet)\n- **GRAVES** white and red\n- **MARGAUX** red\n- **PAUILLAC** red\n- **PESSAC-LÉOGNAN** white and red\n- **POMEROL** red\n- **ST.-ÉMILION** red\n- **ST.-ESTÈPHE** red\n- **ST.-JULIEN** red\n- **SAUTERNES** white (dry and sweet)\n\n## APPELLATIONS OF NOTE\n- **CANON-FRONSAC** red\n- **CÔTES DE BORDEAUX** red\n- **CÔTES DE BOURG** red\n- **CÔTES DE CASTILLON** red\n- **CÔTES DE FRANCS** red\n- **ENTRE-DEUX-MERS** white\n- **FRONSAC** red\n- **LISTRAC** red\n- **MOULIS** red\n- **PREMIÈRES CÔTES DE BLAYE** red\n\n## Additional Information\n- Together, merlot and cabernet sauvignon make up more than 80 percent of all the vineyard land devoted to red grapes in Bordeaux. Cabernet franc contributes slightly over 10 percent and is considered Bordeaux’s third most important variety.\n- All other red varieties (carmenère, malbec, petit verdot) are only planted in tiny amounts.\n- The primary genetic origins for Bordeaux’s red varieties are in the southwestern quadrant of France, with the exception of cabernet franc which has roots in Spanish Basque origin.\n- For white Bordeaux wines, seven grapes are permitted (sémillon, sauvignon blanc, muscadelle, plus ugni blanc, colombard, merlot blanc, and sauvignon gris), with the latter four generally found only in the less expensive wines. Among these, sémillon is noted as the most widely planted and significant for white Bordeaux wines.\n\nFor more details on specific varieties, refer to their descriptions in the provided guide (on page 53)."
  },
  {
    "source": "Module_9_-_Red_Wines_of_Northern_Spain_and_Red_and_White_Whites_of_Northern_Italy_WSET_L3_Wines.pdf_page_18",
    "contenu": "The document is titled \"Key grape varieties of North East Italy\" and features two categories of grape varieties:\n\n### Black grapes\n- Corvina\n- Merlot\n\n### White grapes\n- Pinot Grigio\n- Garganega\n- Chardonnay\n\nThis information is presented in a split layout indicating types of grapes—black on the left and white on the right. The document is produced by WSET, as indicated by the logo in the top left corner, and it is from Issue 2 of 2022."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_569",
    "contenu": "The document discusses the use of fermentation in culinary practices, particularly in relation to legumes, nuts, and seeds. Here’s a structured summary of the content:\n\n### Fermentation of Beans\n- **Purpose:** Fermentation is used to reduce anti-nutrients and toxins in beans, making them more digestible and nutrients more available.\n- **Geographical Use:** \n  - Extensively used in Asia\n  - Used to a lesser degree in Africa\n  - Not used in Western culinary traditions\n- **Soybeans:** Specifically require fermentation for effective digestion, but techniques can also apply to other beans.\n\n### Fermentation of Nuts and Seeds\n- **General Information:** Nuts and seeds contain toxic anti-nutrients that can be removed by fermentation. Long soaking can leach toxins which initiates fermentation.\n- **Example:** Techniques for fermenting acorns which require long soaking.\n  \n### Cultured Seed and/or Nut Cheeses, Pâtés, and Milks\n- **Types and Composition:** \n  - **Seeds and Edible Seeds:** Include sesame, sunflower, pumpkin, and flax.\n  - **Methods:** Can be ground or crushed with or without other ingredients to make cheeses, pâtés, and milks.\n  - **Texture/Taste Enhancement:** Soaking nuts/seeds before grinding improves creaminess and taste; can be enjoyed fresh, or cultured and fermented.\n- **Conceptual Relation:** Seed and nut cheeses and pâtés are placed on a continuum based on texture and what is mixed in.\n- **Etymology:** Terms like *pâté* and *pesto* come from the Latin *pestare*, meaning to pound or crush. \n\nThis document outlines how fermentation plays a crucial role in enhancing the edibility and nutritional quality of plant-based foods by reducing undesirable components."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_307",
    "contenu": "The document contains cocktail recipes by Joaquín Simó and Thomas Waugh, specifying the ingredients and the method of preparation for each one. Below, I've structured the content for clarity:\n\n---\n\n### Kerala\n**Creator**: Joaquín Simó, 2008\n\n**Ingredients**:\n- 5 Cardamom Pods\n- 1 ounce Scarlet Ibis Rum\n- 1 ounce Buffalo Trace Bourbon\n- ¼ ounce Pineapple Juice\n- ¼ ounce Lemon Juice\n- ¼ ounce Cane Sugar Syrup\n- 1 Dash Angostura Bitters\n- 1 Dash House Peychaud's Bitters\n\n**Preparation**:\nIn a shaker, gently muddle the cardamom pods. Add the remaining ingredients and shake with ice. Double strain into a coupe. No garnish.\n\n---\n\n### Koko B. Ware\n**Creator**: Thomas Waugh, 2009\n\n**Ingredients**:\n- 1½ ounces Appleton Estate V/X Rum\n- ¼ ounce La Favorite Rhum Agricole Ambre\n- ¼ ounce Lime Juice\n- ¼ ounce Orgeat\n- 1 teaspoon Vanilla Syrup\n- ¼ ounce Heavy Cream\n- 2 Dashes Angostura Bitters\n- Pinch of Freshly Ground Nutmeg\n\n**Garnish**: Nutmeg\n\n**Preparation**:\nShort shake all the ingredients with 3 ice cubes, then strain into a coconut mug filled with crushed ice. Garnish with a few grates of nutmeg and serve with a straw.\n\n---\n\n### Patois Punch\n**Creator**: Joaquín Simó, 2009\n\n**The document snippet ends before listing any ingredients or method for Patois Punch, so this part is incomplete.**\n\n---"
  },
  {
    "source": "mcgee.pdf_page_269",
    "contenu": "The document discusses the roles of vitamins and phytochemicals in human health with a focus on antioxidants and their functions. Here's its structured content:\n\n### Plant Foods and Health\n\n- **Vitamins and Antioxidants Roles**:\n  - **Vitamin C** refreshes the chemical state of metal components in many enzymes, helps with the synthesis of connective-tissue collagen.\n  - **Vitamin A**, derived from beta-carotene, aids in eye functionality.\n  - **Folic Acid**, converts homocysteine into methionine, reducing the risk of blood vessel damage, heart disease, and stroke.\n  - Antioxidants include **Vitamin A, C, and E**.\n\n- **Phytochemicals**:\n  - Initial beliefs were centered around preventing vitamin and mineral deficiencies through adequate fruits and vegetables consumption.\n  - Modern nutritional science recognizes the broader biochemical roles that food components play in reducing risks of major diseases like cancer and heart disease.\n  - Plant-based diets now are seen to have a profound role in long-term health, primarily as sources of valuable antioxidants.\n\n- **Antioxidants and Oxidative Stress**:\n  - Oxidative damage results from the body’s energy generation, where free radicals generated damage cells and tissues.\n  - Examples given include cellular DNA damage that can lead to tumors, or UV rays causing skin and eye damage.\n  - Plants are highlighted as vital sources of antioxidants that protect against the continuous damage from these free radicals.\n\nThe overall content affirms a significant evolution in the understanding of nutrition from simply preventing deficiencies to enhancing long-term health through dietary components."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_65",
    "contenu": "The document titled \"MAGIC INGREDIENTS AND THEIR EFFECTS\" outlines the characteristics and suggested culinary uses of various ingredients, focusing mainly on how they pair with different types of wines.\n\n### Cheese and Other Dairy Ingredients\n- **Purpose**: Add texture and richness; helps in pairing with wines.\n- **Examples**: Goat cheese, feta, Gorgonzola.\n- **Effects**: Works well with higher-acid white wines; white wine dishes of fish, poultry, veal or pork can benefit.\n\n### Cured Meats\n- **Purpose**: Enhance flavors in specific dishes.\n- **Examples**: Prosciutto, bacon, pancetta.\n- **Effects**: Matches well with red wines; can work with white wine dishes for a nuanced pairing.\n\n### Garlic and Onions, Slow-Cooked\n- **Purpose**: Deepens the flavor profile of dishes.\n- **Effects**: Complements both roasted, braised or sweetened dishes, helping them blend with oak-aged and oak-influenced wines.\n\n### Mushrooms\n- **Purpose**: Add earthiness.\n- **Effects**: Ideal for red wine compatibility; variations like shiitake and chanterelles are good with specific wines like Chardonnay and Pinot Blanc.\n\n### Nuts\n- **Purpose**: Add texture and flavor depth.\n- **Effects**: When toasted and blended with dishes, they complement both red and white wines, enhancing subtleties in oak-aged wines.\n\n### Herbs, Fresh or Dried\n- **Purpose**: Provide aromatic enhancements.\n- **Examples**: Chervil, dill, tarragon, basil, thyme, rosemary.\n- **Effects**: Pairs well with different wines, especially aromatic whites and robust reds.\n\n### Lentils, Beans, and Other Legumes\n- **Purpose**: Offer flexible pairing options with wines.\n- **Effects**: Goes well both on their own with white wines and when used in meat-based dishes, swinging the pairing towards red wines.\n\n### Olives\n- **Purpose**: Modify dish compatibility with wines.\n- **Effects**: Green olives enhance white wine pairings, whereas black olives are better suited to red wines.\n\nThis document provides a culinary guide for better understanding how various flavorful ingredients interact with and enhance the taste and overall sensory experience of wines."
  },
  {
    "source": "inconnu_2563",
    "contenu": "The content of the document pertains to alcohol in wine, focusing on its sources, effects, and categorizations based on alcohol content. Below is the structured breakdown of the key information presented in the text:\n\n### Alcohol in Wine\n- **Source of Alcohol**: The alcohol in wine is derived from yeast converting grape must (sugar) into ethanol. Additionally, alcohol can be added to wines in a process known as fortifying.\n\n### Influence of Alcohol\n- **Role in Wine Aromas**: Alcohol plays a significant role in the aromas of wine.\n- **Texture and Taste Sensations**: Alcohol contributes body and can influence the sensation of a wine in the mouth and throat. A \"hot\" wine, often described as having higher alcohol content, is notable for the burning sensation it might leave in the throat.\n\n### Categorization by Alcohol Content\n- **Medium Alcohol Content Wine**: Wines with an alcohol by volume (ABV) of 12.5% to 13.5%.\n- **High Alcohol Content Wine**: Wines with an ABV over 15% are considered bold or full-bodied.\n\n### Tips for Understanding Wine Styles:\n- **Comparison Tip**: To understand the difference in body due to alcohol content, one can compare light- to medium-bodied wines (similar in body to skim milk) versus full-bodied wines (similar in body to full cream milk).\n\nThe information is offered in a visual format with varying font sizes and orientations, enhancing the emphasis on certain aspects like the sensation of \"hot\" or \"full-bodied\" due to higher alcohol levels. Additionally, specific graphical elements like circles and wine glass icons are used to signify different levels of alcohol content."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_942",
    "contenu": "The document provides a list of various food items, ingredients, and flavor pairings, specifically categorizing a section for watermelon, detailing its culinary properties and compatible foods. Here's an organized representation of its content:\n\n### General Ingredients and Flavor Pairings\n- Soy sauce\n- **STOCKS:** chicken, fish, seafood, vegetable\n- Sugar (pinch)\n- Tarragon\n- Tea sandwiches\n- Tomatoes\n- Veal\n- Vinaigrette\n- **Vinegar:** champagne, red wine, rice, sherry\n- Walnuts\n- **Wine:** rice, white\n- Yogurt\n\n### Flavor Affinities\n- Watercress + almonds + green apple + pecorino cheese\n- Watercress + bacon + cream\n- Watercress + endive + Roquefort cheese + walnuts\n- Watercress + ginger + lemon + shrimp\n\n### WATERMELON \n- **Season:** summer\n- **Taste:** sweet\n- **Weight:** light\n- **Volume:** quiet–moderate\n- **Techniques:** raw\n\n#### Compatible Ingredients\n- Anise hyssop\n- Basil\n- Beverages\n- Blackberries\n- Blueberries\n- **CHEESE:** FETA, goat\n- Chili powder\n- Cilantro\n- Cinnamon\n- Cream\n- Cucumber\n- Fennel\n- Honey\n- Jicama\n\nThis format organizes the list into relevant sections to clearly show different uses, pairings, and properties of the ingredients discussed, particularly focusing on watermelon."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1901",
    "contenu": "The document appears to be an index or reference list, likely from a book related to wine or similar subjects. Each entry includes a name followed by numbers, which presumably refer to pages in the book where more information on each topic can be found.\n\nHere is the content of the document structured as plain text:\n\n- Cos d’Estournel, 155\n- Cot/Côt (malbec), 61–62, 80, 263, 296, 885, 887\n  - see also Malbec\n- Côte Chalonnaise, 200, 202, 208, 216–17\n- Côte de Beaune, 208, 213–15\n- Côte de Brouilly, 230\n- Côte de Nuits, 208, 213–15\n- Côte de Sèzanne, 180\n- Côte des Bar, 181\n- Côte des Blancs, 180–81, 189\n- Côte d’Or, 200, 202, 206, 208, 213–16\n- Coteaux d’Aix-en-Provence, 308–09\n- Coteaux d’Aubance, 269\n- Coteaux du Layon, 129, 269\n- Côte-Rôtie, 71, 73, 235, 236, 239, 241\n- Côtes, the, 165–67\n- Côtes de Bordeaux, 147, 165–67\n- Côtes de Bourg, 147\n- Côtes de Castillon, 147\n- Côtes de Francs, 147\n- Côtes de Provence, 309\n- Côtes-du-Rhône, 60, 63, 235, 248, 249, 257\n- Côtes-du-Rhône-Villages, 248, 249, 257\n- Coulée de Serrant, 269\n- Coulée de Serrant, Clos de la, 267, 269\n- Counoise, 80–81\n- Counterfeit wines, 915\n- Coupe, 192\n- Cousiño-Macul, 872\n- Crayères, 180, 190\n- Cream sherry, 461, 463, 464\n- Crémant d’Alsace, 281–82"
  },
  {
    "source": "inconnu_1809",
    "contenu": "# IT’S A DOG’S LIFE NO, REALLY\n\nIn most places, a dog is a dog. But in a California vineyard, you might as well spell dog backward. In a vineyard, a dog realizes her higher calling. A good vineyard dog is, first and foremost, in charge of overall public relations. She (or he) greets—and loudly announces—all visitors. She then attends all wine tastings, pre-sampling the baguettes for freshness and occasionally resting her head in the lap of the taster so as to inspire creative descriptions of the wines being tasted. A vineyard dog is, of course, faithfully dusty from stalking mice, moles, wild turkeys, rabbits, and deer in the vineyard. She knows exactly when the vineyard crew stops for lunch, so as to help in the consumption of *burritos con pollo* and *tacos al pastor*. Above all, a good vineyard dog knows (this is true) when the grapes are ripe and will nibble a cluster right off the vine when the time is right.\n\nOn the other hand, many sites the world over provide excellent environments for two or more grape varieties that are fairly similar in their needs. For example, in both Bordeaux and northern California, cabernet sauvignon and merlot are often planted in adjoining vineyard blocks. If a site can support two or more similar varieties well, then planting those there can have advantages both in the vineyard and in the cellar. In the vineyard, multiple varieties can be an asset because grapes ripen at different rates. If the earlier-ripening grape is already picked when a devastating storm hits, the grower loses only a percentage of the crop. Many Old World vineyards, including the vineyards of Bordeaux, are planted with several varieties precisely as an economic hedge against bad weather. And in the cellar, the winemaker has more colors on the palette with which to paint."
  },
  {
    "source": "mcgee.pdf_page_378",
    "contenu": "### A Survey of Common Fruits\n\n#### Verjus and Saba\nTwo ancient grape preparations make versatile ingredients in the kitchen. They involve fruits thinned six to eight weeks before the main harvest, crushed, and filtered to produce **verjus**, a tart alternative to vinegar or lemon juice, or cooked down to a thick, sweet-tart concoction known as **saba (Roman sapa, Italian saba or mosto cotto, Turkish pekmez, Arab dibs)**. Grape syrup was an important sweetener pre-sugar era, providing tartness and aroma as well as sweetness. During storage, it evolved from grape syrup to balsamic vinegar, thanks to long fermentation periods (p. 775).\n\n#### Kiwi\nThe fruit named after New Zealand growers is originally from the berry of a Chinese vine, **Actinidia deliciosa**. Kiwi fruits have thick, green skin and a distinctive translucent flesh with 1,500 tiny seeds. They are known for high vitamin C and carotenoids content and showcase unique ripening behaviors. Unlike other fruits, kiwis don't change color during ripening and develop stronger fruity esters that make their aromas and flavors more delicate over time.\n\n#### Mulberry\nA significant fruit from the **Morus** genus, mulberries are small and carry a resemblance to blackberries. Each mulberry consists of a small fruitlet connected to an individual flower on a short flowering stalk. The fruit is most flavorful in its dried form, especially the **Persian or black species, M. nigra**. They are primarily used in making preserves, syrups, and sorbets.\n\n#### Strawberry\nStrawberries belong to the genus **Fragaria** and are unique due to their reproduction method involving \"seeds\" which are actually dry fruits called achenes. Strawberries adapt well to diverse climates ranging from arctic regions to tropical zones. The fruit expands and changes texture due to internal growth pressures, which can be impacted negatively by dehydration or freezing.\n\n---\nEach fruit described has unique culinary properties and methods of cultivation, significantly influenced by their individual characteristics and historical cultivation methods."
  },
  {
    "source": "the_ounces_and_with_punch",
    "contenu": "The document contains recipes for three different punches, each with unique ingredients and preparation instructions. Here's the structured content extracted and formatted:\n\n### 1. [Unnamed Punch Recipe]\n- **Ingredients:**\n  - 8 White Sugar Cubes\n  - 2 ounces Club Soda\n  - 4 ounces Plymouth Gin\n  - 2 ounces Cinnamon Orange Tea-Infused Sweet Vermouth\n  - 4 ounces Grapefruit Juice\n  - 2 ounces Lemon Juice\n  - 3 ounces Dry Champagne\n  - Garnish: 6 Grapefruit Wheels\n\n- **Instructions:**\n  - In a pitcher, muddle the sugar cubes with the club soda until the sugar is fully broken up. Add the remaining ingredients (except the champagne) and fill the pitcher three-quarters full with ice cubes. Stir until cold, then strain into a punch bowl over 1 large block of ice. Top with the champagne. Garnish with the grapefruit wheels and serve with a ladle and punch glasses.\n\n### 2. Nuts and Sherry Punch\n- **Creator:** Phil Ward, 2008\n- **Ingredients:**\n  - 8 White Sugar Cubes\n  - 8 ounces Club Soda\n  - 6 ounces Lustau East India Solera Sherry\n  - 3 ounces Pecan-Infused Buffalo Trace Bourbon\n  - ½ ounce St. Elizabeth Allspice Dram\n  - 2 ounces Lime Juice\n  - 1 ounce Pineapple Juice\n  - 2 dashes Bittermens Xocolatl Mole Bitters\n\n- **Instructions:**\n  - In a pitcher, muddle the sugar cubes with 2 ounces of the club soda until the sugar is fully broken up. Add the remaining ingredients (except the remaining club soda) and fill the pitcher three-quarters full with ice cubes. Stir until cold, then strain into a punch bowl over 1 large block of ice. Top with the remaining 6 ounces of club soda. Serve with a ladle and punch glasses. No garnish.\n\n### 3. P-Five Punch\n- **Creator:** Tyson Buhler, 2013\n- **Ingredients:**\n  - 12 White Sugar Cubes\n  - 2 ounces Orgeat\n  - 4 ounces Campo de Encanto Acholado Pisco\n  - 2 ounces Appleton White Rum\n  - 2 ounces Club Soda\n\n- **Instructions:** Content not fully visible in the image provided. \n\nThe above recipes provide detailed steps on how to prepare each punch, suitable for gatherings and special occasions. Each recipe includes a meticulous list of ingredients and thorough instructions reflecting specific blending and serving techniques."
  },
  {
    "source": "inconnu_2472",
    "contenu": "The content shares detailed information on yogurt, discussing its traditional and modern uses, culinary integration, and historical significance.\n\n---\n\n**Yogurt's Traditional and Savory Uses:**\n- In the United States, it's commonly sweetened with jam, fruit, or sugar.\n- Traditionally used with savory flavors, serving as a sauce or condiment (e.g., *tsatsiki* in Greece, *raita* in India).\n- When strained through cheesecloth or a tea towel, it becomes *labneh*, a type of yogurt cheese popular in the Middle East.\n- Mixed with bulgur and further fermented to create a thickener and soup flavoring called *kishk*.\n\n**Culinary Variations and Innovations:**\n- Mention of a Persian feast featuring *doogh*, a yogurt-based savory soda (described further in a linked sidebar).\n- *kashk* and *Kekcek el Fouqara* mentioned as another culinary use.\n- *Kurut* involves drying yogurt into a stable block, which is then grated, crushed, or pounded into powder, used in various traditional dishes.\n\n**Historical Insight and Current Trends:**\n- A hundred years ago, yogurt was primarily a regional food in Southeastern Europe, Turkey, and the Middle East.\n- Widely known among immigrant communities, but relatively obscure otherwise.\n- Elie (Ilya) Metchnikoff, a microbiologist, linked yogurt consumption to longevity and health benefits, boosting its popularity and scientific credibility.\n\n**Cultural Integration:**\n- Over thousands of years, yogurt has been integrated into various aspects of cuisine across cultures that use it.\n\nThis content offers insights into yogurt's cultural, nutritional, and culinary importance globally."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_853",
    "contenu": "The document provides detailed information about Acorn Squash including its seasonal availability, flavor profile, suitable cooking techniques, and compatible ingredients. Here’s a structured summary of the content:\n\n### SQUASH, ACORN (See also Pumpkin; Squash, Butternut; and Squash, Winter)\n\n- **Season**: autumn–winter\n- **Taste**: sweet\n- **Weight**: medium–heavy\n- **Volume**: moderate\n- **Techniques**: bake, mash\n\n#### Complementary Ingredients\n- allspice\n- bay leaf\n- butter, esp. brown\n- cheese, Parmesan\n- cinnamon\n- cream\n- eggs, custard\n- garlic\n- ginger, fresh\n- maple syrup\n- mascarpone\n- mushrooms, esp. shiitake\n- nutmeg\n- nuts\n- olive oil\n- onions, esp. cipollini\n- parsley\n- pork\n- SAGE\n- salt, kosher\n- sugar, brown\n- thyme\n- vanilla\n- vinegar, sherry\n\n#### Flavor Affinities\n- acorn squash + custard + sage\n- acorn squash + ginger + maple syrup\n\nThis text is likely excerpted from a culinary guide or cookbook focusing on how to best prepare and serve acorn squash using various ingredients and techniques."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1810",
    "contenu": "### New Zealand Wine Labeling Regulations\n\nIn New Zealand, while there is no stringent legal framework like the French **Appellation d'Origine Contrôlée** laws for wine making, there are specific regulations concerning the labeling and certain aspects of wine production. These regulations are enshrined in the country’s official Food Act and Food Regulations. Here’s a breakdown of the key rules:\n\n- **Variety Composition on Label**: If a grape variety or varieties are named on a wine label, at least 85% of the wine must be composed of the named variety or varieties. It is common practice in New Zealand to have wines that are 100% composed of the variety or varieties stated on the label.\n  \n- **Order of Varieties**: If two grapes are named on the label, they must be listed in order of their percentage composition. For example:\n  - **Cabernet-Merlot**: Contains more cabernet than merlot.\n  - **Merlot-Cabernet**: Contains more merlot than cabernet.\n  \n- **Geographical Indication**: When a geographic area, district, or region is specified on the label, a minimum of 85% of the wine must originate from that designated area.\n\nThese regulatory requirements ensure clarity and truthfulness in the labeling of wines, helping consumers make informed choices about the origins and compositions of their wine purchases."
  },
  {
    "source": "inconnu_1918",
    "contenu": "The image includes both a paragraph discussing desserts paired with rosé wines and a section categorizing different types of cheeses with their respective styles and origins. Here's the content of the cheese table provided in structured Markdown format:\n\n```markdown\n### THE CHEESE PLATE\n\n| Cheese Type | Cheese Name       | Origin                                   | Recommended Wine |\n|-------------|-------------------|------------------------------------------|------------------|\n| Fresh       | Burrata           | Italy, U.S.A.                            | rosé             |\n| Fresh       | fresh chèvre      | many countries                           | rosé             |\n| Semi-soft   | Monterey Jack     | U.S.A.                                   | rosé             |\n| Semi-soft   | Saint-Nectaire    | France                                   | rosé             |\n| Soft-ripened| Brie              | France, U.S.A.                           | rosé             |\n| Soft-ripened| Mount Tam         | U.S.A.                                   | rosé             |\n| Semi-hard   | Asiago            | Italy                                    | dry red          |\n| Semi-hard   | Gruyère           | Switzerland, U.S.A.                      | dry red          |\n```\n\nThis table succinctly details different cheeses suitable for a cheese plate, their regions of origin, and wine pairing suggestions, offering a practical guide for culinary pairings."
  },
  {
    "source": "inconnu_153",
    "contenu": "The content of this document is a list of references, each presenting various pieces of research, web articles, academic journals, and books concerning the topics of probiotics, fermentation, dairy products, and historical food preservation methods among others. The content is presented as a sequence of citations typical for academic or scholarly documentation.\n\nBelow, I have structured the content as you may see in a scholarly article or paper, in a Markdown format with each entry numbered as presented in the original:\n\n```markdown\n26. A group of Argentine investigators experimented with different kefir grain:milk ratios and found pronounced differences in resulting kefir. One percent inoculation resulted in a “viscous and not very acid” product while 10 percent “gave an acid beverage with low viscosity and a more effervescent taste.” Graciela L. Garrote et al., “Characteristics of Kefir Prepared with Different Grain:Milk Ratios,” *Journal of Dairy Research* 65:149 (1998).\n27. [https://users.sa.chariot.net.au/~dna/kefirpage.html](https://users.sa.chariot.net.au/~dna/kefirpage.htm), accessed March 3, 2010.\n28. You can find detailed descriptions of methods for this on Dominic Anfiteatro’s comprehensive kefir website, cited directly above.\n29. Takesugu Saita et al., “Production Process for Kefir-Like Fermented Milk,” US Patent 5,055,309 (1991).\n30. Chen, 3003.\n31. Ibid.\n32. Edward R. Farnworth, “Kefir—A Complex Probiotic,” *Food Science and Technology Bulletin: Functional Foods* 2(1):1 (2005).\n33. [www.gemcultures.com](http://www.gemcultures.com).\n34. McGovern, 123.\n35. William de Rubruquis, 1253, cited in Huang, 249.\n36. Rombauer and Becker (1953), 818.\n37. See *Wild Fermentation*, 79.\n38. Dirar, 304.\n39. Ibid., 319.\n40. Ibid., 319.\n41. [http://live2cook.wordpress.com/2008/08/22/the-secret-of-making-soy-yogurt-without-store-bought-culture](http://live2cook.wordpress.com/2008/08/22/the-secret-of-making-soy-yogurt-without-store-bought-culture), accessed August 4, 2010.\n42. Tan, 3.\n43. Lilija Radeva, “Traditional Methods of Food Preserving Among the Bulgarians,” in Kideeruvald and Ropeid, 42.\n44. Kjell Fulsæth, “The Role of Butterwort (*Pinguicula vulgaris*) in ‘Tettemelk,’” *Blyttia (Journal of the Norwegian Botanical Society)* 66:55 (2008).\n45. Maria Salomé S. Pais, “The Cheese Those Romans Already Used to Eat: From Tradition to Molecular Biology and Plant Biotechnology,” *Memórias da Academia das Ciências de Lisboa, Classe de Ciências (2002)*, online at [www.acad-ciencias.pt/files/Memórias/Salomé%20Pa%C3%ADs/cheese.pdf](http://www.acad-ciencias.pt/files/Memórias/Salomé%20Pa%C3%ADs/cheese.pdf), accessed August 20, 2010.\n46. Grieve, 579.\n47. Trudy Eden, “The Art of Preserving: How Cooks in Colonial Virginia Imitated Nature to Control It,” *Eighteenth-Century Life* 23(2):19.\n48. United Nations Food and Agriculture Organization, *The Technology of Traditional Milk Products in Developing Countries* (FAO Animal Production and Health Paper 85, 1990), online at [www.fao.org/docrep/003/t0251e/T0251E00.htm](http://www.fao.org/docrep/003/t0251e/T0251E00.htm), accessed August 20, 2010.\n49. See *Wild Fermentation*, 83.\n```\n\nThis format aids in clearer understanding and referencing of each citation and helps link the content and its original source accurately."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1713",
    "contenu": "The document provides a historical overview of winemaking in Argentina, tracing its origin, development, and the influences that shaped the wine industry in the country. Here's the structured content breakdown:\n\n1. **The Origins of Argentine Winemaking**:\n   - **Introduction**: Winemaking in Argentina started in the sixteenth century, introduced by Spanish missionaries and conquistadors from Chile and Peru. \n   - **Native Varieties**: The initial preferred grape was the pink-skinned criolla grande, also known as \"big Creole\". Another variety mentioned is called criolla chica or \"Creole girl\", directly from Spain.\n\n2. **Development of Varieties and Techniques**:\n   - **Introduction of New Varieties**: Wind in Argentina also saw the introduction of cereza (cherry), a pink-skinned grape, while innovations led to the planting of white grapes like torrontés Riojano and torrontés Sanjuanino.\n   - **Agricultural Innovations**: Vines were cultivated not only along the coast but also in the sunny, high-altitude plains under the Andes. Old techniques improved by the Spanish settlers, initially from Inca and Hurape Indians’ methods, included irrigation systems.\n\n3. **Expansion and Influence of Foreign Migrants**:\n   - **European Influence**: Post-1820s, with the end of Spanish colonial rule, a new wave of immigrants from Italy, France, and Spain entered Argentina, bringing vital skills and traditions. This migration continued into the 1890s, significantly shaping the wine culture.\n   - **Impact of Disease**: The immigrants also had to contend with phylloxera, an epidemic that had earlier devastated European vineyards.\n\n4. **Significant Developments in the Wine Industry**:\n   - **Founding of Quinta Nacional in 1853**: Established by Michel Aimé Pouget, a Frenchman, it became a national vine nursery that introduced new varieties like malbec, cabernet sauvignon, pinot noir, and several types of white grapes.\n   - **Railway Development**: In 1885, the completion of a railway to Buenos Aires dramatically increased market access for the wines from Argentina’s premier wine region, Mendoza.\n\nThis summary highlights the historical and cultural influences on the Argentine wine industry, underscoring the blend of native practices and foreign expertise that propelled the industry towards modernization and global competitiveness."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1482",
    "contenu": "### A Partner for Pinot\n\nIn the United States, the sumptuous combination of grilled salmon and Oregon pinot noir was the first well-known food and wine marriage to forsake the old chestnut: white wine with fish; red wine with meat. And that it did brilliantly, for as anyone who has tasted grilled salmon and Oregon pinot noir together knows, the two are a consummate match. The rich fattiness and light char of the grilled salmon could have no better partner than the earthy Oregon pinot noir, with its relatively high (for red wine) acidity. Also critical to the partnership is the fact that pinot noir is very low in tannin, and thus doesn’t interfere with the beautiful flavors of the fish. (By contrast, wines that are high in tannin, such as cabernet sauvignon, often make fish taste dry or metallic.) The biggest testament to the success of Oregon pinot noir and salmon happens each year on the final night of the wild and fantastic International Pinot Noir Celebration, when 600 pounds (272 kilograms) of chinook salmon are consumed with no one knows how many bottles of pinot noir.\n\n### Some of the Best Producers of Willamette Valley Pinot Noir\n\n- Adelsheim\n- Amity\n- Anam Cara\n- Argyle\n- Beaux Frères\n- Belle Pente\n- Bergström\n- Bethel Heights\n- Brick House\n- Brittan\n- Broadley\n- Carter\n- Chehalem\n- Cristom\n- De Ponte\n- Domaine Drouhin\n- Domaine Serene\n- Elk Cove\n- Erath\n- E't Fille\n- Evening Land\n- Evesham Wood\n- Ken Wright\n- Panther Creek\n- Penner-Ash\n- Ponzi\n- Raptor Ridge\n- REX HILL\n- Shea\n- Soter\n- St. Innocent\n- Stoller\n- The Eyrie Vineyards\n- Yamhill Valley"
  },
  {
    "source": "The-Flavor-Bible.pdf_page_750",
    "contenu": "The document appears to be a list of culinary items and techniques, possibly ingredients and their associated uses or recommendations for preparation and pairing. Here's the structured content in a clear list format:\n\n- **Volume:** moderate–loud\n- **Techniques:** \n  - braising\n  - using raw ingredients\n- **Ingredients:**\n  - Anchovies\n  - Avocados\n  - Basil\n  - Bread (specifically French, Rye)\n  - Butter (especially sweet)\n  - Celery\n  - Cheese (especially Blue, Feta)\n  - Chervil\n  - Chives\n  - Cilantro\n  - Crab\n  - Cream\n  - Cream Cheese\n  - Cucumbers\n  - Curry Powder\n  - Dill\n  - Fennel\n  - Fish (especially white)\n  - Lemon (juice)\n  - Lettuces\n  - Lobster\n  - Lovage\n  - Marjoram\n  - Mint\n  - Olive Oil\n  - Onions\n  - Orange (fruit and juice)\n  - Oregano\n  - Parsley (flat-leaf)\n  - Pears\n  - Pecans\n  - Pepper\n  - Rosemary\n  - Salads\n  - Salt (especially sea salt)\n  - Scallions\n  - Sesame Oil\n\nThis list appears to be a mixture of ingredients alongside specific recommendations for types or varieties, such as preferring sweet butter or specific types of cheese like blue or feta. It may be useful for selecting ingredients where flavor compatibility is desirable, perhaps for a recipe or menu planning."
  },
  {
    "source": "and_cheese_a_with_of",
    "contenu": "The document appears to be a section from a culinary book or guide that discusses different types of cheeses and pairings. Here's a structured summary of its contents:\n\n### 1. Fromage bleu & Raisin (Blue Cheese & Raisin)\n- **Description**: Blue cheese paired with raisin provides a delightful balance in flavors.\n- **Preparation**: Melt 25g of butter, add 3 large sage leaves, and stir for 30 seconds. Add 75g of crumbled gorgonzola and 150 ml of cream until it blends into a sauce. Season the mixture and serve with pasta or gnocchi.\n\n### 2. Fromage bleu & Truffe (Blue Cheese & Truffle)\n- **Description**: Blue cheese and truffle are commonly combined in sauces, offering a creamy texture when served with fillet mignon.\n- **Highlight**: Jennifer Harvey Lang provides a recipe for fresh chard wrapped in fillets with blue cheese and truffle cream sauce. This combination is likened to wearing a short skirt with a deep neckline, implying it’s a bold and indulgent pairing.\n\n### 3. Fromage à pâte pressée cuite (Pressed Cooked Cheese)\n- **Varieties Mentioned**: Cheddar, Parmigiano Reggiano, Manchego, Comté, Gruyere, Pecorino, Berkswell, Mahón, and Lincolnshire Poacher.\n- **Characteristics**: These cheeses vary in flavor depending on type, quality, and maturation stage, enhancing their taste, which can be nutty, fruity, suffused with pineapple or even sugary aspects reminiscent of roasted coconut, or caramel.\n- **Pairing Suggestions**: The text recommends pairing these cheeses with wines that can enhance their rich flavors and potentially bring out underlying sweet or umami notes.\n\n### 4. Fromage à pâte pressée cuite & Abricot (Pressed Cooked Cheese & Apricot)\n- **Description**: Specific pairings of pressed cooked cheese with apricot are suggested, emphasizing a sophisticated taste blending.\n\n### 5. Fromage à pâte pressée cuite & Amande (Pressed Cooked Cheese & Almond)\n- **Varieties Mentioned**: Keen’s and Montgomery's cheddars.\n- **Description**: These cheddars contain subtle hints of almond, which pair well with the cheese, providing a delicious taste experience.\n\n### 6. Fromage à pâte pressée cuite & Ananas (Pressed Cooked Cheese & Pineapple)\n- **Discussion**: The text argues that snobs may scoff at the pairing of this cheese with pineapple, but such combinations can be naturally harmonious, offering a unique and flavorful experience.\n\nThis document provides insights into various gourmet cheese pairings, highlighting their culinary application and the rich flavor profile that can be achieved through thoughtful combinations of cheese with fruits, nuts, and other ingredients."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_362",
    "contenu": "The document shows two labels of different champagne brands. Below are the details for each label:\n\n### Label 1:\n- **Brand Name**: J. Lassalle\n- **Type of Champagne**: Blanc de Blancs\n- **Additional Information**:\n  - **Vintage Year**: 2004\n  - **Style**: Brut\n  - **Premier Cru**\n  - **Location**: Chigny-les-Roses\n  - **Label mentions**: Propriétaire de Vignobles\n\n### Label 2:\n- **Brand Name**: Ruinart\n- **Type of Champagne**: Blanc de Blancs\n- **Additional Information**:\n  - **Volume**: 750ml\n  - **Alcohol Content**: 12.5% volume\n  - **Style**: Brut\n  - **Location**: Reims, France"
  },
  {
    "source": "The-Flavor-Bible.pdf_page_97",
    "contenu": "The document provided discusses culinary uses and pairings for apricots, focusing on when they are dried. Here’s a breakdown of the content:\n\n1. **Comments from Professionals**:\n   - **Gina DePalma, Babbo (New York City)**: States that apricots need cooking to release their flavors as raw apricots are somewhat bland.\n   - **Emily Luchetti, Farallon (San Francisco)**: Mentions that heating apricots enhances their flavor, making them heavenly when paired with vanilla.\n\n2. **Dried Apricots**:\n   - **Techniques Recommended**: Poaching and stewing.\n\n3. **Complementary Flavors and Ingredients**:\n   - Allspice\n   - Dried cherries\n   - Cinnamon\n   - Currants\n   - Custard\n   - Utilized in French toast\n   - Ginger\n   - Hazelnuts\n   - Honey\n   - Ice cream\n   - Lemon (juice and zest)\n   - Used in Madeira-style dishes\n   - Compatible with Moroccan cuisine\n   - Orange (juice and zest)\n   - Pancakes and crepes\n   - Pistachios\n   - Pork\n   - Prunes\n   - Pumpkin seeds\n   - Raisins\n   - Rice pudding\n   - Sugar\n   - Tamarind paste\n   - Vanilla\n   - Sweet white wines like Muscat.\n\n4. **Flavor Affinities**:\n   - A combination of dried apricots with dried cherries, ginger, orange, and pistachios is highlighted.\n\n5. **Cultural Note**:\n   - A reference to Argentinian cuisine with an invitation to explore Latin American Cuisine.\n\nThis document is likely from a culinary guide or cookbook focusing on maximizing the flavors of specific ingredients such as apricots by pairing them with complementary flavors and techniques."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_187",
    "contenu": "The image depicts a bartender pouring a liquid, possibly water, from a jug into a glass filled with ice. The setting appears to be a bar, indicated by the presence of a cocktail shaker and professional setup. The monochrome filter adds a classic and timeless feel to the photograph. This image may be used to symbolize hospitality, beverage service, or mixology."
  },
  {
    "source": "the_ounce_ingredients_instructions_of",
    "contenu": "The document consists of recipes for three different cocktails, each with specific ingredients and mixing instructions. Here's the structured content of the cocktail recipes:\n\n### Raisin Burn\n**Creator:** Thomas Waugh, 2008\n\n**Ingredients:**\n- 2 ounces dried currant–infused Wild Turkey Rye\n- ¾ ounce Lustau East India Solera Sherry\n- 1 whole egg\n- ½ ounce heavy cream\n- 1 dash Angostura bitters\n- Garnish: Cinnamon\n\n**Instructions:**\nDry shake all the ingredients, then add 1 large ice cube and shake again. Double strain into a coupe. Garnish with a few grates of cinnamon.\n\n---\n\n### Saturday Morning Flip\n**Creator:** Joaquín Simó, 2008\n\n**Ingredients:**\n- 1 ounce Appleton Estate V/X Rum\n- 1 ounce Gosling’s Black Seal Rum\n- ¼ ounce Ruby Port\n- 1 teaspoon espresso-infused Demerara syrup\n- 1 egg yolk\n- 1 dash Angostura bitters\n\n**Instructions:**\nDry shake all the ingredients, then shake again with ice. Double strain into a coupe. No garnish.\n\n---\n\n### Sleepy Hollow Fizz\n**Creator:** Brian Miller, 2008\n\n**Description:** This Halloween-inspired drink was the first of many D&C drinks named after Johnny Depp movies. Technically a “golden fizz,” this rich drink is stylistically more like a flip.\n\n**Ingredients:**\n- 1½ ounces Flor de Caña 7-year rum\n- ¼ ounce El Dorado high-strength 151 rum\n- ½ ounce lemon juice\n- ½ ounce maple syrup\n- 1 whole egg\n- 1 barspoon pumpkin butter\n- 1 dash Angostura bitters\n- Garnish: Grated nutmeg\n\n**Instructions:**\nThere are no specific mixing instructions provided for the Sleepy Hollow Fizz in the text provided.\n\nThis structure allows for clear reading and preparation of each cocktail based on the instructions and ingredients listed."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_216",
    "contenu": "The image depicts a male bartender vigorously pouring a drink from a bottle into a jigger, likely measuring for a mixed cocktail. The scene is set in a well-stocked bar, evident from the extensive array of bottles in the background. The bartender is focused on his task, demonstrating professionalism and possibly experience in mixology. The black and white filter adds a timeless, classic feel to the photograph, emphasizing the craft and atmosphere commonly associated with traditional bars. The image captures a moment of action and attention to detail, common in the hospitality industry, particularly in high-end or specialty bars."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_478",
    "contenu": "This document describes a method for producing a type of Sudanese beer, called \"merissa,\" using a traditional sorghum beer method.\n\n### Ingredients:\n- 1 pound (500 g) of malted grain\n- 1 pound (500 g) of unmalted grain or sorghum grits/flour\n\n### Brew Volume:\nProduces about 1 gallon (4 liters) of sorghum beer.\n\n### Brew Ratio:\nThe ratio of malted grain to unmalted grain to water is 1:1:3.\n\n### Procedure:\n1. **Boiling the Grains:**\n   - Boil water and add unmalted sorghum grits/flour.\n   - Continue stirring to achieve a porridge-like consistency.\n2. **Cooling:**\n   - Remove from the heat and allow the porridge to cool to 140°F (60°C).\n3. **Adding Malted Grain:**\n   - Once the mixture is cool enough to comfortably touch, add half of the malted sorghum grits/flour, ensuring it's still quite warm.\n   - Stir thoroughly to integrate the malt.\n4. **Enzymatic Action:**\n   - The enzymes in malt are most efficient at about 140°F (60°C) and help digest complex carbohydrates into simple sugars.\n5. **Insulation:**\n   - Keep the mixture in a warm or insulated spot, protected from flies.\n6. **Further Cooling:**\n   - After a few hours, once the temperature drops below 110°F (43°C), add the second half of the malted grain.\n   - Stir well to distribute evenly.\n7. **Fermentation:**\n   - Allow the mix to remain in a warm spot for 12 to 24 hours. During this period, lactic acid bacteria proliferate, lowering the pH to create a selective environment beneficial for the beer brewing process.\n\nThis process combines careful temperature control, timing, and a two-stage addition of malted grains to optimize enzyme activity and flavor development in the beer."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_222",
    "contenu": "The provided text from the document discusses principles of food and wine pairing, specifically addressing the pairing of desserts and wines:\n\n---\n\n**WITH DESSERTS, CONSIDER SWEETNESS CAREFULLY.** Desserts that are sweeter than the wine they accompany can make the wine taste dull and blank. In effect, the sweetness of the dessert can knock out the character of the wine. Wedding cake, for example, can ruin just about anything in a glass, although happily, no one’s paying attention anyway. The best dessert and dessert wine marriages are usually based on pairing a not-too-sweet dessert, such as a fruit or nut tart, with a sweeter wine.\n\nSo there they are, a group of pretty simple principles, meant only as a guide. The real excitement is in the experimentation, and only you can do that.\n\n--- \n\nThis excerpt offers guidance on selecting desserts to accompany wines, advising caution with overly sweet desserts as they might overshadow the wine. It emphasizes experimental approaches to pairings."
  },
  {
    "source": "a_the_of_to_image",
    "contenu": "The image you provided is the title page of a document or a section of a book. Here is the structured content extracted from it:\n\n**Title:**\n- Part One\n\n**Subtitle:**\n- A Sparkling Wine Journey\n\nThe page features a background which seems to be a blurred scenic image, possibly to evoke the atmosphere of a journey or landscape related to wine making."
  },
  {
    "source": "the_of_koji_tempeh_is",
    "contenu": "The document appears to be a text discussing issues related to the growth and sensory qualities of tempeh and koji, which are both fermentation products. Here is the structured content of the document:\n\n### Java, Tempeh, and Koji\n\n**Tempeh Overview:**\n- In Java, an overripened tempeh is known as \"tempeh busuk\", and it is considered a delicacy.\n\n**Tempeh smells like ammonia:**\n- The initial 24 hours of mold growth in tempeh is characterized by a fresh, earthy smell.\n- As the mold overripens, it develops an ammonia smell. This stage is compared to the aroma of fine Camembert cheese, and tempeh's texture becomes softer and creamier.\n- William Shurtleff and Akiko Aoyagi have described this overripe aroma as remarkably like that of fine Camembert cheese.\n- The texture of the tempeh at this stage softens to a slightly creamy consistency.\n- It is suggested not to be afraid of trying overripe tempeh.\n\n**Mold fails to grow on koji:**\n- Failure of mold growth on \"koji\" could be due to:\n  - Non-viable starter.\n  - Inappropriate temperature of the grains when the starter was introduced.\n  - Inappropriate temperature of the incubation chamber.\n\n**Koji feels slimy:**\n- A slimy coating on koji indicates overheating during incubation.\n- As koji mold grows, it generates significant heat which can potentially kill the mold:\n  - This is especially likely if the inoculated substrate is thick, ventilation is limited, or a large batch of koji is in a small incubation chamber.\n- Normally, the spores of Bacillus subtilis are present and are heat-resistant. Even though Bacillus subtilis may be present in koji substrates, they are inhibited from developing significantly if the koji mold is still active. However, if the koji mold stops growing, Bacillus subtilis can develop. \n\nThis document provides insights into the fermentation processes and potential issues encountered with tempeh and koji."
  },
  {
    "source": "the_wset_a_or_image",
    "contenu": "The image is a promotional or informational document for the WSET (Wine & Spirit Education Trust). Here is the structured content extracted from the image:\n\n- **Logo**: WSET logo at the top center\n- **Title**: WSET Level 3 Award in Wines\n- **Background Image**: Shows a person handling what appears to be grapes, possibly sorting or selecting them during a stage of wine production.\n- **Slogan**: \"A world of knowledge\"\n- **Website**: wsetglobal.com\n- **Publication Note**: Issue 2 © WSET 2022\n\nThe document appears to be advertising or providing information about the WSET Level 3 award in wines, suggesting educational courses or certification in wine knowledge and assessment."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_356",
    "contenu": "Here's the structured content of the document containing cocktail recipes:\n\n---\n\n### Cocktail Name: Unspecified\n**Author:** AD\n**Ingredients:**\n- 2 ounces Fuji apple-infused Famous Grouse Scotch\n- ¼ ounce lemon juice\n- ¼ ounce acacia honey syrup\n- ¼ ounce cinnamon bark syrup\n- 1 egg white\n- Garnish: house Peychaud’s bitters\n\n**Instructions:**\nDry shake all the ingredients, then shake again with ice. Double strain into a coupe and garnish with 2 swipes of the bitters to form an X.\n\n---\n\n### Cocktail Name: Honshu Punch\n**Author:** Thomas Waugh, 2009\n**Ingredients:**\n- 2 ounces Yamazaki 12-year whiskey\n- ¼ ounce lemon juice\n- ¼ ounce pineapple juice\n- ¼ ounce cane sugar syrup\n- 2 dashes Fee Brothers Whiskey barrel-aged bitters\n- 2 dashes Bitter Truth aromatic bitters\n- 1 ounce club soda\n\n**Instructions:**\nShake all the ingredients (except the club soda), then strain into a snifter over 1 large ice cube. Pour in the club soda. No garnish.\n\n---\n\n### Cocktail Name: Little Engine\n**Author:** Alex Day, 2009\n**Ingredients:**\n- 2 ounces Famous Grouse Scotch\n- ¼ ounce Otima 10-year tawny port\n- ¼ ounce lemon juice\n- ¼ ounce maple syrup\n- 1 teaspoon apple butter\n- Garnish: 1 apple fan\n\n**Instructions:**\nShort shake all the ingredients with 3 ice cubes, then double strain into a double rocks glass filled with crushed ice. Garnish with the apple fan and serve with a straw.\n\n---"
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_538",
    "contenu": "This document discusses the characteristics and storage methods of tempeh during and after fermentation. Here's a structured breakdown of the information provided in the text:\n\n### Document Overview: Characteristics and Storage of Tempeh\n\n#### Fermentation Process:\n- **Indicators**: There is no specific moment when fermentation is complete. Tempeh is considered formed once the mycelium growth binds the beans or grains into a cohesive mat.\n- **Ripeness**: Tempeh is ripe when dark patches begin to appear, indicating the onset of sporulation.\n\n#### Aroma and Flavor:\n- **Fresh Tempeh**: Yeasty or slightly mushroomy aroma and flavor.\n- **During Sporulation**: As sporulation progresses, the aroma and flavor become stronger and tinged with ammonia, similar to ripe cheese.\n- **Cultural Preferences**: The Javanese savor tempeh at various stages of sporulation, while a French individual noted in the text enjoys very ripe tempeh, comparing it to Camembert cheese.\n\n#### Storage Recommendations:\n1. **At Ambient Temperatures or in the Refrigerator**:\n   - Tempeh can continue to ferment, darkening and intensifying in ammonia aroma and flavor.\n   - It is highly perishable.\n   - Considered not a strategy for preservation if kept at ambient conditions.\n\n2. **In the West**:\n   - Tempeh for resale is typically frozen, often after being pasteurized by steaming.\n\n3. **Personal Practice of the Author**:\n   - Consumes some tempeh fresh immediately after removal from the incubation chamber.\n   - Stores tempeh in the refrigerator for a few days, ensuring it is spread out to maximize surface exposure to cool air.\n   - Freezes remaining tempeh if storing beyond a few days.\n\nBy detailing the fermentation characteristics, specific cultural perceptions, and practical storage methods, this document provides a comprehensive guide to handling and appreciating tempeh."
  },
  {
    "source": "inconnu_382",
    "contenu": "The document contains recipes for two different cocktails named \"Puerto Rican Racer\" and \"Rock, Paper, Scissors.\" Below is the structured content for each cocktail:\n\n---\n\n**Cocktail Name**: Puerto Rican Racer\n**Creator**: Thomas Waugh, 2009\n**Description**: This cocktail is one of several Death & Co variations on the Diamondback, a classic cocktail made with rye, apple brandy, and Chartreuse, each named after a different snake.\n**Ingredients**:\n- 2 ounces Ron del Barrilito 3-Star Rum\n- ¼ ounce Laird's Bonded Apple Brandy\n- Scant ½ ounce Yellow Chartreuse\n- 1 teaspoon Grenadine\n- 1 dash House Peychaud's Bitters\n\n**Instructions**:\n1. Stir all the ingredients over ice.\n2. Strain into a double rocks glass over one large ice cube.\n3. Serve with no garnish.\n\n**Image Caption**: Puerto Rican Racer\n\n---\n\n**Cocktail Name**: Rock, Paper, Scissors\n**Creator**: Thomas Waugh, 2011\n\n--- \n\nThe image in the document shows a cocktail in a double rocks glass over a large ice cube, presumably the Puerto Rican Racer based on the description."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1653",
    "contenu": "Here is the structured content of the document:\n\n---\n\n### NEW ZEALAND\n\n**New Zealand Ranks Fourteenth Among Wine-Producing Countries Worldwide. New Zealanders Drink an Average of 4 Gallons (14 Liters) of Wine Per Person Per Year.**\n\nLocated roughly midway between the equator and the South Pole, New Zealand lies isolated in the middle of the South Pacific Ocean. The nearest landmass, Australia, is 1,000 miles (1,600 kilometers) to the northwest. The country is composed of two long main islands, called simply the North Island and the South Island, plus numerous small off-shore islands. New Zealand’s vineyards are the southernmost in the world. They are also the first vineyards on earth to see the sun each day, thanks to New Zealand’s location close to the International Date Line.\n\nIn the 1970s, when so many wine-producing countries were moving toward modern wine industries, New Zealand was still far better known for lamb than wine (indeed, the country had more sheep than people at the time). Then, in the mid-1980s, and almost against all odds, one wine rose to extraordinary fame—Cloudy Bay Sauvignon Blanc. The first few vintages put the whole of New Zealand on the international wine map. It was the first time a single wine had ever had such impact—a feat made even more surprising by the fact that sauvignon blanc was, at the time, considered something of a second-string variety. But Cloudy Bay’s sauvignon blanc was startlingly different. It rocked the wine world by opening the door to a whole new galaxy of flavor. Every adventurous wine drinker in the world had to taste it because it expanded the known realm of what wine could taste like. Since that time, countless wine drinkers have had the same oh-my-god experience with other New Zealand sauvignon blancs. The wines are, quite simply, outrageousness in a bottle. And they’ve flung the door wide open to other exciting New Zealand varietals—especially pinot noir.\n\n> \"New Zealand is the youngest nation in the world, both geologically and in terms of human settlement. It’s four million people, still wandering around in dazed wonder at its beauty, still trying to figure out what they want to do with it all.\"\n>\n> — NIGEL GREENING, proprietor of Felton Road\n\nThe remote islands of New Zealand were unknown to the western world until Abel Tasman, the Dutch sea captain after whom Tasmania was named, landed on the northern tip of the South Island in 1642. There, Tasman encountered a violent group of native peoples—the Maori—and promptly left. More than a century would pass before the next westerner ventured onto New Zealand’s shores. In 1769, the English explorer Captain James Cook circumnavigated the islands. His explorations resulted in the British colonization of New Zealand, and in the bond between the two countries that still exists today.\n\nAlmost fifty years later, in 1819, the first New Zealand vines were planted by an unknown figure, marking a significant chapter in the country’s agricultural and cultural history.\n\n---"
  },
  {
    "source": "The-Flavor-Bible.pdf_page_610",
    "contenu": "The content of the document is structured as follows:\n\n- **Taste:** sweet\n- **Function:** heating\n- **Weight:** medium–heavy\n- **Volume:** quiet\n- **Techniques:** simmer\n\nThe document also lists various food items:\n\n- almonds\n- apples\n- apricots\n- bananas\n- blueberries\n- brandy\n- breakfast\n- butter, unsalted\n- buttermilk\n- caramel\n- cherries\n- chocolate, esp. dark, white\n- cider\n- cinnamon\n- coconut\n- coffee\n- cranberries\n- cream\n- currants\n- dates\n- figs, dried\n- ginger\n- hazelnuts\n- honey\n- lemon\n- maple syrup\n- mascarpone\n- milk\n- nectarines\n- orange\n- peaches\n- peanuts\n- pears\n- pecans\n\nThese elements seem indicative of ingredients and flavors that pair well under the specific attributes listed at the top of the document."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_581",
    "contenu": "The document provides culinary information, particularly focusing on the use of mushrooms, flavor affinities for certain ingredients, and a personal anecdote about a dish inspired by Moroccan flavors. Below is a structured breakdown of the content:\n\n### Chef's Anecdote\n- **Chef**: David Waltuck, Chanterelle (New York City)\n- **Description**: Describes a dish involving braised lamb shanks in cumin, saffron, and preserved lemon, suggesting Moroccan flavors.\n\n### Flavor Affinities\n- chile peppers + garlic + olive oil + salt (aka harissa)\n- cinnamon + coriander + cumin\n- eggplant + cinnamon + mint\n- green tea + dried spearmint + sugar\n- lamb + cinnamon + honey + prunes\n- oranges + cinnamon + honey\n- parsley + lemon juice + olive oil\n- phyllo dough + almonds + cinnamon + honey\n- phyllo dough + honey + sesame seeds\n\n### Mushrooms — In General\n- **Season**: Late spring–autumn\n- **Weight**: Light–medium\n- **Volume**: Quiet–moderate\n- **Techniques**: \n  - Bake, broil, deep-fry, grill, pan roast, raw (e.g., in salads), roast, sauté, soup, stew\n- **Complementary Ingredients**:\n  - Almonds\n  - Asparagus\n  - Bacon\n  - Barley\n  - Basil\n  - Bay leaf\n  - Beans: green, lima\n  - Beef\n  - Bell peppers, especially red\n  - Bread crumbs\n  - Butter, unsalted\n  - Capers\n  - Carrots\n\nThis document provides a useful guide for culinary enthusiasts looking to explore the integration of mushrooms into various dishes, along with compatible flavors and ingredients."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_913",
    "contenu": "The document contains two primary sections: a list of various food items and flavor affinities followed by a detailed description of veal including its season, weight, volume, cooking techniques, and compatible food items. Here is the structured content as observed in the document:\n\n### Food Items\n- soups\n- stocks\n- strawberries\n- SUGAR\n- tamarind\n- tea\n- tomatoes\n- vegetables (e.g., root)\n- vinegar, balsamic\n- whiskey\n- wine, Champagne\n- yogurt\n\n### Flavor Affinities\n- vanilla + almonds + cream + whiskey\n- vanilla + bay leaf + brown butter\n- vanilla + chicken + cream\n\n### VEAL — IN GENERAL\n**Season:** spring  \n**Weight:** light–medium  \n**Volume:** quiet  \n**Techniques:** braise (shanks), pan roast (chops), roast, stew (breast, shoulder)  \n\n**Compatible Food Items:**\n- almonds\n- anchovies\n- apples\n- asparagus\n- basil\n- bay leaf\n- beans, esp. flageolets, haricots verts\n- beef, short ribs\n- beets\n- bell peppers: green, red, yellow\n- brandy\n- bread and bread crumbs\n- butter, unsalted\n- capers\n- caraway seeds"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1950",
    "contenu": "The document is a structured index from a book, listing page references related to various topics. Here are the contents formatted in Markdown:\n\n```\n- New York State\n  - pages 769, 770, 771-72\n- New Zealand\n  - pages 851, 852\n- Oregon\n  - pages 755, 759\n- Pairing with food\n  - pages 118, 120\n- Petrol and\n  - page 557\n- Pfalz\n  - pages 580-81\n- Rheingau\n  - pages 573-75\n- Rheinhessen\n  - page 589\n- Sekt and\n  - page 559\n- Serving\n  - page 129\n- Sicily\n  - page 419\n- Washington State\n  - pages 743, 745, 748\n- Riesling Italico\n  - page 92\n- Right Bank (Bordeaux)\n  - page 148\n- Riley, Charles Valentine\n  - page 33\n- Rioja\n  - Aerating and\n    - page 133\n  - Aging requirements for\n    - page 438\n  - Albariño in\n    - page 54\n  - Classifications of\n    - pages 439-441\n  - Crianza\n    - pages 438, 439-440\n  - Foods of\n    - page 441\n  - Gran reserva\n    - pages 438, 439-441\n  - Grapes of\n    - page 437\n  - Land, grapes, and vineyards of\n    - pages 436-39\n  - Map of\n    - page 433\n  - Overview of\n    - pages 433-36\n  - Price and\n    - page 436\n  - Quick sip on\n    - page 434\n  - Reserva\n    - pages 438, 439-440\n  - Tempranillo in\n    - page 73\n  - Visiting\n    - page 441\n```\n\nThis index is likely from a book related to wine or beverages, given the frequent references to wines, regions, and related terms."
  },
  {
    "source": "ClassGuide_aout2010-5.pdf_page_120",
    "contenu": "This document consists of two exercises related to training in wine selling and communication in an English language context, specifically themed around Bordeaux wines.\n\n### 4.4 La vente du vin\n\n**DO YOU SPEAK BORDEAUX ? Exercice d'anglais**\n\n#### EXERCISE 1\n**Training: matching food and wine**\n\nInstructions: Use the Conseil Interprofessionnel du Vin de Bordeaux wine list in a role-playing scenario where a sommelier (wine waiter) and a client discuss wine pairings for specific dishes.\n\nThe dishes listed for pairing include:\n- Scallops in cream sauce\n- Lemon meringue pie\n- Roast leg of lamb\n- Smoked salmon\n- Shellfish platter\n- Venison stew\n- Creamy cheese: camembert\n- Exotic fruit salad\n- Spiced terrine of foie gras\n- Rabbit casserole\n- Breadcrumbed veal escalope\n- Flamed peaches\n- Sirloin steak with Béarnaise sauce\n\n#### EXERCISE 2\n**Training: jumbled dialogue between a wine waiter and a customer**\n\nInstructions: Arrange the scattered parts of the dialogue between a sommelier and a customer in the correct order.\n\nScattered dialogue lines:\n1. Would you prefer to keep to the same wine or to have a red and a white wine?\n2. Good evening, Sir.\n3. Thank you.\n4. Here's the wine list.\n5. I would suggest a dry white Bordeaux wine to start for example a Entre-deux-mers or Côtes de Blaye. They are both fruity with a wonderful fresh taste that is perfect with fish.\n6. I am the wine waiter...\n7. Would you like to order some wine with your meal?\n8. What do you think of this Médoc? Is it worth its price!\n9. You're welcome, Sir. Enjoy your dinner!\n10. A good choice, sir!\n11. Actually, I don't have to drive tonight, so let's have both!\n12. I think a full-bodied wine such as a Médoc or a Saint Emilion would go well.\n13. Then you have chosen a fillet steak with truffles for the main course, haven't you?\n14. Yes, please, I'm having today's menu: salmon mousse as a starter, then a fillet steak with truffles.\n15. It's an excellent choice, Sir! You won't regret it!\n16. I'll try Côtes de Blaye!\n17. Thank you for your advice. You've been very helpful.\n18. That's right! What do you recommend?\n\nCorrect order of the dialogue as per the solution provided:\n2-6-4-3-7-14-1-11-5-16-10-13-15-12-8-17-9\n\nPage number at the bottom right suggests this is an educational or training material from a course or handbook, the page number being 120."
  },
  {
    "source": "inconnu_1858",
    "contenu": "The document presents a list of recommended producers described as \"Rich, Elegant Zinfandels\" categorized under three quality and price categories: Everyday, Premium, and Splurge. Below is the structured representation of the information:\n\n---\n\n**Recommended Producers: Rich, Elegant Zinfandels**\n\n| Everyday | Premium | Splurge |\n|----------|---------|---------|\n| Bogle (multiple appellations, California) | Renwood (Sierra Foothills, California) | Biale (Napa Valley, California) |\n| Peachy Canyon (Southern Central Coast, California) | Alderbrook (Sonoma County, California) | Paraduxx (Napa Valley, California) |\n| Ravenswood (multiple appellations, California) | Quivira (Sonoma County, California) | Ridge (Northern Central Coast, California) |\n\n---"
  },
  {
    "source": "_Recette_de_Quinoa_Cuit_par_Absorption__Préparatio",
    "contenu": "The document is a recipe for cooking quinoa. Below is the structured content extracted from the document:\n\n### Recipe Title\nCuire du quinoa ★\n\n### Introduction\nLe quinoa, pour garder toute sa saveur, mérite de cuire par absorption, de même que l'amarante.\n\n### Preparation Details\n- **Temps de préparation:** 5 minutes\n- **Temps de cuisson:** 12 minutes\n- **Temps de repos:** 5 minutes\n\n### Ingredients\n- 200 g de quinoa\n- 420 g d'eau\n- ½ cuillère à café de sel fin\n\n### Instructions\n1. **Rinçage:** Rinsez soigneusement le quinoa pour éliminer la saponine entourant les grains.\n2. **Cuisson:**\n   - Portez à ébullition avec un couvercle l'eau salée.\n   - Versez le quinoa rincé dans le liquide bouillant et laissez cuire 12 minutes après reprise de l'ébullition à feu moyen et à couvert.\n   - Laissez gonfler 5 minutes hors du feu et à couvert jusqu'à absorption du liquide.\n\n### Chef's Tips (Le conseil du chef)\n- Le quinoa rouge et noir restent un peu plus fermes que le quinoa blanc. Vous pouvez prolonger leur cuisson si vous les aimez plus fondants.\n- Vous pouvez remplacer l'eau pour du bouillon et ajouter épices ou bouquet garni de votre choix.\n\n### Additional Information (Bon à savoir)\n- Comptez 1 volume de quinoa pour 1,7 volume d'eau afin d'obtenir une texture idéale.\n- Vous pouvez préparer de même de l'amarante: comptez 1 volume d'eau pour 1 volume d'amarante, et 25 minutes de cuisson. Laissez reposer 5 minutes avant de déguster: l'amarante reste légèrement collante, comme du tapioca.\n\n### Related Recipes (Idées recettes)\n- Soupe de quinoa, p. 274\n- Galette d'amarante et crème d'avocat, p. 277\n- Portobello burgers et chips de kale, p. 347"
