  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1965_full",
    "contenu": "The document is structured as an index or glossary, listing various topics along with corresponding page numbers. Here is the structured content:\n\n1. **Taittinger** - 192\n2. **Taittinger, Clovis** - 189\n3. **Talley Vineyards** - 733\n4. **Tamm, Curtis** - 727\n5. **Tango** - 883\n6. **Tanks, temperature-controlled stainless-steel** - 42\n7. **Tannat** - 95-96, 888\n8. **Tannin** - 12-14, 38, 44, 49, 57, 127, 336-38, 685\n9. **Tapas** - 458, 466-67\n10. **Tartaric acid** - 11, 114\n11. **Tarte tatin** - 268\n12. **Tartrates** - 114\n13. **Tasaki, Shinya** - 917\n14. **Tasman, Abel** - 839, 850\n15. **Tasmania** - 839\n16. **Taste, gender and** - 111\n17. **Taste buds** - 108, 109\n18. **Tastes, considering** - 108-111, 114\n19. **Tastevins** - 106\n20. **Tasting wines**\n    - **assessing aroma** - 102-06\n    - **confirming color** - 114\n    - **considering tastes** - 108-111, 114\n    - **descriptions and** - 110-11\n    - **feeling texture** - 108\n    - **gauging body weight** - 106, 108\n    - **gender and** - 110\n    - **order and** - 103\n    - **overview of** - 101-02\n21. **Taurasi** - 415\n22. **Taurino** - 416\n23. **Tavel** - 248, 249, 251, 256\n\nEach entry includes topics that appear to be related to food, drinks, and wine tasting, among other subjects."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_458",
    "contenu": "The document provided consists of culinary pairings and characteristics for \"HAM,\" which is categorized by taste, weight, volume, techniques, and ingredients that are compatible with it.\n\n### Pairings and Characteristics for HAM:\n\n- **Taste:** salty\n- **Weight:** medium\n- **Volume:** moderate–loud (depending on smokiness)\n- **Techniques:** bake, sauté\n\n### Compatible Ingredients:\n\n- allspice\n- apples and applesauce\n- arugula\n- bacon\n- bay leaf\n- breakfast / brunch\n- butter, unsalted\n- buttermilk\n- cayenne\n- **CHEESE:** cheddar, Emmental, Fontina, Gruyère, Jack, manchego, mozzarella, Parmesan, Swiss\n- chestnuts\n- chives\n- cinnamon\n- cloves\n- corn\n- cornmeal\n- French cuisine\n- eggs\n- garlic\n- greens\n- honey\n- Italian cuisine, especially with prosciutto di Parma\n- macaroni\n- maple syrup\n- mushrooms\n- mustard, Dijon\n\nIt seems the document could be part of a food pairing guide, highlighting which ingredients blend well with ham for culinary preparations."
  },
  {
    "source": "the_meat_and_cooking_to",
    "contenu": "The document discusses techniques and considerations related to cooking fresh meat, focusing on how to achieve ideal doneness and knowing when to stop cooking. Here's a structured breakdown of the content:\n\n### COOKING FRESH MEAT\n#### Avoiding Overcooked Zones\n- Cooks can avoid \"zooming through\" the ideal doneness by removing meat from the oven or pan before it’s completely done, then allowing residual heat to finish the cooking.\n- The extent of afterheating depends on the meat’s weight, shape, and temperature, ranging from negligible degrees to 20°F/10°C.\n\n#### Knowing When to Stop Cooking:\n- Proper cooking involves knowing when to stop, as cookbooks are filled with rough approximations, such as minutes per pound or per inch thickness.\n- There are unpredictable factors that affect cooking such as meat's starting temperature, true temperatures of frying pans and ovens, and how often the meat is flipped or the oven door is opened.\n\n#### Meat Conductivity Factors:\n- Meat’s fat content and muscle fibers affect its conductivity, with fatty cuts cooking more slowly than lean ones. \n- Bone conductivity is enhanced by its ceramic-like mineral content, which slows down heat transfer and turns bone into an insulator.\n\n#### Judging Doneness:\n- The most effective instruments for measuring doneness keep track of internal temperature with a thermometer.\n  - For large roasts, a thermometer works well, while smaller cuts require more careful monitoring.\n  - Dial thermometers need frequent recalibration to maintain accuracy, the simplest way being to cut into the meat and check its color and fluid output.\n- Professional cooks evaluate meat by its \"feel\" and juice flow, such as bleeding juiciness indicating that the meat is just warmed within but bleu cooked at the surface.\n\n#### Influence of Cooking Temperature:\n- Illustrated insert discussing the impact of high and low cooking temperatures on meat doneness:\n  - **High Heat**: Cooks the outer layer quickly while the inner remains less cooked.\n  - **Low Heat**: Achieves more even cooking through the meat.\n\nThis summary breaks down the core discussions and advice presented in the document about cooking fresh meat effectively."
  },
  {
    "source": "the_and_of_sabering_bubbles",
    "contenu": "The document discusses the characteristics and misconceptions associated with the bubbles in champagne and sparkling wines, and also explains the act of sabering champagne.\n\n### Text Analysis and Structured Outline\n\n**1. Bubble Size and Quality in Champagne:**\n   - **Ingredients and Conditions:**\n     - Different ingredients and serving conditions (such as temperature and the type of glass) can affect the size of bubbles.\n     - The size of bubbles does not necessarily indicate quality but is more related to the drink's composition.\n   \n   - **Aging and Bubble Size:**\n     - As champagne ages, \\(CO_2\\) gradually diffuses through the cork, which lowers the carbonation and produces finer bubbles.\n     - Fine bubbles in vintage champagnes, which are aged longer, are often associated with better quality. However, recent studies suggest that even older champagnes with larger bubbles can be of high quality if they retain sufficient carbonation.\n\n**2. Sabering Champagne and Other Bubbly Wines:**\n   - **General View on Sabering:**\n     - Sabering is often viewed as wasteful or purely for show, but the document argues it can be an exciting and worthwhile technique if done correctly.\n     - The cost of the wine does not impact whether the bottle will saber well; it is more about the technique and the quality of the bottle itself.\n   \n   - **How to Saber:**\n     - Sabering involves striking the lower lip of the bottle's neck sharply to snap off the top.\n     - It requires careful execution to avoid glass shards, which can occur if done improperly.\n\n**3. Precautions in Sabering:**\n   - One must ensure not to aim the bottle towards mirrors or closed windows and avoid sabering over food to prevent accidents and maintain safety.\n\nIn summary, the text provides an insightful exploration of how the characteristics of champagne bubbles relate to quality perceptions, alongside detailing the dramatic technique of sabering, debunking some common myths while advocating for safety and caution."
  },
  {
    "source": "inconnu_1513",
    "contenu": "Extracting the document content into a structured Markdown format:\n\n---\n\n## AMPHORAE\nEarthenware vessels, ranging in size from that of a milk can to a refrigerator, used by the ancient Greeks and Romans to store and ship wine. An amphora was oval in shape, with two large handles at the top for carrying and a pointed bottom so that the vessel could be pushed into the soft earth, where it would remain upright.\n\n## ANTHOCYANINS\nThe red pigments in grape skins and wine.\n\n## APPEARANCE\nOne of the categories by which a wine can be judged by sensory evaluation, generally including an assessment of clarity and color.\n\n## APPELLATION\nIn general conversation the word *appellation* is often used simply to indicate the place where the grapes for a given wine were grown and subsequently made into wine. Technically, however, the word has much broader significance and importance. For this we must turn to the French for whom the full term is *Appellation d'Origine Contrôlée*, often abbreviated as AOC (see page 137). France's AOC regulation have become the world's model for laws that define and protect geographically named wines, spirits, and even certain foods. For any given wine the AOC laws stipulate, among other things, the precise area where the grapes that make the wine can be grown, the grape varieties that the wine can be made from, the permissible yield, aspects of viticulture, such as PRUNING and irrigation, the minimum alcoholic strength of the wine, plus various details of how the wine can be made. For a given French wine to carry an appellation, it must meet all of the criteria set down in the AOC laws. Multiple appellations can exist within a larger appellation. For example, Margaux is an AOC within the AOC Haut-Médoc, which itself is an AOC within the larger AOC Bordeaux. The AOC laws evolved progressively, beginning in the 1930s. Today, most European wine-producing countries have similar, fairly stringent systems that define and govern the wines produced. In the NEW WORLD, including the United States, regulations defining the geographic boundaries of wine-producing areas are more recent. While New World regulations may specify the boundaries of a given place such as the Napa Valley, they rarely specify or regulate details, such as grape varieties, permissible yields, or how the wine can be made. See also AVA.\n\n## AROMA\nA term broadly used to describe a wine’s smell. Technically, however, the smell of any wine is divided into the aroma, the smell that derives from the grapes, and the BOUQUET, a more complex smell that a wine acquires after aging.\n\n## AROMATIC\nA positive description, indicating that a wine has a pronounced aroma. Some varietal wines, such as muscat and gewürztraminer, are well known for being especially aromatic, often having spicy and/or floral (see FLOWERY) scents.\n\n## ASTRINGENT\nA term describing the drying mouthfeel of a wine with a considerable amount of **TANNIN**: a dry sensation provoked by some wines and certain foods, such as walnuts. Often used negatively to describe red wines with a lot of green or unripe tannin. Excess astringency is unpleasant and causes the mouth to pucker.\n\n## AUTOLYSIS\nThe decomposition of spent yeast cells by enzymes they contain. When a wine is sur lie, or on the lees, it is left in contact with the spent yeasts that performed the fermentation. As the yeast cells break down, they impart, for reasons not fully understood, an extra dimension of flavor, texture, viscosity, and complexity to the wine.\n\n## AVA\nThe acronym for American Viticultural Area. An AVA is defined as “a delimited grape growing region, distinguishing by geographical features, the boundaries of which have been recognized and defined.” On United States wine labels, such place names as Napa Valley, Sonoma Valley, Columbia Valley, and so on, are all AVAs. There are now more than 203 AVAs in the United States.\n\n## BAKED\nNegative term used when a table wine’s aroma and/or flavor seems overripe, caramel-like, or even burnt. Poorly made table wines allowed to get too warm or to become oxidized often taste baked (see oxidation). For certain wines, such as Sherry and Madeira, however, some “bakedness” is considered appropriate and positive, especially when combined with the wines’ tangy nuttiness.\n\n## BALANCE\nA harmonic equilibrium among the components of a wine (acid, alcohol, fruit, tannin, and so on) such that no one characteristic stands out like a sore thumb. Great wines have balance.\n\n## BARREL-FERMENTED\nUsed to describe a wine—usually a white—that has undergone fermentation in small oak barrels as opposed to in more neutral large casks, cement vats, or stainless-steel tanks. Fermentation in a small barrel can impart a richer flavor and creamier texture to some wines, though these so... [TRUNCATED]"
  },
  {
    "source": "inconnu_1682",
    "contenu": "The document is from a section titled \"ASIAN RICE ALCOHOLS\" and focuses on sake, including its varieties and specific types. Here's a structured summary of its key points:\n\n### Main Content:\n1. **Historical Background & Brewing Conditions**: \n   - Historically, sake brewing was mainly a winter activity.\n   - Optimal upper temperature for brewing is around 64°F/18°C.\n   - Highest grade sakes maintain temperature at around 50°F/10°C.\n   - Fermentation takes about a month, produce 2-5 times the normal quantity of aroma compounds including esters with notes of apple, banana, and other fruits.\n\n2. **Post-Fermentation Process**: \n   - Pressing the solid-liquid mixture to separate, then filtering.\n   - Diluted with water to 15–16% alcohol by volume.\n   - Heated to 140-150°F/60-65°C to pasteurize and kill remaining enzymes.\n\n3. **Off Flavors**: \n   - Reference to a potential unpleasant flavor due to slow enzyme action, specifically noting \"sweaty isoamylacetate\".\n\n4. **Varieties of Sake**:\n   - There are broad range of sake varieties from cheap standards, which are often used in industrial processes, to high-end versions favored for their traditional ingredients and brewing methods.\n   - Premium versions contain only rice, water, and microbes, omitting additional sugars or acids.\n\n5. **Preference**: \n   - Sake is often preferred warm like many Chinese rice alcohols.\n\n### Special Types of Sake:\n1. **Genshu**: Undiluted; around 20% alcohol.\n2. **Kimoto**: Brewed slower with live motos, allowing natural lactic acid bacteria development.\n3. **Namazake**: Unpasteurized meaning active enzymes remain; needs refrigeration.\n4. **Oriazake and Nigorizake**: Cloudy with remnants of yeast cells and other solids.\n5. **Shizuku**: Made by gravity draining the mash, avoiding pressing.\n6. **Taruzake**: Aged in cedar barrels for distinct flavor.\n7. **Additional Note**: Junmaishu is made only with rice and water, where at least 40% of the rice grain has been polished away.\n\n### Document Image Note:\n- Mention of a specific feature of sake fermentation involving the repeated addition of cooked rice to the fermenting mash over the course of several weeks.\n\nThis organized presentation helps in understanding the different processes involved in sake production, types, and the specific attributes associated with different variants of this traditional Japanese alcohol."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_173",
    "contenu": "The image depicts a variety of grains, spices, and powders, each contained in small, circular dishes and labelled with numbers from 1 to 14. Below is the description and presumed identification based on their visual appearance:\n\n| Number | Description                     |\n|--------|---------------------------------|\n| 1      | White Quinoa                    |\n| 2      | Red Quinoa                      |\n| 3      | Black Quinoa                    |\n| 4      | Buckwheat or Mixed Grain        |\n| 5      | Heap of brownish sticks (could be some sort of cinnamon or root) |\n| 6      | Fine White Powder (possibly flour or starch) |\n| 7      | Yellowish Granules (could be millet or couscous) |\n| 8      | Reddish Granules (possibly lentils or another type of seed) |\n| 9      | Brown Powder (could be ground spice or granules) |\n| 10     | Pale Brown Powder (possibly another kind of ground spice or seasoning) |\n| 11     | Fine White Powder (similar to 6, possibly another flour or starch) |\n| 12     | Fine White Powder (appears similar to 11 and 6) |\n| 13     | Yellow Powder (possibly a fine ground spice or seasoning) |\n| 14     | White Granular Powder (possibly sugar, salt, or another soluble substance) |\n\nThese contents seem to be typical in a kitchen or pantry, possibly for cooking and baking. The materials are neatly organized and labeled for identification or inventory purposes."
  },
  {
    "source": "inconnu_1981",
    "contenu": "The image contains two wine labels from different vineyards. Here are the details for each label:\n\n1. **Paumanok Vineyards**\n   - **Wine Name:** North Fork of Long Island Cabernet Franc\n   - **Vintage:** 2010\n   - **Series:** Grand Vintage\n   - **Producer:** Paumanok Vineyards, Ltd.\n   - **Location:** Aquebogue, NY\n   - **Additional Note:** Produced and Bottled by Paumanok Vineyards, Ltd.\n\n2. **Shinn Estate Vineyards**\n   - **Wine Name:** Nine Barrels Reserve Merlot\n   - **Location:** North Fork of Long Island\n   - **Volume:** 750ml\n   - **Alcohol Content:** 13.2% by volume"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1889",
    "contenu": "The document is a part of an index from a book, listing various topics along with their respective pages. Here's the structured representation of its content:\n\n### A\n- **grapes of**:\n  - History: 198-99, 201\n  - Land, grapes, and vineyards: 208-212\n  - Mâconnais: 200, 202, 208, 218-19\n  - Map: 197\n  - Minerality: 107\n  - Overview: 197-98\n  - Pairing with food: 117, 118\n  - Compared to Piedmont: 331\n  - Pinot noir: 67\n  - Quick sip: 198\n  - Serving: 214\n  - Terroir: 201\n  - Understanding: 201-07\n  - Villages: 200, 204\n  - Vintages: 220\n  - Visiting: 213\n  - White: 202, 215\n  - Wines to know: 222-26\n\n### B\n- **Burning match aroma**: 112\n- **Busby, James**: 833, 850\n- **Bush, George H. W.**: 104\n- **Buying wine**: 121-24\n\n### C\n- **Cabernet franc**:\n  - In Bordeaux: 145, 146-47\n  - In California: 677, 680\n  - In Canada: 811, 813\n  - In China: 912\n  - Description: 54-56\n  - In Friuli: 366, 367\n  - In Hungary: 627"
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_873",
    "contenu": "The image depicts an improvised incubator setup within a defunct commercial refrigerator. Below is the structured description based on the information provided in the embedded text:\n\n### Incubator Description\n- **Base Equipment**: Defunct commercial refrigerator\n- **Heat Source**: Incandescent lightbulb\n  - **Placement**: Under a pot of water\n  - **Purpose of Water Pot**: To diffuse heat and maintain humidity\n- **Control System**:\n  - **Device**: Temperature controller\n  - **Location**: Lower left of the refrigerator\n  - **Function**: Turns the light on when temperature drops below 87°F (30°C) and off when it exceeds this threshold.\n- **Heat Management**:\n  - **Mold Heat Generation**: Noted during second half of large batches\n  - **Additional Action**: Door opened to release excess heat when temperature increases"
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_355_full",
    "contenu": "### SERVING CHAMPAGNE—NOT WITH A BANG BUT A WHISPER\n\n**Introduction**\n- Champagne should be served chilled.\n- Ideal chilling takes 20-40 minutes in a bucket of ice and water.\n- The process enhances the consistent bubble formation characteristic of well-maintained Champagne.\n\n**Quote**\n\"The pop of the cork should sound like a gunshot with a silencer.\"\n— CLOVIS TAITTINGER, Taittinger Champagne\n\n**Opening Technique**\n1. **Foil Removal:** Remove the foil covering entirely, avoiding the wire cage.\n2. **Cork Handling:** Place your thumb firmly on top of the cork to prevent it from flying off inadvertently.\n3. **Wire Twisting:** Use the other hand to unscrew the wire which takes about six turns; there's no need to remove the cage completely.\n4. **Cork Twisting:** Hold the cork firmly and twist it slowly by turning the bottle in the opposite direction. Contrary to common belief, opening should not create a loud pop but a subdued hiss, similar to a contented sigh.\n\n**Serving Tips**\n- **Pouring:** Initially fill each glass with approximately 2 inches (or 5 centimeters) of Champagne.\n- **Subsequent Pouring:** Avoid topping up glasses right after they have been sipped from. Serving additional Champagne should be done after allowing some time to pass, similar to letting a cup of coffee settle before refilling.\n\n**Cultural Notes**\n- Opening a Champagne bottle correctly, with a subtle sound, is a refined method preferred and advised by seasoned French connoisseurs. This technique highlights the elegance of Champagne serving."
  },
  {
    "source": "mcgee.pdf_page_377",
    "contenu": "The document is a detailed description of various common fruits of temperate climates, specifically focusing on different types of berries, currants, gooseberries, grapes, and raisins. Here's the structured content:\n\n## Common Fruits of Temperate Climates\n\n### Lingonberries or Cowberries\n- **Species**: European relative of the cranberry, *V. vitis-idaea*.\n- **Flavor**: Distinctive, complex flavor, stronger and more grassy than American cranberry.\n\n### Currants and Gooseberries\n- **Genus**: *Ribes*, found in northern Europe and North America.\n- **History**: Not cultivated until around 1500.\n- **Issue**: Growth in the U.S. hindered due to restrictions related to white pine blister rust.\n- **Types**: Red currants (*R. sativum*), white and hybrids between red and white, black currants (*R. nigrum* - higher acid and strong aroma).\n- **Nutrition**: Black currants contain high levels of vitamin C and phenolic compounds.\n\n### Grapes\n- **Genus**: *Vitis*, primary species *V. vinifera*.\n- **Varieties**: Many thousands, mostly used to produce wine and table grapes.\n- **Grape Products**: About two-thirds are used for wine, and a third are made into raisins.\n\n### Table Grapes\n- **Diversity**: Various types, from seedless to deep purple with anthocyanins.\n- **Sugar Content**: Ranges from 14 to 25%.\n- **Flavor Profiles**: From neutral to musky or flowery.\n- **Varieties**: Include seedless varieties, Concord, and Thompson seedless grapes.\n\n### Raisins\n- **Process**: Made by sun-drying grapes.\n- **Duration**: Usually takes about three weeks.\n- **Quality**: Improved color obtained by shading grapes during drying.\n- **Preservation**: Sometimes treated with sulfur dioxide for better storage.\n- **Special Varieties**: Zante \"currants\" from the small black Corinth grape.\n\n### Gooseberry \n- **Species**: *R. grossularia*.\n- **Use**: Commonly used in tarts and sauces.\n- **Variety**: The jostaberry (a black currant–gooseberry cross).\n\nThe document provides an overview of the characteristics and cultivation issues related to these fruits, along with their uses, nutritional benefits, and variations."
  },
  {
    "source": "inconnu_1917",
    "contenu": "The document is a table of contents for a book that seems to focus on the topic of food pairing and related subjects. Below is the structured content of the table of contents:\n\n### Introduction\n1. **The Story of Foodpairing** - Page 8\n2. **Key Aromas** - Page 13\n3. **Olfaction versus Gustation** - Page 18\n4. **The Importance of Aroma** - Page 22\n5. **Aroma Molecules** - Page 25\n6. **Building Your Aroma Library** - Page 28\n7. **How Foodpairing Works** - Page 30\n\n### Ingredients & Pairings\n1. **From Kiwi to Oyster: Key Ingredients & Pairing Suggestions** - Page 40\n\n### Index of Ingredients\n1. **Glossary of UK & US Terms** - Page 387\n2. **Endnotes** - Page 387\n3. **Acknowledgements** - Page 387\n4. **About Foodpairing** - Page 388\n\nThis structured layout indicates the book contains detailed discussions on how different aromas affect food pairing, practical tips on creating a personal aroma library, and specific pairing suggestions for various ingredients. It also includes supportive sections like a glossary and acknowledgements."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_274",
    "contenu": "### Thierry Marx\n\n**Background and Career:**\nThierry Marx was trained in pastry making at \"Les Compagnons du Devoir\" in 1978. Prior to launching his culinary career, he had several military experiences. He worked at various esteemed venues, including Chez Ledoyen, Taillevent, Robuchon at the Château Hyatt, and subsequently moved abroad to places like Sydney's Regency Hotel and advanced his career in Asia, particularly in Singapore, Hong Kong, and Tokyo. His interest in martial arts helped him develop a deeper understanding of Asian culture, which influenced his gastronomic approach, blending Asian aesthetics with French culinary techniques.\n\n**Accomplishments:**\nUpon returning to France, Marx received his first Michelin star at Roc en Val at Montlouis-sur-Loire and then two stars at Cheval Blanc in Nîmes by 1999. He further enhanced his skills at Château Cordeillan-Bages in Pauillac, where he practiced innovative cooking techniques. Notably, he became \"Chef of the Year\" in 2006 as per the magazine Le Chef and was appointed the executive chef of Mandarin Oriental Paris in 2010, focusing on training and mentoring young chefs.\n\n**Philosophy:**\nMarx emphasizes using less utilized grains in his recipes, striving for a balance between contemporary tastes and innovative cooking that reflects his core values of education, innovation, and cost-effectiveness.\n\n**Location:**\nLe Mandarin Oriental Paris\n251 rue Saint-Honoré, 75001 Paris — France."
  },
  {
    "source": "_Three_Elegant_Cocktail_Recipes_by_Joaquín_Simó_an",
    "contenu": "The image contains recipes for three different cocktail drinks, each with its ingredients and method of preparation. Below is the structured content from the document:\n\n### Cocktail 1: Iron Chancellor\n- **Creator**: Joaquín Simó, 2008\n- **Ingredients**:\n  - 2 ounces Mackeson Stout\n  - ¼ ounce Espresso-infused Demerara Syrup\n  - Dry Champagne\n- **Method**:\n  - Combine the beer and syrup in a flute, then slowly add the champagne over the back of a teaspoon. No garnish.\n\n### Cocktail 2: Jane Rose\n- **Creator**: Joaquín Simó, 2011\n- **Ingredients**:\n  - 1 ounce Laird's Bonded Apple Brandy\n  - ¼ ounce Lemon Juice\n  - ¼ ounce Toby's Lime Cordial\n  - ¼ ounce Grenadine\n  - Dry Champagne\n- **Method**:\n  - Shake all the ingredients (except the champagne) with ice, then strain into a coupe. Top with champagne. No garnish.\n\n### Cocktail 3: Julien Sorel\n- **Creator**: Phil Ward, 2008\n- **Ingredients**:\n  - ¼ ounce Courvoisier Cognac\n  - ¼ ounce Green Chartreuse\n  - ¼ ounce Luxardo Maraschino Liqueur\n  - ¼ ounce Lemon Juice\n  - Dry Champagne\n  - 1 Lemon Twist\n- **Method**:\n  - Variation on the Last Word, with champagne (and simply the worst drink name ever). No specific mixing instructions provided in the text.\n\nAdditionally, the document features a header or title \"Dry Champagne\" and mentions using a \"Garnish: 1 Orange Twist\" for some unstated cocktail before giving specifics for the listed cocktails. This cocktail's preparation suggests stirring all ingredients (except champagne) over ice, then straining into a flute and topping with champagne, garnishing with the orange twist."
  },
  {
    "source": "inconnu_1585",
    "contenu": "The document discusses the principles of sauce making, focusing on the role of emulsifiers and the challenges related to creating stable emulsions. Here's a structured summary of the content:\n\n### Emulsifiers in Sauces\n- **Purpose**: Emulsifiers help in blending mutually incompatible liquids like oil and water, making it easier to create a fine, creamy emulsion.\n- **Types**: \n  - **Phospholipid lecithin**: Small molecules, part fat-soluble and part water-soluble, utilizing electrically-charged heads.\n  - **Proteins**: Larger molecules, examples include yolk proteins in eggs and casein proteins in milk/cream.\n\n### Stabilizers\n- **Function**: Aid in maintaining stability in emulsions by preventing the droplets from coalescing.\n- **Common Types**:\n  - **Proteins, starch, and plant particles**: Act as stabilizers by thickening or adding structure.\n\n### Formation and Challenges of Emulsified Sauces\n- **Historical View**: Emulsions are considered challenging both by chefs and chemists due to their instability.\n- **Common Issues**:\n  - Formation difficulty without proper technique.\n  - Breakage, where emulsions separate into oil and water again.\n\n### Example of Emulsified Sauce\n- **Bouillabaisse**: \n  - **Description**: A Provençal fish soup using gelatin’s thickening properties and olive oil.\n  - **Preparation**: Cooked with a variety of fish, aromatics, and finished with a vigorous boil.\n  - **Result**: Achieves a creamy texture from the emulsified mixture of gelatin and oil droplets.\n\nThe document underscores the scientific and culinary aspects of sauce preparation and highlights the importance of both ingredient selection and cooking technique in achieving the desired consistency and stability in sauces."
  },
  {
    "source": "inconnu_1614",
    "contenu": "The document discusses various aspects of egg quality, handling, and safety, particularly focusing on storage and contamination prevention. Here is the structured content breakdown:\n\n### Egg Storage and Usage\n- **Refrigeration**: Eggs should be kept fresh and treated with care, stored on an inner refrigerator shelf in an airtight container. They are susceptible to spoilage once broken and should be used promptly or frozen.\n- **Freezing**: Eggs can be stored frozen for several months in airtight containers. To freeze, remove the egg from the shell and allow some room for expansion. Yolks and blended whole eggs require certain treatment to prevent texture degradation during freezing.\n\n### Precautions to Prevent Salmonella\n- **Handling Raw Eggs**: Always cook eggs thoroughly to prevent salmonella contamination, maintaining a specific temperature for sufficient time to kill any bacteria present.\n- **Vulnerable Populations**: Extra care should be taken when handling eggs for young, old, or immunocompromised individuals to minimize the risk.\n\n### Pasteurized Eggs\n- Discusses alternatives to fresh eggs, including pasteurized eggs which are heated precisely to ensure safety while maintaining usability for culinary purposes. \n\n### Egg Safety: The Salmonella Problem\n- **Historical Context**: Salmonella enteritidis was identified in the mid-1980s as a significant cause of food poisonings in North America and Europe, leading to serious contamination issues in eggs.\n- **Current Situation**: The prevalence of salmonella in eggs has decreased, but the risk of contamination has not been entirely eliminated.\n\nThe content provides essential guidelines and safety measures for handling and consuming eggs to minimize health risks, particularly focusing on proper storage, cooking methods, and using pasteurized products to ensure consumer safety."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_219",
    "contenu": "The document lists various ingredients often used in alcoholic beverages, such as spirits and other flavoring agents. Each item on the list is categorized under the name of the spirit or the additional ingredients used for flavor depth. Here's the structured content extracted from the document:\n\n### Ingredients\n\n- **DRY VERMOUTH**: Peach, apricot\n- **CARPANO ANTICA FORMULA**: Coffee\n- **SWEET VERMOUTH**: Chai tea\n- **BLANC VERMOUTH**: Chamomile, watermelon, sage\n- **CAMPARI**: Chocolate, raspberries, sloe gin\n- **APEROL**: Blanco tequila, Lustau East India solera sherry, mango, grapefruit\n- **GREEN CHARTREUSE**: Coffee, chocolate\n- **YELLOW CHARTREUSE**: Strawberry\n- **AMARO**: Peach\n- **CYNAR**: Crème de cacao, celery\n- **ST-GERMAIN**: Everything\n- **ANGOSTURA BITTERS**: Aged spirits\n- **ORANGE BITTERS**: Citrus\n\n### Other Ingredients\n\n- **GRAPEFRUIT**: Cinnamon\n- **CELERY**: Apple\n- **VANILLA**: Passion fruit, pineapple\n- **STRAWBERRIES**: Black pepper, cinnamon\n- **CINNAMON**: Pineapple, pear, vanilla\n- **CUCUMBER**: Mint, sage\n- **PEACH**: Honey\n- **PINEAPPLE**: Sage\n\nThis structured list reflects the content of the document and maintains the categorization as seen in the image."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_188",
    "contenu": "The image you provided displays a close-up shot of a glass containing a golden-brown liquid, which is likely to be whiskey or a similar type of spirit. The glass is placed on a textured surface, possibly an intricately patterned tabletop or tray. The ambiance suggests a dark and moody setting which is common in photographs aiming to evoke a sense of warmth or an intimate atmosphere, often seen in bar or home settings designed for enjoyment of such beverages. \n\nThe image does not contain any textual document or structured content such as a table or graph that can be extracted or analyzed further in a textual format. If you need specific information or an analysis regarding beverage photography, glassware aesthetics, or something else depicted, please let me know!"
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_477",
    "contenu": "The provided document describes the production and processing of sorghum beer, detailing both the traditional methods used and variations observed in different regions. Here’s a structured breakdown of the content:\n\n### Sorghum Beer Production Process:\n1. **Sprouting and Drying Sorghum**:\n   - **Sprout sorghum:** Initiate the germination of sorghum seeds.\n   - **Dry in the sun:** Post sprouting, the sorghum is dried under sunlight.\n   - **Malt preparation:** Grind the dried sprouted sorghum to prepare malt.\n\n2. **Porridge Preparation and Brewing**:\n   - **Unfermented grain porridge:** Make a porridge using the unfermented grain.\n   - **Saccharification and souring:** Add the ground malt to the porridge for saccharification and introduce conditions for souring.\n   - **Additional cooking:** Cook the mixture further in water.\n   - **Fermentation initiation:** Add more raw malt as a starter to initiate fermentation.\n\n### Ingredients and Equipment:\n- **Grain Choices:** Sorghum or millet (alternative).\n- **Malting:** Seed soaking, sprouting, and drying methods discussed, optionally using low-heat dehydrators, fans, etc.\n- **Grinding Equipment:** Mill, mortar and pestle, or similar tools for grinding malted grain.\n\n### Cultural and Regional Variations:\n- **Availability:** Sorghum is more commonly available in African groceries and seed suppliers in the United States.\n- **Variational Brewing Techniques:** Local variations might include roasting some portion of the grains or malts to introduce different flavors or color profiles to the beer.\n- **Expert Insights:** Charlie Papazian notes that homebrewers and local villages may adapt the brewing procedures to enhance distinctive local beer attributes.\n\n### Fermentation Details:\n- **Types of Fermentation:**\n  1. **Primary:** Lactic acid fermentation.\n  2. **Secondary:** Yeast fermentation primarily.\n  3. **Optional Third Stage:** Acetic acid fermentation if the beer is not quickly consumed.\n\n### Additional Considerations:\n- **Stability for Storage:** Malted grain post-drying is stable for dry storage and can be aged for several months before usage.\n- **Regional and Tribal Influences:** There is significant regional and tribal variation in the methods used for sorghum beer production, each tailored to local tastes and available resources.\n\nThis document emphasizes both the traditional base-process of brewing sorghum beer and acknowledges the adaptations and varieties introduced by local practices and individual preferences."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_98",
    "contenu": "The document contains information categorized into two main sections as follows:\n\n### 1. Unnamed Section (List of Foods)\n- beef\n- corn\n- peaches\n- pumpkin\n- sweet potatoes\n\n### 2. Aroma\nWhen looking to make a big impact with aroma, turn to:\n- chocolate\n- cinnamon\n- herbs\n- pineapple\n- sous-vide cooking\n- spices\n- star anise\n- truffles\n- vanilla\n\n**Note**: The text mentions, \"We believe as much as 90 percent of flavor is due to aroma as opposed to taste. — DOMINIQUE AND CINDY DUBY, WILD SWEETS (VANCOUVER).\"\n\n### 3. Artichokes\n- **Season**: spring–early autumn\n- **Weight**: medium\n- **Volume**: moderate–loud\n- **Techniques**: bake, boil, braise, broil, deep-fry, grill, raw, roast, sauté, steam, stew\n\n**Complementary ingredients**:\n- aioli\n- anchovies\n- arugula\n- bacon\n- basil\n- bay leaf\n- beans, fava\n- beets\n- bell peppers, especially roasted\n- bread crumbs\n- butter\n\nThis structured presentation encapsulates the elements focused on aroma and artichokes including traits, seasonal availability, and compatible ingredients or preparation techniques."
  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_3",
    "contenu": "The document is a cover page of a French book titled \"Le Répertoire des Saveurs\" by Niki Segnit. The subtitle states \"Associations, recettes et astuces pour une cuisine créative,\" which translates to \"Combinations, recipes, and tips for creative cooking.\" Additionally, the text indicates that the work is translated and adapted from English (United Kingdom) by Patrice Salsa. The book is published under the Marabout publishing label."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_359",
    "contenu": "The document lists recipes for three different cocktails, each with its own set of ingredients and instructions. Each cocktail recipe also includes the name of the mixologist and the year they created the drink. Here is the content structured by cocktail name, creator, year, ingredients, and instructions:\n\n---\n\n### Pete's Word\n**Creator:** Phil Ward, 2008  \n\n**Description:**  \nIt doesn't make sense, but peaty Scotch and lime juice are amazing together, so I used this surprising combo in a variation on the Last Word.  \n\n**Ingredients:**  \n- ¾ ounce Laphroaig 10-Year Scotch  \n- ¾ ounce Luxardo Maraschino Liqueur  \n- ¾ ounce Green Chartreuse  \n- ¾ ounce Lime Juice  \n\n**Instructions:**  \nShake all the ingredients with ice, then strain into a coupe. No garnish.\n\n---\n\n### Scotch Lady\n**Creator:** Phil Ward, 2008  \n\n**Ingredients:**  \n- 1½ ounces Famous Grouse Scotch  \n- ½ ounce Laird's Bonded Apple Brandy  \n- ¾ ounce Lemon Juice  \n- ¼ ounce Simple Syrup  \n- ¼ ounce Grenadine  \n- 1 Egg White  \n\n**Instructions:**  \nDry shake all the ingredients, then shake again with ice. Double strain into a coupe and garnish with a brandied cherry.\n\n---\n\n### Straw Dog\n**Creator:** Thomas Waugh, 2009  \n\n**Ingredients:**  \n- 1 Strawberry  \n- 1½ ounces Compass Box Asyla Scotch  \n- 1 ounce Dolin Blanc Vermouth  \n- ¾ ounce Lemon Juice  \n- ½ ounce Simple Syrup  \n- 1 dash Bittermens Hopped Grapefruit Bitters  \n- Garnish: 1 Strawberry  \n\n**Instructions:**  \nIn a shaker, gently muddle the strawberry. Add the remaining ingredients and shake with ice, then strain into a chilled glass. Garnish with a strawberry.\n\n---"
  },
  {
    "source": "the_to_grenache_be_a",
    "contenu": "The document appears to be a minimalistic and abstract representation, perhaps relating to wine. Below is the structured content extracted from the image:\n\n1. Top left text: \"AUSTRALIA\"\n2. Below \"AUSTRALIA\", intermixed with it: \"flavors\"\n3. Vertically on the left center: \"winefolly.com variety grenache grenache\"\n4. Top right text: \"VINUS DE\"\n5. Additional right-aligned text at the right edge: \"Quality Grenache eas 15-20\"\n\nThe content includes references to \"Australia,\" \"Vinus de,\" and the \"Grenache\" variety of grapes, which is commonly used in wine-making. The mention of \"winefolly.com\" suggests that it might be related to educational content or promotional material from a website dedicated to wine. The \"Quality Grenache eas 15-20\" could be indicating a rating or age suitability for the wine but is somewhat ambiguous in its meaning."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_537",
    "contenu": "### Sculpting with Tempeh\n#### Betty Stechmeyer\n\nYou can take young squares (¾-inch sandwich bag size) of tempeh, unwrap, slice, and build, Lincoln-log-style, with the slices. Return to the incubator and the overlap area will bind the basket or house together. I “built” a turkey once. You can also incubate the inoculated tempeh and stir it periodically to keep the mycelium from binding. At around 16 hours you can make forms from the loose fuzzy beans, such as a “bird’s nest” in a bowl, or a protein pie shell, by lining a pie plate with partially done beans, with the next size smaller to press a form. The partially done tempeh also makes a good substrate to mix in robust seasonings that would otherwise inhibit mold growth, such as chorizo seasoning.\n\nIncubation needs to be closely monitored. In the early period, the Rhizopus mold gains a strong competitive advantage over fungal and bacterial competitors from a relatively warm environment, and in fact has been shown to grow fastest at body temperature, 98.6°F/37°C. It’s good to encourage rapid mold growth because the mold creates substances that protect it against certain bacteria, specifically “gram-positive” and “anaerobic sporeformers,” state Hesseltine and Wang. But once the mold is vigorously growing, after about 8 to 14 hours (depending upon temperature), it begins to generate significant heat, and the potential exists for heat to accumulate to the point where it kills the mold (above body temperature). Therefore, tempeh is typically incubated at more moderate temperatures of 80–90°F/27–32°C. The fact that molds generate heat midway through their incubation is a critical concept for understanding the dynamics of growing mold cultures. It is helpful to monitor incubator heat at frequent intervals through the process."
  },
  {
    "source": "inconnu_1754",
    "contenu": "### Peeling a Wine Label\n\nIt is an easy step to peel off the label of all wine bottles. Simply heat up the bottle in an oven and start peeling off the label at its corner. The label will be removed with no fuss."
  },
  {
    "source": "inconnu_1857",
    "contenu": "The image contains text structured as a list of ingredients followed by a series of quotes (or testimonials) from different individuals about their use of basil in cooking.\n\nHere is the content structured and extracted from the image:\n\n### Ingredients\n- potatoes\n- poultry\n- rabbit\n- raspberries\n- rice\n- rosemary\n- salads and salad dressings\n- salmon\n- salt: kosher, sea\n- sauces\n- scallops\n\n### Usage of Basil\n- General usage: Basil is added at the very end of cooking to change the direction of the dish, giving it a minty freshness. It is particularly associated with summer.\n  \n**Quotes on using basil:**\n1. **No specific user mentioned:**\n   - Uses basil in dishes like lobster with a sauce of sweet Muscat or Sauternes, curry, and lime. Basil is added to mirepoix and mixed into sauce with wine. It lightens the dish and contrasts with the \"worked-on\" aspect.\n    \n2. **David Waltuck, Chanterelle (New York City):**\n   - Describes using basil in Thai cooking, especially in coconut milk-based curries where entire leaves are incorporated. This serving emphasizes the freshness and vegetal qualities of basil.\n\n3. **Michael Laiskonis, Le Bernardin (New York City):**\n   - Prefers basil in syrups, particularly with strawberries and citrus fruits. Combines basil with lemon and vanilla in summer fruits like berries. Also uses it to tenderize cherry tomatoes, making them crisp.\n\n4. **Katsuya Fukushima, minibar (Washington, DC):**\n   - Prefers basil over cilantro due to its familiarity and less pungent flavor. Uses basil in ceviche with ingredients like tomato, watermelon, yuzu, sesame seeds, and adds fresh basil and basil oil.\n\n### Additional Ingredient Mentions\n- sea bass\n- shellfish\n- shrimp\n\n### Types of Soups\n- Asian\n- bean\n- chowder\n- vegetable"
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_334",
    "contenu": "### Emmanuel Renault\n\n**Biography:**\nEmmanuel Renault has always been passionate about the mountains, which heavily influenced his culinary career. He began his career at the prestigious Hôtel de Crillon with Christian Constant, Yves Camdeborde, and Éric Fréchon. He relocated to Marc Veyrat’s famed restaurant located near Lake Annecy and ultimately settled at the legendary Claridge's in London. In 1997, he moved to Megève and opened his own restaurant, the Flocons de Sel, which was consolidated as a culinary landmark when it gained three Michelin stars in 2012.\n\n**Culinary Philosophy:**\nRenault discusses the richness of local ingredients - citing the bourgeois birds, shelled kings, and daisies as inspirations which are all readily available in his garden. His culinary approach emphasizes simplicity and proximity to nature, suggesting that culinary inspiration does not require looking far: everything needed is close at hand. He mentions techniques that highlight natural flavors, such as fasting cooking (\"Le cuisson juste\"), and the importance of impactful taste elements in dishes like morels with amaretto sabayon, peas, and profound components that make simple ingredients shine.\n\n**Signature Restaurant:**\nFlocons de Sel\n - Address: 1775 route de Leutaz, 74120 Megève – France\n - Website: [floconsdesel.com](http://floconsdesel.com)\n  \n**Dish Highlight:**\nRenault's restaurant offers a unique vegetarian menu featuring a prominently displayed wild mushroom picked from local sources, elegantly prepared with a couple of his favorite spices - surprising café and exhaustive spices, which intensify the flavors.\n\n![Portrait of Emmanuel Renault](attached image)"
  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_70",
    "contenu": "Here is the structured content from the document provided, organized in a simplified text format:\n\n---\n\n**Betterave & Chocolat :**\n- Description: A popular cake recipe involving beetroot and chocolate. It is rich and chocolatey, with a texture that crumbles easily.\n- Unique Aspects: Despite being sweet and spiced, the flavor of beetroot subtly permeates, giving it a distinct taste.\n- Conclusion: It’s a surprisingly good combination that many people would not expect to enjoy.\n\n**Betterave & Cresson :**\n- Context: Common in France and Poland, especially served with fatty fish.\n- Recipe Suggestions: Mix thinly chopped watercress with cream to make a sauce for cooked beetroots. Suitable to serve with fatty fish, liver, or juicy steaks.\n\n**Betterave & Cumin:**\n- See also: Cumin & Betterave.\n\n**Betterave & Foie:**\n- See also: Foie & Betterave.\n\n**Betterave & Fromage de chèvre :**\n- Description: Goat cheese is a vibrant complement to the sweetness of beetroot.\n- Popular Recipes: Beetroot-infused goat cheese ice cream, beetroot tarte with goat cheese and beetroot meringue.\n- Additional Info: The recipe includes risotto with beetroot cubes and goat cheese, garnished with parsley.\n\n**Betterave & Noix :**\n- See also: Noix & Betterave.\n\n**Betterave & Noix de coco :**\n- See also: Noix de coco & Betterave.\n\n**Betterave & Œuf :**\n- See also: Œuf & Betterave.\n\n**Betterave & Oignon :**\n- See also: Oignon & Betterave.\n\n**Betterave & Orange :**\n- See also: Orange & Betterave.\n\n**Betterave & Poisson gras :**\n- Context: Common in Scandinavian and Baltic cuisines.\n- Recipe: Mix beetroot with salty fish (especially herring), onion, and apple. Serve with dense mustard bread.\n  - Special Mention: This dish is typical in Bornholm, Denmark.\n- Producers: Some producers, like H. Forman & Son, even sell smoked salmon with beetroot.\n\n**Betterave & Pomme :**\n- See also: Pomme & Betterave.\n\n**Betterave & Pomme de terre :**\n- See also: Pomme de terre & Betterave.\n\n**Betterave & Porc :**\n- Historical Recipe: A recipe from 1818 called barszcz (borscht), involves beetroot with pork, bacon, and a mixture of other ingredients.\n- Instructions: After cooking the meat and vegetables in beetroot juice, add an entire chicken, a duck, and a goose for roasting.\n\n---\n\nThis structured list summarizes the various pairings and recipes involving beetroot as described in the document. Each entry highlights key elements such as ingredients, cultural relevance, and cooking suggestions."
  },
  {
    "source": "mcgee.pdf_page_237",
    "contenu": "The provided image is a scan of a document titled \"SHELLFISH AND THEIR SPECIAL QUALITIES.\" It offers educational information about various types of shellfish, focusing on their unique characteristics and culinary uses.\n\nHere’s a breakdown of the main content of the document:\n\n### Page Title:\n- **SHELLFISH AND THEIR SPECIAL QUALITIES**\n\n### Subsections and their contents:\n\n1. **Crabs**\n   - Description of crabs lacking tails and having a massive cephalothorax which helps them live in deep seas and burrow on land.\n   - Mention of specific crab types such as the Florida stone crab and the Pacific king crabs with notable features.\n   - Details about commercial crab species known as Callinectes, Carcinus, Cancer, and others; their harvesting methods (live, baited traps, or dredges), and culinary preparation (whole, cooked, processed into shell-less meat).\n   - The muscle tissue, also referred to as \"mustard\" or \"butter,\" is highlighted for its flavor and texture.\n\n2. **Soft-shell crabs**\n   - Discusses delicacies derived from freshly molted crustaceans such as the soft-shell shore crab.\n   - It mentions that these crabs are consumed whole and must be monitored closely due to the absorption of protein and fat reserves when shedding their old shells.\n\n3. **Molluscs: Clams, Mussels, Oysters, Scallops, and Squid**\n   - Describes molluscs as strange but abundant creatures with prehistoric evidence of human consumption.\n   - Features of molluscs: a distinct, adaptable muscular \"foot\" for movement, complex digestive and sexual organs, and a mantle for secretion and muscle control.\n   - Detailed characteristics of specific molluscs like abalones, which have a protective shell and muscular foot, and clams, which have shells allowing them to burrow and protect themselves.\n\nThroughout the detailed descriptions, the document emphasizes the unique physiological features of these shellfish and their adaptations which make them both a challenge and a delight in culinary practices."
  },
  {
    "source": "inconnu_1946",
    "contenu": "The document presents information on the process of making miso and discusses personal experiences with using *koji* in cooking. Here's a structured summary of the content:\n\n### Personal Experience with Koji\n- The author started using more *koji* after learning to make it, possibly detailed in a previous chapter linked as \"detail in the previous chapter.\"\n- Benefits noted:\n  - Fresh *koji* has an alluring aroma and is potent.\n  - Making *koji* at home reduces costs compared to buying it.\n  - Personal preference for miso with higher *koji* proportions due to lower salt usage and no need for long-term cool storage.\n\n### Process of Making Miso\n- Essential Ingredient: *Koji* (can be homemade as described in chapter 10 or obtained from commercial sources mentioned in the \"Resources\" section).\n- Steps for Making Miso:\n  1. **Bean Preparation:**\n     - Soak beans overnight with sufficient water.\n     - Cook beans in fresh water the next morning, removing any foam.\n     - Additives like kombu can be added to the cooking process for enhanced flavor.\n     - Duration: Varies by bean type; soybeans might take up to six hours.\n     - Stir frequently to prevent burning.\n  2. **Draining:**\n     - After cooking, drain the beans using a colander.\n  \n### Notes\n- Issues of overcooking are not problematic as long as the beans are stirred often.\n- The text includes a sketch labeled \"mortar & pestle,\" which might be referenced elsewhere for related uses in miso making or preparing *koji*.\n\nThis document provides insight into miso production with a specific focus on the use of *koji*, emphasizing personal adaptations and preferences in the preparation process."
  },
  {
    "source": "and_the_fermentation_in_to",
    "contenu": "The document discusses various methods of fermentation, mentioning short-term sauerkrauts, kimchi, fermentations in large fruits, vegetables, and other traditional methods that use unique materials or containers.\n\n---\n\n**Short-term Fermentations:**\n- **Examples:** Sauerkrauts, kimchis\n- **Containers:** Large fruits and vegetables such as watermelon, pumpkin, and eggplant.\n- **Characteristics:** These present fun but dramatic presentations, however, these are not ideal as fermentation vessels due to their rapid deterioration and inability to hold liquids effectively.\n\n**Baskets (Referenced Section):**\n- **Context:** Though not personally witnessed, the text references literature on fermentation in tightly woven baskets.\n- **Source:** Anthropologist Henry Bruman, referring to indigenous ferments in Mexico from a report dating back to the 16th century by Spaniards.\n- **Details:** The baskets are made of fibers so closely woven they hold water. It's speculated that beeswax or plant resin might help seal these baskets.\n- **Additional Reference:** Suggested reading on basket-molded tempeh in *Making Tempeh, Chapter 10*.\n\n**Pit Fermentation:**\n- **Personal Experience:** Author has no personal experience.\n- **Purpose:** Part of an effort to compile cultural information relevant to fermentation arts.\n- **Techniques:** Using simple holes dug into the earth as fermentation vessels.\n- **Examples:** Fish fermentation in Arctic regions, Gundruk and Sinki (fermented greens and radishes in the Himalayas).\n- **References:** *The Extraordinary Flavors of Fermentation (Chapter 2)* and *Himalayan Gundruk and Sinki (Chapter 5)*.\n\n---\n\nThis structured content clarity summarises the traditional and ethnic fermentation practices discussed in the document, along with sources and references for those interested in learning more about these methods."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_225",
    "contenu": "Here is the structured content of the document:\n\n### Tian de ratatouille au petit épeautre\n\n#### Pour 4 personnes\n- **Temps de préparation:** 30 minutes\n- **Temps de cuisson:** 1 heure\n- **Temps de repos:** une nuit\n\n#### Ingrédients\n- 200 g de petit épeautre de Haute-Provence\n- 2 gousses d’ail\n- 3 cuillères à soupe d'huile d'olive\n- 1 poireau\n- 1 aubergine\n- 2 grosses tomates\n- 1 courgette\n- 1 oignon rouge\n- 3 brins de thym ou de sarriette\n- ½ cuillère à café de graines de fenouil\n- 1 feuille de laurier\n- Sel fin, poivre du moulin\n\n#### Ustensile\n- Moule à gratin en terre (19 x 24 cm)\n\n#### Méthode\n1. **Préparation du petit épeautre:**\n   - Faites tremper le petit épeautre toute la nuit.\n   - Rincez-le et plongez-le 10 minutes dans de l'eau bouillante salée pour le précuire. Égouttez-le.\n\n2. **Préparation des légumes:**\n   - Préchauffez le four à 150 °C.\n   - Pelez et hachez les gousses d'ail. Huilez légèrement le moule et frottez-le avec une gousse d'ail écrasée.\n   - Rincez et séchez l'aubergine, coupez son pédoncule et coupez-la en tranches d'environ 5 à 7 mm d'épaisseur.\n   - Répétez avec les tomates et courgette, puis oignon rouge.\n   - Disposez en alternant en couches les tranches d’aubergine, de courgette, de tomate et d'oignon.\n\n3. **Cuisson:**\n   - Saupoudrez de thym ou de sarriette, de graines de fenouil et ajoutez la feuille de laurier.\n   - Arrosez d’huile d'olive.\n   - Enfournez et laissez cuire 45 minutes.\n   - Retirez, pressez légèrement avec une cuillère pour faire sortir le jus des légumes.\n   - Remettez au four pendant encore 1 heure à 1h15, jusqu’à ce que les légumes soient dorés et le petit épeautre cuit.\n\n4. **Service:**\n   - Servez chaud ou tiède.\n\n#### Conseils\n- **Le conseil du chef:** Un plat parfait à emporter en pique-nique, qui peut aussi se préparer d’avance et se réchauffer. Vous pouvez préparer de même du riz.\n- **Bon à savoir:** En provençal, le term \"tian\" désigne un plat à gratin en terre vernissée, souvent de petit diamètre (25 cm environ).\n\n#### Page Number\n- 223"
  },
  {
    "source": "dokumen.pub_perfect-pairings-a-master-sommeliers-practical-advice-for-partnering-wine-with-food-9780520931664.pdf_page_296_full",
    "contenu": "The document provides a structured list of principal wine-growing regions specifically for Riesling, categorized by country, region or state, appellations, and subappellations. Below I have provided the information in a structured format:\n\n**Title: RIESLING**\n\n1. **UNITED STATES**\n   - **California**\n     - Napa Valley\n     - Sonoma County\n     - Mendocino County: Anderson Valley\n     - Northern Central Coast: Monterey\n     - Southern Central Coast: Edna Valley, Santa Barbara\n   - **Oregon**\n     - Willamette Valley\n     - Greater Columbia Valley\n     - Yakima Valley\n   - **Washington**\n     - Greater Columbia Valley\n     - Yakima Valley\n   - **Michigan**\n     - Old Mission Peninsula\n     - Leelanau Peninsula\n   - **New York**\n     - Finger Lakes, Niagara\n   - **Virginia**\n\n2. **FRANCE**\n   - **Alsace**\n\n3. **GERMANY**\n   - Rheingau\n   - Mosel-Saar-Ruwer\n   - Nahe\n   - Franken\n   - Rheinhessen\n   - Pfalz\n\n4. **ITALY**\n   - Friuli-Venezia Giulia\n   - Trentino-Alto Adige\n\n5. **AUSTRIA**\n   - **Lower Austria**\n     - Wachau\n     - Weinviertel\n     - Kamptal-Donauland\n\nThis layout enumerates the primary wine regions for Riesling vine growing within each country, further detailing the appellations and subappellations where applicable."
  },
  {
    "source": "mcgee.pdf_page_326",
    "contenu": "The document presented is an informative text titled \"A SURVEY OF COMMON VEGETABLES\" from a section that specifically covers onions and garlic, detailing their types, properties, and how they are managed based on their categories in market sales. Below, I will break down the content into organized subsections.\n\n### Onions and Shallots\n- **Origin**: Onions have their origins in central Asia but have spread globally.\n- **Categories**: There are two primary types of onions in the market:\n  - **Spring or short-day onions**: Planted in late fall and harvested before fully mature in the next spring or early summer.\n  - **Storage onions**: Planted through the summer and harvested when mature in the fall. These are rich in sulfur compounds.\n- **Types**:\n  - **Mild onions** (often referred to as “sweet” onions but more accurately described as \"mild\").\n  - **White onions**: Somewhat moister, with less effective storage longevity compared to yellow onions. \n\n### Garlic\n- **Origin**: Native to Central Asia.\n- **Type**:\n  - **Allium sativum**: Known for its tight head of multiple cloves.\n  - **Elephant garlic (Allium ampeloprasum var. porrum)**: Not actually a true garlic but a bulbing variety of leek, characterized by a milder flavor and fewer sulfur compounds.\n\n### Properties and Uses\n- Onions are known for their flavor-enhancing properties when cooked, as they brown and contribute a caramel note. Red onions are noted for their pigment, affected by water-soluble anthocyanins.\n- Green onions, or scallions, are useful in many culinary applications and do not form bulbs.\n- Shallots are appreciated for their finer texture and sweeter taste, and are particularly prized in France and Southeast Asia.\n\n### Important Members of the Onion Family:\nHere is a structured representation of the table found in the provided text:\n\n```markdown\n| Common Name                      | Scientific Name            |\n|----------------------------------|----------------------------|\n| Onions                           | Allium cepa                |\n| Shallots                         | Allium cepa var. ascalonicum |\n| Garlic                           | Allium sativum             |\n| Leeks, wild                      | Allium ampeloprasum        |\n| Leeks, cultivated                | Allium ampeloprasum var. porrum |\n| Great-headed (elephant) garlic  | Allium ampeloprasum var. gigante |\n| Leeks, Egyptian                  | Allium kurrat              |\n| Ramps, ramson (broad-leaf leek)  | Allium tricoccum           |\n| Chives                           | Allium schoenoprasum       |\n| Chives, “garlic” or “Chinese”    | Allium tuberosum           |\n| Japanese long onion              | Allium ramosum             |\n| Japanese bunching onion          | Allium fistulosum          |\n| Rakkyo                           | Allium chinense            |\n```\n\nThe document gives a comprehensive overview of common vegetables under the onion family, their types, and botanical classifications, highlighting their culinary uses and growth properties."
  },
  {
    "source": "Module_8_-_Red,_white_and_Rosé_wines_of_Southern_Rhône_Valley_and_Southern_France.pdf_page_25",
    "contenu": "The image contains a structured table from a presentation entitled **\"Systematic Approach to Tasting\"** by WSET (Wine & Spirit Education Trust). The table categorizes various characteristics of a wine palate. Below is the extracted table in Markdown format:\n\n```markdown\n| PALATE                | Description                       |\n|-----------------------|-----------------------------------|\n| **Sweetness**         | dry – off-dry – medium-dry – medium-sweet – sweet – luscious |\n| **Acidity**           | low – medium(-) – medium – medium(+) – high |\n| **Tannin**            | low – medium(-) – medium – medium(+) – high |\n| **Alcohol**           | low – medium – high               |\n| **Body**              | light – medium(-) – medium – medium(+) – full |\n| **Flavour intensity** | light – medium(-) – medium – medium(+) – pronounced |\n| **Flavour characteristics** | |\n| **Primary**           |                                   |\n| **Secondary**         |                                   |\n| **Tertiary**          |                                   |\n| **Finish**            | short – medium(-) – medium – medium(+) – long |\n```\n\nThe table provides a systematic way to describe wine's multiple attributes from sweetness, acidity, tannin content, alcohol level, body, and flavor intensity to its primary, secondary, tertiary characteristics, and the finish. The columns for primary, secondary, and tertiary characteristics under \"Flavour characteristics\" are left blank, suggesting these are to be filled based on individual evaluations."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_426",
    "contenu": "The document contains two main sections, each discussing a specific type of porridge from different cuisines—**aceda** from Sudanese cuisine and **rice congee** from Chinese cuisine.\n\n### Aceda\n- **Description**: Aceda is a type of stiff porridge in Sudanese cuisine where the tester checks if the porridge is well cooked by pressing it with a finger. If the porridge bounces back and the finger comes off clean, it is well cooked. Conversely, if the porridge lacks resilience, sticks to the finger, or partly dissolves when water is added, it is undercooked.\n- **Cultural significance**: Originally, the word \"kissra\" referred to porridge in Sudan and later to a type of flatbread made from sorghum. By 1992, as described in Hamid Dirar's *Indigenous Fermented Foods of the Sudan*, \"kissra\" was used solely for sorghum flatbreads.\n- **Dining habit**: The text reflects a personal habit of making a batch of aceda in the morning, eating it both hot and as a cooled, solidified dish throughout the day.\n\n### Rice Congee\n- **Description**: In Chinese cuisine, congee is a creamy, digestible porridge made from pre-soaked grains, not just limited to rice but also millet, spelt, and others.\n- **Preparation Method**: A described method involves soaking whole-groat oatmeal, which is analogous to preparing congee. The mixture should be boiled then left to cook gently on a trivet atop a woodstove, radiator, or other gentle heat source. Additionally, one can combine grain and boiling water in a preheated thermos overnight for it to cook by itself.\n- **Unique Use**: The preparation method using a thermos is noted to be especially helpful for camping trips or when one needs porridge ready for consumption first thing in the morning.\n\nThe sections elegantly highlight how traditional dishes, such as porridges, can vary distinctly in preparation, texture, and consumption across different cultures. Each description not only informs about the dish itself but hints at a deeper cultural appreciation and adaptation over time."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_248",
    "contenu": "The document appears to be a collection of cocktail recipes. Each recipe includes ingredients, garnishes, and instructions on how to prepare the drinks. Here is the structured content of the provided recipes:\n\n### Cocktail Recipes\n\n#### 1. (No cocktail name provided)\n- **Ingredients**:\n  - ¾ ounce Acacia honey syrup\n  - 3 drops Scrappy's Lavender bitters\n  - Garnish: 1 brandied cherry\n- **Instructions**: \n  - Shake all the ingredients with ice, then strain into a coupe. Garnish with the cherry.\n\n#### 2. Blood and Sand\n- **Ingredients**:\n  - 1 ounce Springbank 10-year Scotch\n  - ¼ ounce House sweet vermouth\n  - ¼ ounce Cherry Heering\n  - ¼ ounce Orange juice\n  - ¼ teaspoon Lemon juice\n  - Garnish: 1 brandied cherry\n- **Instructions**: \n  - Shake all the ingredients with ice, then strain into a coupe. Garnish with the cherry.\n\n#### 3. Bobby Burns\n- **Ingredients**:\n  - 2 ounces Springbank 10-year Scotch\n  - ¼ ounce House sweet vermouth\n  - ¼ ounce Drambuie\n  - Garnish: 1 lemon twist\n  - 1 dash Angostura bitters\n- **Instructions**: \n  - Stir all the ingredients over ice, then strain into a martini glass. Garnish with the lemon twist.\n\n#### 4. Boulevardier\n- **Ingredients**:  \n  - 1½ ounces Elijah Craig 12-year Bourbon\n\n(Unfortunately, the recipe for Boulevardier seems incomplete as the document image provided cuts off before the end of this recipe.)\n\nThese cocktail recipes provide a concise guide on how to mix some classic drinks using specific ingredients, complete with garnishments and specific types of glassware recommended for each drink."
  },
  {
    "source": "and_wines_in_the_of",
    "contenu": "The provided image offers a detailed breakdown of different aspects of Spanish wine laws and characteristics of some Spanish grape varieties used in wine production. Below is the extracted information structured into two main sections:\n\n1. **SPANISH WINE LAWS**:\n    - **PDO Wines (Denominación de Origen Protegida - DOP)**:\n        The text details that Spain not only offers a hierarchy of PDO and PGI wines but also specific aging criteria for red and white wines. Wines that do not fit into these categories are labeled as \"Vino.\"\n        \n    - **Denominación de Origen (DO)**:\n        Wines of this type should meet certain quality, specification covering grape varieties, viniculture, and location standards.\n        \n    - **Denominación de Origen Calificada (DOCa)**:\n        Wines that have at least ten years' standing may apply for this more prestigious category, which currently only includes two DOCa: Rioja and Priorat. \n\n2. **Summary Table of Wine Aging Requirements**:\n    - The table specifies minimum total aging periods for different categories of red wines and the minimum time each must spend in barrels.\n\n```markdown\n| Designation | Red Wines Minimum total ageing (months) | Red Wines Minimum time spent in barrel (months) | White and Rosé Wines Minimum total ageing (months) | White and Rosé Wines Minimum time spent in barrel (months) |\n|-------------|--------------------------------------|--------------------------------------------------|----------------------------------------------|----------------------------------------------------|\n| Joven       | 0                                    | 0                                                | 0                                            | 0                                                  |\n| Crianza     | 24                                   | 6                                                | 18                                           | 6                                                  |\n| Reserva     | 36                                   | 12                                               | 24                                           | 6                                                  |\n| Gran Reserva| 60                                   | 18                                               | 48                                           | 6                                                  |\nNote: Some regions, such as Rioja, require that the wines made there are aged for longer both in total and in barrel.\n```\n\n3. **Discussion of Grape Varieties**:\n   - **Grenache Tinta (Garnacha)**:\n       Described as used often in Spanish wine and notable for low-yielding old vines in regions like Priorat.\n   \n   - **Monastrell (Mourvèdre)**: \n       Known as a drought-tolerant grape that still requires certain conditions, it typically produces full-bodied wines.\n   \n   - **Graciano**:\n        A highly valued grape used in blends in Rioja, it provides acidity and tannin to the wines and is renowned for its potential in moderate climates.\n   \n   - **Cariñena (Carignan/Mazuelo)**:\n        Noted for providing acidity and tannin, this grape is commonly used in Spanish wines from Rioja.\n\nThese details illustrate the important characteristics, regulations, and classifications integral to the viniculture and wine law framework in Spain."
  },
  {
    "source": "inconnu_1645",
    "contenu": "The content from the document can be analyzed as follows:\n\nThe document contains a list of words or terms organized in two columns. The left column only has one word at the bottom: \"Pungeri\" and the right column lists several types of cheese:\n\n- BLUE\n- CHEES\n- ÉPOISS\n- GORGC\n- ROQUE\n- STILTO\n- TALEGG\n\nThe formatting suggests that these are items or categories, possibly in a menu or inventory list, but it does not follow a standard table format and lacks additional descriptive information such as titles or headers."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1045_full",
    "contenu": "### Document Structured Content Analysis\n\n**Title: THE DOURO**\n\n**Section 1: The Douro Region Overview**\n- The Douro is renowned for Port and also a significant region for Portugal’s top dry red wines.\n- Prominent wine estates in Douro include: \n  - Quinta do Vesuvio’s Pombal do Vesuvio\n  - Chryseia\n  - Wine & Soul Pintas\n  - Quinta do Malhão\n  - Grande Escolha Piheiros\n  - Quinta da Gricha\n  - Quinta do Vallado\n  - Conceito among others\n- Wines from this region are described as:\n  - Structured\n  - Having dark, peaty flavors\n  - Featuring a juicy black fig character\n  - Aged in new French oak barrels\n  - Possessing a unique, resinous chaparral aroma reminiscent of esteva, a local rock rose.\n- Vineyards for Douro table wines:\n  - Shares rocky hillside terrain like those for Port.\n  - Approximately forty grape varieties allowed.\n  - Principal red grapes include: \n    - Touriga Franca\n    - Touriga Nacional\n    - Tinta Roriz\n    - Tinta Barroca\n    - Tinto Cão\n    - Spicy grape Tinta da Barca\n\n**Section 2: Historical Context and Wine Influence in America (THE WAY WE WERE: LANCERS AND MATEUS)**\n- **Impact of Lancers and Mateus on American Culture:**\n  - Became popular among baby boomers in college.\n  - Both wines (Lancers and Mateus) were slightly sparkling, sweet Portuguese rosés and influential in the 1950s, '60s, and '70s.\n  - Both wines remain available today.\n  \n- **Specifics on Lancers**\n  - Produced by the Portuguese firm J. M. da Fonseca in 1944.\n  - Initiated by an American wine merchant, Henry Behar.\n  - Named after Las Lanzas (The Lancers), a painting by Velázquez.\n  - Recognizable by its dark red crockery bottle.\n  \n- **Specifics on Mateus**\n  - Created in 1942 by Fernando van Zeller Guedes.\n  - Made from a mix of several grapes (baga, tinta barroca, touriga franca).\n  - Bottled in squat, flask-shaped bottles resembling wartime water canteens.\n  - Noted for its widespread sales surpassing a billion bottles.\n  - Famously preferred by Queen Elizabeth II and Jimi Hendrix (who reportedly drank from the flask).\n\nThis document provides a rich examination of the Douro region’s wine heritage along with an engaging historical recount of two iconic Portuguese wine brands and their cultural impact in the United States."
  },
  {
    "source": "inconnu_1494",
    "contenu": "The image displays four different food dishes:\n\n1. **Top Left**: A plate presenting a vibrant and colorful beet salad, featuring layers of thinly sliced red and yellow beets, garnished with pink petals and crushed nuts, over a creamy base, possibly a dressing or soft cheese.\n\n2. **Top Right**: A partially eaten fruit pie in a metal baking dish. The pie is filled with large fruit pieces, likely stone fruit such as peaches or plums, and is topped with a golden-brown crust that has crumbs scattered around.\n\n3. **Bottom Left**: A dish containing soba noodles arranged on a pink plate, accompanied by green vegetables such as Brussels sprouts and leaves, possibly watercress or spinach.\n\n4. **Bottom Right**: Two halves of a fruit-filled sandwich or dessert bar, stacked atop each other. The layers appear crumbly and the filling is red, possibly raspberry or another berry, suggesting a sweet pastry.\n\nThese visuals showcase a diverse array of culinary dishes, potentially highlighting themes of health, comfort, and indulgence."
  },
  {
    "source": "inconnu_1705",
    "contenu": "```markdown\n## SELECTED REFERENCES\n\n### Pliny the Elder. _Natural History_. 10 vols. Trans. H. Rackham et al. Cambridge, MA: Harvard Univ. Press, 1938–62.\n\n### Scully, T., ed. and trans. _The Neapolitan Recipe Collection_. Ann Arbor: Univ. of Michigan Press, 2000.\n\n### ___ , ed. and trans. _The Viandier of Taillevent_. Ottawa: Univ. of Ottawa Press, 1988.\n\n### Devy, D.: _Antiquitates culinariae_. London: Tornes, ed.: Prospect Books, 1997.\n\n### Warner, R. _Antiquitates culinariae_. London: 1791; reprint, London: Prospect Books, n.d.\n\n#### Encyclopedias of Food Science and Technology (referred to below as “Caballero” and “Maccrae”)\n\n### Caballero, B. et al., eds. _Encyclopedia of Food Sciences and Nutrition_. 10 vols. Amsterdam: Academic, 2003. [2nd ed. of Maccrae et al.]\n\n### Maccrae, R. et al., eds. _Encyclopedia of Food Science, Food Technology, and Nutrition_. 8 vols. London: Academic, 1993.\n\n#### Comprehensive Writings on Food Chemistry, Microbiology, Botany, Physiology\n\n### Ang, C.Y.W. et al., eds. _Asian Foods: Science and Technology_. Lancaster, PA: Technomic, 1999.\n\n### Ashurst, P.R. _Food Flavorings_. Gaithersburg, MD: Aspen, 1999.\n\n### Belitz, H.D., and W. Grosch. _Food Chemistry_. 2nd English ed. Berlin: Springer, 1999.\n\n### Campbell-Platt, G. _Fermented Foods of the World_. London: Butterworth, 1987.\n\n### Charley, H. _Food Science_. 2nd ed. New York: Wiley, 1982.\n\n### Coultate, T.P. _The Chemistry of Its Components_. 2nd ed. Cambridge: Royal Society of Chemists, 1989.\n\n### Doyle, M.P. et al., eds. _Food Microbiology_. 2nd ed. Washington, DC: American Society of Microbiology, 2001.\n\n### Facile, S. _Cornucopia II: A Source Book of Edible Plants_. Vista, CA: Kampong, 1998.\n\n### Fennema, O., ed. _Food Chemistry_. 3rd ed. New York: Dekker, 1996.\n\n### Ho, C.T. et al. _Flavor chemistry of Chinese foods_. Food Reviews International 5 (1989): 253-87.\n\n### Maarse, H., eds. _Volatile Compounds in Foods and Beverages_. New York: Dekker, 1991.\n\n### Manicent, M. _Technologie culinaire_. Paris: BPI, 1995.\n\n### Paul, P.C., and H.H. Palmer, eds. _Food Theory and Applications_. New York: Wiley, 1972.\n\n### Penfield, M.P., and A.M. Campbell. _Experimental Food Science_. 3rd ed. San Diego, CA: Academic, 1990.\n\n#### Chapter 1: Milk and Dairy Products\n\n### Brown, N.W. _India and Indology_. Delhi: Motilal Banarsidass, 1978.\n\n### Brunet, P., ed. _Histoire et géographie des fromages_. Caen: Université de Caen, 1987.\n\n### Calvino, I. M. _Palomar_. Trans. W. Weaver. San Diego, CA: Harcourt Brace Jovanovich, 1985.\n\n### Grant, A.J., trans. _Early Lives of Charlemagne_. London: Chatto and Windus, 1922.\n\n### Maccronee1, A.A. _A Vedic Reader for Students_. Oxford: Oxford Univ. Press, 1917.\n\n### Masui, K., and T. Yamada. _French Cheeses_. New York: Dorling Kindersley, 1996.\n\n### O'Flaherty, W.D., ed. and trans. _The Rig Veda_. Harmondsworth: Penguin, 1978.\n\n### Polo, M. _Travels_ (ca. 1300). Trans. W. Marsden. New York: Dutton, 1908.\n\n### Rance, P. _The French Cheese Book_. London: Macmillan, 1989.\n\n### ___ _The Great British Cheese Book_. London: Macmillan, 1982.\n\n### Blackburn, D.G. et al. _The Origins of Lactation and the Evolution of Milk_. Mammal Review 19 (1989): 1–26.\n\n### Bodyfelt, F.W. et al. _The Sensory Evaluation of Dairy Products_. New York: Van Nostrand Reinhold, 1988.\n\n### Buchin, S. et al. _Influence of Pasteurization and Fat Composition of Milk on the Volatile Compounds and Flavor Characteristics of Semi-hard Cheese_. J Dairy Sci 81 (1998): 3097-108.\n\n### Curioni, P.M.G., and J.O. Bosset. _Key odorants in Various Cheese_ types as determined by gas chrono-matography-olfactometry_. International Dairy J 12 (2002): 959-84.\n```"
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_566",
    "contenu": "The document contains text which describes a part of the fermentation process for a traditional Japanese beverage. Here's what the text says:\n\n\"koji enzymes sweeten the rice, lactic acid bacteria and yeasts start to ferment the sugars into acids and alcohol. Amazaké needs to be harvested after its fermentation. Typically it is then brought to a boil to kill the organisms poised to ferment it into something else.\"\n\nIn detail:\n- **Koji enzymes** play a role in converting the rice's starch into sugar.\n- **Lactic acid bacteria and yeasts** then ferment these sugars into acids and alcohol.\n- **Amazaké**, a type of sweet rice drink, is harvested post-fermentation.\n- To prevent further fermentation or spoilage, it's boiled to kill any remaining fermentative organisms."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_308",
    "contenu": "The document features recipes for three distinct cocktails, each with its unique blend of ingredients. Here's the information structured as recipes:\n\n### This is fall in a glass, or a potable pumpkin pie.—JS\n\n- **Ingredients:**\n  - 1 ounce Ron Del Barrilito 3-Star Rum\n  - 1 ounce Bunsen VSOP Calvados\n  - ¼ teaspoon Donn’s Spices #2\n  - ¼ ounce Lemon Juice\n  - ¼ ounce Maple Syrup\n  - 1 teaspoon Pumpkin Puree\n\n- **Instructions:**\n  - Shake all the ingredients with ice, then strain into a coupe. No garnish.\n\n### Pelée's Blood\n\n- **Creator:** Thomas Waugh, 2010\n- **Inspiration:** Mount Pelée eruption on Martinique in 1902\n- **Ingredients:**\n  - 1½ ounces Rhum JM 100-Proof Agricole Blanc\n  - 1½ ounces Donn’s Spices #2\n  - 2 dashes Vieux Pontarlier Absinthe\n  - ¾ ounce Lime Juice\n  - ¼ ounce Grenadine\n  - 1 teaspoon Cane Sugar Syrup\n- **Garnish:**\n  - 1 Lime Wheel and Cherry Flag\n\n- **Instructions:**\n  - Shake all the ingredients with ice, then strain into a double rocks glass filled with ice cubes. Garnish with the lime wheel and cherry flag.\n\n### Sea B3\n\n- **Creator:** Phil Ward, 2008\n- **Inspiration:** Challenges with community board (CB3)\n- **Ingredients:**\n  - 2 ounces Gosling’s Black Seal Rum\n  - ¼ ounce Lemon Juice\n  - ¼ ounce Orange Juice\n  - ¼ ounce Grenadine\n\n- **Instructions:**\n  - Shake all the ingredients with ice, then strain into a coupe. No garnish.\n\nThese recipes showcase a variety of flavors and mixtures, indicative of skilled cocktail crafting."
  },
  {
    "source": "Module_9_-_Red_Wines_of_Northern_Spain_and_Red_and_White_Whites_of_Northern_Italy_WSET_L3_Wines.pdf_page_17",
    "contenu": "Certainly! The provided image is titled \"Systematic Approach to Tasting\" and comes from the Wine & Spirit Education Trust (WSET). It contains a structured table for assessing the quality of wine based on various criteria. Here is a breakdown of the table's structure in Markdown format:\n\n```markdown\n| CONCLUSIONS                         | ASSESSMENT OF QUALITY                                               |\n|-------------------------------------|----------------------------------------------------------------------|\n| Quality level                       | faulty – poor – acceptable – good – very good – outstanding         |\n| Balance                             |                                                                      |\n| Length                              |                                                                      |\n| Intensity                           |                                                                      |\n| Complexity                          |                                                                      |\n| **Level of readiness for drinking / potential for aging** | **too young**  | **can drink now, but has potential for ageing** | **drink now: not suitable for ageing or further ageing** | **too old** |\n```\n\nEach row after \"Quality level\" is intended for notes related to the tasting, under the categories of Balance, Length, Intensity, and Complexity. \"Level of readiness for drinking / potential for aging\" is further divided into scenarios for the readiness of a wine, ranging from \"too young\" to \"too old.\""
  },
  {
    "source": "Module_5_WSET_L2_Wines.pdf_page_12",
    "contenu": "The image depicts a map focused on California, highlighting its geographical areas, particularly the renowned wine-producing regions of Napa Valley and Sonoma. The title \"Merlot and Cabernet Sauvignon\" suggests these regions are known for these grape varieties. Key locations such as San Francisco and Los Angeles are labeled, providing a geographical context. The map includes latitudinal marks at 40°N, 38°N, 36°N, and 34°N. Additionally, the image includes a logo indicating it was produced by the Wine & Spirit Education Trust (WSET) and mentions it is from \"Issue 1.1 © WSET 2019\"."
  },
  {
    "source": "_Essentials_of_Sourdough_Starter_Maintenance_and_C",
    "contenu": "The document is titled \"SOURDOUGH CULTURE\" and authored by Lynn Harris. It is excerpted with permission from *Gastronomica: The Journal of Food and Culture*. The content covers tips on maintaining and feeding a sourdough starter and discusses the cultural debates within the sourdough community. Below is the structured breakdown of the document’s content:\n\n---\n\n### Feeding and Maintaining Sourdough Starter\n- **Daily Maintenance**: Ideal daily feeding; every two or three days is generally adequate.\n- **Temperature Considerations**:\n  - Feed more often in a warm kitchen.\n  - Store the starter in the fridge if used only occasionally.\n  - Let it warm to ambient temperatures for feeding and fermenting before returning it to the fridge.\n  - If the starter is frozen, thaw and allow it to adjust to room temperature before feeding. Feed repeatedly if necessary until it's active.\n\n### Cultural Debates in Sourdough Community\n- **Division Based on Ingredients**:\n  1. **Commercial Yeast Usage**:\n     - Debated between those who allow and those who are against using commercial yeast to jumpstart a culture.\n     - Argument against: A sourdough is not a sourdough if ingredients other than grain and water are added.\n  2. **Ingredients in Starter**:\n     - Some use additional ingredients like grapes and milk in their starter.\n     - There's a division between these individuals and those who strictly use flour and water.\n     - Notable proponents of using additional ingredients include Nancy Silverton. \n\nThe document provides a practical guide to maintaining a sourdough starter under different conditions and sheds light on the passionate debates within the sourdough baking community regarding the purity and methods of creating and maintaining a sourdough culture."
  },
  {
    "source": "mcgee.pdf_page_266",
    "contenu": "The document appears to be a text about the history and refinement of vegetable cooking, excerpted from a larger work. It has a title \"EDIBLE PLANTS\" and includes three main sections:\n\n1. **Description of Historical Changes in Vegetable Cooking:**\n   - The text discusses the evolution of vegetable dishes from the use of artichokes, asparagus, mushrooms, and cauliflower in various cuisines.\n   - It highlights the work of John Evelyn, an Englishman, who wrote a book-length disquisition on salads and emphasized the importance of balance in the 19th century. \n   - There is also a mention of the simpler English vegetable cooking style versus the elaborate styles in France. Mention is made of Antonin Carême, a French chef who influenced French cuisine with his elaborations in the early 19th century. His approach included introducing new luster to lenten cuisine and enriching gastronomy with a broader range of vegetables like broccoli and sweet potatoes.\n\n2. **Excerpts from Classic Culinary Texts:**\n   - There are quoted instructions from \"La Varenne, Le Cuisinier françois, 1655\" on how to prepare asparagus.\n   - Another cited piece from \"John Evelyn, Acetaria: A Discourse of Sallets, 1699\" discusses lettuce's foundational role in salads and its benefits, including moral and temperance.\n\n3. **Impact of Modern Technology on Vegetable Consumption:**\n   - The text discusses how exploration, advancements in technology, and the industrialization of Europe and North America made high-quality produce less available, thus altering diet patterns.\n   - The development of rail transportation, refrigeration, and canning in the mid-19th to 20th century, as well as the discovery of vitamins, transformed the food landscape, placing new emphasis on the nutritional importance of vegetables.\n\nThe document closes by affirming the acknowledged role of fruits and vegetables in nutrition, underscored by their inclusion as a primary food group recommended for every meal."
  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_21",
    "contenu": "The document appears to be a collection of food recipes and culinary narratives, possibly from a cookbook or food-themed article. The content covers various dishes involving peanuts in different cultural cuisines. Here are the structured contents from the document:\n\n1. **General Cooking Method**:\n   - Ingredients: Rice vinegar (vin de riz fermenté), cornstarch, salt, spring onions, dried chilies, water, cornstarch, light soy sauce.\n   - Description: The cooking method describes sautéing, adding ingredients like garlic, ginger, and beef, followed by finishing with a sauce to achieve a thick consistency.\n\n2. **Cacahuète & Raisin or Raisin & Cacahuète**\n   - This seems to be a pointer or reference to a recipe or note combining peanuts and raisins.\n\n3. **Cacahuète & Tomate**:\n   - Ingredients: Tomato, chicken or beef, various vegetables such as courgette and yam, peanuts, onions, tomato paste.\n   - Cooking Method: Involves frying, simmering, and mixing the ingredients with spices and water, cooking until tender.\n\n4. **Cacahuète & Vanille**:\n   - Narrative Description: A story reminiscing about a childhood that involved a vanilla-scented snow concoction known as \"Marshmallow Fluff\". Mention of a unique sandwich involving peanut butter, marshmallow cream, and an anecdotal mention tied to the character Christopher Moltisanti from the TV series *The Sopranos*.\n\nEach section focuses predominantly on unique ways peanuts are integrated into various dishes reflecting different cultural backgrounds or storytelling related to food experiences."
