  },
  {
    "source": "inconnu_1547",
    "contenu": "## Colorado\n\nWhen you visit a hip city like Boulder, Colorado, it seems entirely logical that the state has an enthusiastic wine culture. That comes as no surprise. What is surprising, however, is viticulture in Colorado. The Rocky Mountain state’s 105 wineries are mostly nestled in high-elevation river valleys and on mesas—many of which are at elevations of 4,000 to 7,000 feet (1,200 to 2,100 meters) above sea level, making Colorado’s vineyards some of the highest in the world.\n\nAt such elevations, nights are cold, but during the ripening season in late summer, days are 30°F (17°C) warmer, dry, and sunny. Indeed, as in Argentina (where vineyards are often 4,000 to 5,000 feet/1,200 to 1,500 meters in elevation), the grapes experience an intense luminosity during ripening. In Colorado, that luminosity is coupled with long daylight hours. The combination of these factors bodes well for an industry that is just now beginning to get some traction. Among the most highly thought of wineries are Winery at Holy Cross Abbey, Two Rivers Winery, Bookcliff Vineyards, Creekside Cellars, and Garfield Estates Vineyard.\n\n---\n\nImage description:\nStriking palisades loom over the vineyards of Palisade, near Grand Junction, in northwest Colorado."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_724",
    "contenu": "The provided document discusses various uses of biodegradable and sustainable methods in several areas including burial and the arts. Here's a detailed breakdown of its structured content:\n\n1. **Green Burial Movement:**\n   - *Legal Status:* The text mentions that in some regions, it's permissible to simply bury the deceased in the ground without a coffin, whereas other areas might prohibit this method.\n   - *Purpose:* It aims to promote more environmentally friendly practices, such as using biodegradable materials for caskets and avoiding embalming fluids.\n   - *The Green Burial Council:* Formed to foster sustainable deathcare and protection of natural areas. The council employs science and economic incentives to advocate for these burial methods.\n   - *Conservation:* The burial acts not only as a means of body disposal but also potentially enrich the soil and aid in tree nutrition.\n\n2. **Fiber and Building Arts:**\n   - *Use of Fermentation:* Fermentation is utilized as a primary technique in the processing of organic materials for fiber arts, construction, and decorative applications.\n  \n3. **Bioplastics:**\n   - *Source and Use:* Discusses bioplastics made from plant materials such as corn-based plastics. Highlights their role as environmentally friendlier options for everyday products like packaging, cups, plates, and cutlery.\n   - *Manufacturing Process:* These bioplastics result from fermentation processes.\n\nThe text emphasizes sustainable practices and ecological conservation across different sectors, highlighting how traditional methods and materials are being re-evaluated and adapted to reduce environmental impacts."
  },
  {
    "source": "Wine_Label_Details_for__Tinto_Pesquera__Reserva_fr",
    "contenu": "This image shows a wine label for a product titled \"Tinto Pesquera\". Below are the structured details gleaned from the label:\n\n- **Product Name:** Tinto Pesquera\n- **Region:** Ribera del Duero (Denominación de Origen)\n- **Type of Wine:** Reserva\n- **Alcohol Content:** 13% Vol\n- **Volume:** 75cl\n- **Producer:** Bodegas Alejandro Fernandez Tinto Pesquera S.L.\n- **Item Number:** L-0012\n\nThe label features an illustration of what appears to be an architectural structure – possibly a gate or building front, which is common in wine label design to give a sense of heritage or location. The design is classic and typographical, focusing on the quality and origins of the wine rather than modern branding elements. The Denominación de Origen \"Ribera del Duero\" suggests that this wine is made in one of Spain’s foremost wine-producing regions, known for high-quality red wines made primarily from the Tempranillo grape."
  },
  {
    "source": "the-elements-of-taste.pdf_page_163",
    "contenu": "The document appears to be a recipe that includes detailed cooking instructions and taste notes for a dish featuring crayfish with a ginger bouillon. Here's the structured breakdown of the content:\n\n### Recipe Title:\nShellfish Stew with Ginger Bouillon\n\n### Serves:\n4\n\n### Ingredients:\n- Crayfish\n- Salted water\n- Ice water\n- Oil\n- Shallot\n- Garlic\n- Celery\n- Carrot\n- Rosemary\n- Thyme\n- Crayfish shells\n- White wine\n- Carrot juice\n- Water\n- Butter\n- Fava beans\n\n### Instructions:\n**Preparation of Crayfish:**\n1. **Blanching:** Blanch the crayfish in a large pot of boiling salted water, then shock them in ice water. Peel them, removing the vein that runs the length of the tail. Crush the shells and heads in a mortar or with a hammer.\n   \n2. **Cooking the base:**\n   - Heat oil in a large skillet over medium-high heat. Add the shallot and cook until translucent.\n   - Add garlic, celery, chopped carrot, rosemary, and thyme. Cook until the vegetables are slightly golden.\n   - Add the crushed crayfish shells. Stir constantly until they release water, then occasionally for about 10 more minutes.\n   - Deglaze with white wine. Scrape up bits, then add carrot juice and water. Simmer about 10 minutes, strain through a fine sieve, and return to the pan.\n   - Add butter and beat with an immersion blender until frothy.\n\n3. **Final Preparation:**\n   - Place 4 cups of the sauce in a saucepan, add the fava beans, and bring to a boil.\n   - In a separate saucepan, bring the remaining sauce to a boil. Add the shelled crayfish, reduce heat to medium, cook for 2 minutes.\n\n**Plating:**\n- Divide the garnish and crayfish among four bowls. Ladle sauce over the crayfish and serve.\n\n### Taste Notes:\n- **Aroma and Flavor:** Starts with a nutty aroma, akin to bisque, with sweetness from carrots which pushes other flavors forward.\n- **Texture and Consistency:** Fava beans offer a starchy smoothness, spreading the taste. The soft meaty crayfish provides a round shellfish taste.\n- **Final Notes:** Ends with picante heat and a floral herbal bouquet.\n\n### Special Note:\n- The recipe emphasizes \"Easternization\" of the classic Mediterranean bouillabaisse by incorporating Asian-inspired elements like ginger and possibly adjusting other floral elements and ingredients commonly associated with Mediterranean cuisine.\n\nPlease note that the exact measurements of the ingredients and some specific details like the quantity of each ingredient might be included in a more detailed recipe not fully visible in this summary."
  },
  {
    "source": "_Collection_of_Specialized_Brine_Recipes_for_Game_",
    "contenu": "The document contains two sections; each outlines a recipe complete with a title, description/notes, ingredients, and instructions.\n\n### First Recipe: Game Brine\n- **Description:** The brine uses peppery heat to enhance flavor and is suitable for all kinds of game meats. \n- **Ingredients:**\n  - 1 cup gin\n  - 1¼ tablespoons cracked black pepper\n  - 2 tablespoons ground juniper berries\n  - 1¼ tablespoons sea salt\n  - ¼ cups maple syrup\n- **Instructions:** Mix all the ingredients together and whisk. Refrigerate until needed.\n\n### Second Recipe: Lemon, Sage, and Madeira Brine\n- **Description:** Initially unimpressive when the ingredients were used separately, but using a food processor brought unity and enhanced the flavor profile with lemon, sage, and olives, among others. Designed for use with veal, chicken, or shellfish.\n- **Makes:** About 2 cups\n- **Ingredients:** Not specifically listed in the provided text summary. \n\n**Note:**\n- Each recipe emphasizes the importance of combining ingredients and allowing the flavors to meld over time in the refrigerator."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_827",
    "contenu": "The document content is a list of references, formatted as follows:\n\n1. **FAO Reference**: \"Fighting Poverty, Hunger and Malnutrition with Neglected and Underutilized Species: Needs, Challenges and the Way Forward,\" available online (Last accessed March 28, 2011).\n   \n2. **Y. L. Nene**: \"Kunapajala – A Liquid Organic Manure of Antiquity,\" published by Asian Agri-History Foundation (Last accessed March 28, 2011).\n\n3. **J. W. Schroeder**: \"Silage Fermentation and Preservation,\" an extension publication from North Dakota State University (Last accessed March 27, 2011).\n\n4. **Anna Kowalska-Lewicka**: \"The Pickling of Vegetables in Traditional Polish Peasant Culture,\" referenced in Riddervold and Ropeid, p. 37fn.\n\n5. **Michel and Jude Fanton**: \"The Seed Savers' Handbook\", published by Byron Bay, NSW, Australia: Seed Savers’ Network, 1993.\n\n6. **Barbara Larson**: \"Saving Seed from the Garden,\" in 'Home Hort Hints' published August–September 2000 by University of Illinois Extension (Last accessed March 27, 2011).\n\n7. **US EPA**: \"A Citizen's Guide to Bioremediation,\" EPA publication 542-F-01-001, April 2001 (Last accessed March 29, 2011).\n\n8. **David Biello**: \"How Microbes Will Clean Up the Deepwater Horizon Oil Spill,\" published by Scientific American on May 25, 2010 (Last accessed March 29, 2011).\n\n9. **American Academy of Microbiology**: Report on \"Microbes and Oil Spills FAQ,\" 2011.\n\n10. **American Academy of Microbiology**: Specific article referenced, publication year 2011.\n\n11. **Paul Stamets**: Referenced as Stamets (2005), pages 82 and 85.\n\n12. **Common Ground Collective Meg Perry Health Soil Project**: \"The New Orleans Residents’ Guide to Do It Yourself Soil Clean Up Using Natural Processes,\" March 2006 (Last accessed March 30, 2011).\n\n13. **Joseph Jenkins**: \"The Humanure Handbook: A Guide to Composting Human Manure,\" 3rd edition by Joseph Jenkins, Inc., 2005.\n\n14. **On-Site Wastewater Demonstration Program**: \"The Fundamental Microbiology of Sewage,\" hosted by Northern Arizona University (Last accessed March 30, 2011).\n\nEach entry typically provides the author(s), title, publication or hosting entity, publication date or event, and URL or access date."
  },
  {
    "source": "the_of_and_in_is",
    "contenu": "### Burgundy\n\n**Introduction:**\nThe large number of producers and appellations in Burgundy can make this region seem very complicated. However, in essence Burgundy is quite simple. It is the home of Chardonnay and Pinot Noir and this region still provides the benchmark of excellence for these varieties against which all other producers of these wines around the world are judged.\n\n### CLIMATE AND GRAPE GROWING\nBurgundy covers a wide area and the climate ranges from cool continental in the north around Chablis to moderate continental further south. Rain can frequently disrupt both flowering in early summer and harvest later in the year. Pinot Noir is particularly susceptible to grey rot and this can also be a problem in a wet growing season. Among the other natural climatic hazards that the grower may face are spring frosts, particularly in the Chablis region, where they can appear as late as May, and localised summer hailstorms, which can often destroy considerable proportions of a grower’s crop.\n\nA vineyard’s location is extremely important in determining its quality level in the appellation hierarchy. Basic village-level vineyards tend to be located on flat sites or at the bottom of slopes, whereas those of premier cru or grand cru level are often found mid-slope. These desirable hillside locations are less prone to frost than those on flat land. The highest-quality vineyards generally have a south or east-facing exposure, offering protection from prevailing westerly winds.\n\nThe soils in Burgundy are very varied. A large number of small geological faults, combined with gradual erosion, mean that precise soil types change significantly over small areas. These variations are often linked to subtle changes in the styles of the wines although the exact role the soil plays in this is the subject of much debate. What is certain is that the soils on the hillsides tend to be shallower with better drainage, whereas the soil on the flat land is deeper and more fertile.\n\n### GRAPE VARIETIES AND WINEMAKING\nThe vast majority of wines in Burgundy are produced from Pinot Noir and Chardonnay, although other grape varieties including Aligoté and Gamay are also grown.\n\n**Pinot Noir:**\nPinot Noir accounts for over a third of the total vineyard area. It is grown throughout the region, but the most important plantings are in the Côte d'Or. Classic Burgundian Pinot Noir has red fruit flavours in youth that evolve into flavours of earth, game and mushroom as the wine matures. The wines tend to have high acidity and low to medium levels of tannins, but this can vary according to the vineyard, the producer and the vintage. A wide range of winemaking techniques is used on Pinot Noir, varying from producer to producer. The use of whole bunches has gradually become more popular.\n\n**Chardonnay:**\nChardonnay accounts for nearly half the total vineyard area. The character of Chardonnay varies dramatically from the lean, steely, high-acid wines of Chablis in the north of the region, via the often fabulously complex, expressive wines of the Côte d'Or, to the more full-bodied, riper-fruited wines of Mâcon in the south. Burgundian winemakers were the pioneers of the techniques that are now associated with premium Chardonnay production around the world: barrel fermentation, barrel ageing (typically six to nine months), MLF for white wines and use of the lees during maturation. Some of the most expressive and sought-after Chardonnays made using these techniques come from the Côte d'Or. Debates continue regarding how much new oak is appropriate, and the ideal level of toasting for barrels. Whichever techniques are used, the best wines are well-balanced and complex expressions of Chardonnay that can mature in bottle for a decade or more.\n\n**Sidebar info on image:** Vertical shoot positioning on the hill at Corton. Light can clearly penetrate the canopy and the fruit is unshaded."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_127",
    "contenu": "The document contains two separate sections: a recipe for \"Préparer une sauce tarator\" (Preparing Tarator Sauce) and a recipe for \"Préparer de la purée d’olive\" (Preparing Olive Purée). Both recipes are presented with clear instructions, chef tips, and related recipe suggestions.\n\n### Préparer une sauce tarator\n\n**Purpose**: Sauce végétalienne utilisée pour les falafels, ou peut aussi être détournée sur des crudités, l'ajouter à des purées de légumes.\n\n**Ingrédients**:\n- 4 cuillerées à soupe de tahini (purée de sésame)\n- 1 ou 2 gousses d'ail\n- 1/2 cuillerée à café de sel\n- Le jus d'1 citron\n- Eau selon la texture et le goût\n\n**Instructions**:\n1. Mélangez le tahini dans un bol avec l'ail pelé et haché, le sel et le jus de citron.\n2. Incorporez de l'eau en filet, jusqu'à obtenir la consistance désirée, épaisse ou nappante.\n\n**Conseil du chef**: La sauce tarator se conserve 4 jours au réfrigérateur dans un bocal. Ajustez sa teneur en eau selon votre goût.\n\n**Idée recette**: Falafels et tabbouleh, p.304\n\n---\n\n### Préparer de la purée d’olive\n\n**Context**: Common in Provence, Italy, and Greece, used to enrich toast, tartines, salted tarts, pizzas.\n\n**Ingrédients**:\n- 250 g d'olives noires dénoyautées\n- 50 g de câpres au sel, bien rincées\n- 1 cuillerée à café de cognac\n- 1 cuillerée à soupe d'huile d'olive\n- 2 cuillerées à café de thym séché\n\n**Instructions**:\n1. Mixez tous les ingrédients sauf l'huile d'olive.\n2. Ajoutez l'huile d'olive en filet et émulsionnez.\n3. Goûtez et, si nécessaire, rectifiez l'assaisonnement.\n\n**Conseil du chef**: Pour une purée d'olives vertes, utilisez la même quantité d'olives et remplacez les câpres par 2 cuillerées à soupe de poudre d'amande.\n\n**Bon à savoir**:\n- Cette préparation se conserve deux semaines au réfrigérateur dans un bocal hermétique, à condition de la recouvrir d'une fine pellicule d'huile d'olive.\n- La tapenade provençale contient, elle, des anchois. Son nom vient du provençal \"tapeno\", qui signifie « câpre ».\n\n**Idée recette**: Tarte aux amandes, purée d'olive et légumes du soleil, p.375\n\n---"
  }
]