  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_162",
    "contenu": "### Wine Profile: Soave from Veneto, Italy\n\n#### General Information\n- **Origin:** Made in Veneto, Italy\n- **Acres:** 20,000 acres (~8000 HA)\n- **Temperature preference for drinking:** Ice cold\n- **Price Range:** $10 - $15\n- **Common vintage temperature flavors:**\n  - **Cool vintage:** Lemon Rind, Crisp Pear\n  - **Warm vintage:** Honeydew Melon, Mango\n\n#### Grape Variety\n- **Name:** Garganega (\"gar-GAN-neh-gah\")\n- **Characteristics:**\n  - The grape of Soave.\n  - Best vineyards are located on slopes in the hills above the walled city of Soave.\n- **Soave & Soave Superiore:**\n  - Soave Superiore accounts for a larger production scale.\n\n#### Wine Description\n- **Taste Profile:** Light and zesty, common with notes of honeydew melon, saline, marmalade, white peach, often with a subtle note of green almond.\n- **Sensory Notes:** Rich, honeyed\n\n#### Pairing Suggestions\n- **Ideal with:** Shellfish, chicken, firm tofu, hard cheeses\n- **Complementary foods:** Split lentils, and orange papaya\n- **Comparison:** Soave can be compared to Greco and Greco di Tufo wines which tend to be bolder and more fruity. \n\nThis document provides a succinct overview of Soave wine produced in Veneto, Italy, highlighting its grape variety, production specifics, taste profile, and pairing suggestions."
  },
  {
    "source": "396118758-Understanding-Wines-Explaining-Style-and-Quality.pdf_page_108",
    "contenu": "### The Northern Rhône\n\nMany of the vineyards of the Northern Rhône are situated on steep slopes next to the River Rhône between Vienne in the north and Valence in the south. Although they are responsible for only a small percentage of the total production of Rhône wines, these northern vineyards are home to many of the premium wines.\n\n#### Climate and Grape Growing\nAt this point along its course the Rhône Valley is quite narrow and steep. The vineyards are mainly planted close to the river where the best sites occupy steep slopes with a south-facing aspect. These sites often lie in lateral valleys that feed into the Rhône, valleys that also serve to protect the vines from the cold north winds known as the *mistral*, which can easily damage them. Vines are supported either by an individual stake or by a tepee-like arrangement of stakes. The climate is similar to that of Beaujolais: moderate and continental. Temperatures are noticeably cooler than in the Southern Rhône.\n\n#### Grape Varieties and Winemaking\nThe Northern Rhône is most closely associated with powerful red wines made from Syrah. However, although only a small amount of white wine is made it has a significant reputation thanks in large part to the popularity of Viognier among drinkers of premium wines.\n\n#### Black Varieties\nSyrah is the only black variety permitted in the Northern Rhône. At this altitude and with the cooling effect of the *mistral*, Syrah is at the very northern limit of where it can ripen successfully. Consequently the most prized sites for Syrah have southerly exposures and are on very steep slopes. This is particularly important in the cooler northern reaches of the region.\n\nThe wines tend to be deeply colored and have medium to high levels of tannin with black fruit, and sometimes black pepper or floral aromas. The use of oak is dependent on the winemaker; some use a high proportion of new oak for their best wines whereas others prefer to use older oak or larger barrels. Fermenting Syrah with white varieties has traditionally been practiced in a number of the crus, but this technique is now rarely seen. The addition of the white grapes can help to stabilise the colour extraction from the red grapes; Viognier in particular can also add an extra aromatic intensity to the wine.\n\n**Image captions:**\n1. Tying vines onto stakes with raffia in the steep vineyards of Côte Rôtie. Each vine is individually staked.\n2. The vineyards of Hermitage rise up on well-exposed steep slopes behind the town of Tain."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_36_full",
    "contenu": "The structured content from the analyzed document regarding alcohol in wine is as follows:\n\n1. **Origin of Alcohol in Wine**:\n   - Alcohol in wine is produced by the conversion of grape must (sugar) into ethanol by yeast. This process is natural to the fermentation.\n   - Additional alcohol may be added to wine, a process known as fortifying.\n\n2. **Role of Alcohol**:\n   - Alcohol is crucial in influencing wine aromas and the overall profile of the wine.\n\n3. **Alcohol Content Categories**:\n   - **Medium**: Alcohol level typically ranges between 12.5% to 13.5% ABV.\n   - **High**: Alcohol level is about 14%-15% ABV or higher.\n\n4. **Impact on Wine's Perception**:\n   - Alcohol can impact the body of the wine, making it appear bolder or lighter.\n   - A high alcohol content can make wine feel \"hot\" in the throat, often perceived when the alcohol level exceeds 15% ABV.\n\n5. **Descriptions Based on Alcohol Content**:\n   - Wines can be described based on their body influenced by alcohol: \"light-bodied\" or \"full-bodied\".\n   - The sensation of wine can also be related to its sweetness, acidity, and tannin levels.\n\n6. **Additional Tips**:\n   - To understand the effect of alcohol on wine body, one can compare it to the difference between light skim milk and full regular milk.\n\n7. **Visual Elements**:\n   - The document includes an icon resembling a wine glass to symbolize winemaking or tasting aspects.\n   - Decorative elements and annotations emphasize the influence of alcohol level on the taste and feel of the wine.\n\nThis document provides educational insights into how alcohol is formed in wine and its substantial role in defining the wine's character and taste experience."
  },
  {
    "source": "water_was_consistency_corn_atole",
    "contenu": "The document discusses the process of making \"atole agrio,\" a traditional beverage, as reported by Kennedy and carried out by Señora Blanca Flores in Huautla de Jiménez. Below is a structured breakdown of the key points:\n\n1. **Procedure Described by Kennedy:**\n   - **Source:** Señora Blanca Flores.\n   - **Location:** Huautla de Jiménez.\n   - **Process:**\n     - Soaking corn in water in a ceramic pot for four days, which then starts to sour.\n     - Rinsing the corn, grinding it to a fine masa, and leaving it to sour for another day.\n     - Diluting the masa in water, straining to remove coarse pieces.\n     - Cooking the strained product into atole.\n     - Serving.\n\n2. **Personal Experience and Variations:**\n   - **Execution:**\n     - The corn was hand-ground using a mill after soaking, cleaned, and dried.\n     - Water was added to form a paste, allowed to ferment for another day.\n     - More water was added to form a slurry, strained through a wire strainer.\n     - Starchy liquid was extracted and cooked, stirring constantly to prevent burning and achieve desired consistency.\n   - **Consistency Adjustments:**\n     - Aimed for a thin gruel consistency initially.\n     - Upon cooling, the atole solidified into a corn pudding, which was not the desired outcome.\n     - Reheated and added more water, stirred to achieve a thinner, homogeneous consistency.\n   - **Additional Thoughts:**\n     - Mention of versatility in flavor and consistency adaptations (sweet, savory, spicy).\n     - Porridges and gruels can be customized widely in texture and thickness.\n\n3. **Final Mention:**\n   - The title \"Millet Porridge\" appears at the bottom, possibly indicating a segue or comparison to another similar dish, though no further details are provided on millet porridge in this specific document."
  },
  {
    "source": "inconnu_3170",
    "contenu": "# INDEX\n\n**Cooling** \n- after baking, 541\n- dough for. See Dough; Flour doughnuts and fritters, 550\n- in early modern times, 519\n- etymology of, 516\n- flatbreads, 517, 547, 548\n- flavor of, 543\n- gluten-free, 546\n- in Greece and Rome, 517–18\n- ingredients in, 533-36, 546\n- mass-produced, 543-44\n- in Middle Ages, 518\n- old recipes for, 549\n- par-baked, 544\n- parchment, 548\n- pastry-bread hybrids and, 567-68\n- in prehistoric times, 517\n- pretzels, 547\n- production of\n  - industrialization of, 520, 543-44\n  - traditional, revival of, 520-21\n- quality of, 543\n- quick, 549-50\n- rich, 546\n- rye, 545, 545-46\n- sourdough, 544-45\n- spoilage of, 542-43\n- staling of, 541-42, 542\n- steamed, Asian, 547, 549\n- storing, 542\n- sweet, 546\n- Breadfruit, 379-80\n- Breadnut, 172, 180\n- Breasalona, 172\n- Breeding, of meat, 162\n- Breatanniomyces\n  - Brettaanniomyces epiidermidis, 58-59\n  - Brettaanniomyces linens, in cheesemaking, 58-59\n- Brewpubs, 743\n- Brie cheese, 11, 56, 59\n- Brillat-Savarin, Jean Anthelme, 2, 3, 54, 134, 142, 180, 589\n\n**Brining**\n- of fish, 231-35\n- of fruits and vegetables, 291-95\n- of meat, 155-56, 173-75\n- of olives, 295\n- of soybeans, 498–99\n- Brioche, 546\n- etymology of, 545\n- Brittle, Baron, 252\n- Brittles, 688–89\n- Broad beans. See Fava beans\n- Broccoletti di rape, 321\n- Broccoli, 249, 252, 263, 264, 266, 273, 321, 323, 326, 328\n  - sprouts, 317\n  - Broccolini, 321, 328\n- Broiling, 738–34\n  - carcinogens formed during, 187\n  - of fish, 187, 212\n  - of meat, 157\n\n**Bromelain**, in pineapple, 384\n- Bromine compounds, in shellfish, 221\n- Bromophenols, in fish, 192, 193\n- **Broth. See also Stocks**\n  - etymology of, 599\n  - Brothy taste, 342, 806\n- Browning reactions, 777–80. See also Maillard\n  - in balsamic vinegar, 780\n  - in barley malt, 780\n  - in bread, 544\n  - in butter, 36\n  - caramelization, 656, 656–57, 688, 778, 778, 779, 779\n  - drawbacks of, 780\n  - in egg whites, 780\n  - in fruits and vegetables, 286, 367, 370\n  - in meat, 161, 619\n  - in meat stock, 780\n  - milk flavor and, 21\n  - in miso and, 497\n  - in persimmon pudding, 780\n  - slow browning and, 779\n- Brunswyck, Hieronymus, 759\n- Brussels sprouts, 249, 321, 323, 323–24\n- Bubalus bubalis, 9\n- Buckwheat, 456, 482-83\n  - composition of, 463\n  - noodles, 577\n- Buendnerfleisch, 172\n- Buffalo, 9, 141\n  - Buffalo milk, 11, 18, 21\n  - in cheese, 55\n  - composition of, 13\n- Bulgur, 468\n- Bunch rot, 724, 733-34\n- Bunyard, Edward, 355\n- Burbank, Luther, 360\n- Burdock, 308\n- Burfi, 26\n- Busch, 743\n- Butanol, 762\n- Butler, Samuel, 69\n- **Butter, 10, 11, 33–37**\n  - in cakes, 554–57\n  - clarified, 36, 37\n  - composed, 36\n  - consistency of, 35\n  - cooking with, 36–37\n  - cultured cream, 33, 34\n  - European-style, 35\n  - fatty acids in, 800\n  - flavor of, 35\n  - as garnish, 36\n  - history of use, 33\n  - kinds of, 34-35\n  - kneaded, 617\n  - in pastry, 562–63\n  - production of, 33–34\n  - raw cream, 34\n  - salted sweet cream, 34–35"
  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_123",
    "contenu": "The document provides insights into unique culinary pairings involving oysters, caviar, and other ingredients, each highlighting a mix of traditional and inventive food combinations.\n\n### Huître & Porc\n- **Region**: Southern American\n- **Description**: In the American South, it's common to serve oysters with pork, often in the form of sausages. This pairing is also popular in New England and Louisiana, typically mixed into a gumbo. A notable variant involves using Basque-style sausages (`lou ken kas`), which are known to complement the oysters’ freshness and chill with their spiced profile.\n\n### Huître & Poulet\n- **Description**: Stuffing a chicken with oysters is considered a particularly luxurious dish. The advised preparation method involves placing the oysters inside the chicken with their shells to retain more of their natural juices. Alternatively, shelled oysters can be mixed with breadcrumbs to absorb any excess moisture, enhancing the stuffing.\n\n### Huître & Raifort\n- **See also**: Raifort & Huître.\n\n### Caviar Descriptions\n- **Oscietre Caviar**\n  - **Attributes**: Choice caviar known for its subtlety, complexity, fruit and herbal notes.\n  - **Variability**: Taste can greatly vary since sturgeon are omnivores and predators.\n  - **Species Note**: Beluga sturgeon are carnivorous with a high-protein diet, affecting the larger egg size and creamy, less fishy flavor of their caviar.\n  - **Sustainability**: Beluga caviar production, particularly in Europe, has faced extinction threats and criticisms.\n\n### Unique Caviar Pairings\n- **Caviar & Banana**: Considered decadent, this pairing combines the historic tradition of Russian children starting their day with scrambled eggs and caviar, with a modern twist of banana puree.\n  \n- **Caviar & White Chocolate**: In an experiment by Heston Blumenthal, the addition of white chocolate and anchovies with caviar highlighted the salty-sweet dynamic. François Benzi noted that ingredients sharing common aroma compounds can create harmonizing flavor pairings.\n\n- **Caviar & Cauliflower**: Advocating for combinations of salty and cruciferous flavors, the classic pair of cauliflower and caviar is recommended. The preparation involves a caviar jelly combined with cauliflower purée and crème fraîche, a recipe by Joël Robuchon.\n\nThis document uniquely explores the intersection of traditional and modern gastronomy, while emphasizing the influence of ingredient quality and origin on the culinary experience."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_161",
    "contenu": "**PAIRING WITH FOOD**\n\nThe two extremes of Sémillon’s personality require separate treatment in pairing, although a few dishes can work with both the dry and sweet styles.\n\nFor the **dry wines**, I consider first the richer versions, either monovarietal or blended with Chardonnay. These styles, predictably, love seafood: pasta with shrimp, lemon zest, and cream or scallops served with a purée of creamed parsnips. Those with a modicum of oak are lovely with butter, mild mushrooms (chanterelles, oyster mushrooms, and basic button mushrooms), and grains like couscous, farro, or even pilafs with white rice and wild rice. Textured dishes like savory soufflés, white lasagnas, and creamy risottos are also good calls. I also like to play off the fruit character that the wine can show. A roast chicken with a savory fig jam or a roast loin of pork with sautéed apples are good examples of this type of pairing. Slower-cooked dishes, like chicken fricassee or a veal stew with spring vegetables, are also nice with this style of wine.\n\nThe SSBs work best if treated like other bright, zippy whites and paired with fresh seafood, appetizers, and composed salads, which let the acidity of the wine highlight the ingredients. At a Western Australian wine tasting I attended, where the focus was on SSBs, I enjoyed a range of dishes, from Southeast Asian spring rolls to raw oysters to goat-cheese crostini.\n\nThe intriguing bottle-aged Sémillons from the Hunter Valley deserve special consideration. They have a distinct toasty, light mineral, and dry honeyed finish. Opt for elements that can pick up on the toastiness (gratins, breadcrumb toppings, toasted nuts), a little bit of sweet spice (cinnamon, nutmeg, and allspice), and lightly smoked or grilled white meats and poultry, especially those with a sweet-salt glaze (honey mustard, honey and soy, and the like).\n\nSweet Sémillons and Sémillon blends are an entirely different story. The new classic of foie gras with Sauternes or a similar-styled wine does work, as long as the wine’s sweetness is not over the top. Opt for late-harvest rather than botrytized examples for successful pairings. Tropical fruit and Sémillon are a lovely combination. Incorporating mango, banana, and cherimoya (custard apple) into a savory preparation can make a nice bridge for a sweet wine. A simple entrée salad of roast chicken, mango, and coconut rice would be a nice pairing with a sweet, but not overly sweet, Sémillon blend.\n\nMost sweet Sémillon lovers, however, will want to pair the wine with desserts. Fruit desserts, especially pears, peaches, and figs, are delicious, and those with nuts or streusel toppings work well with oak-aged wines. Finally, picking up on the texture of these wines is always a good approach. Top a dessert with a dollop of sweetened whipped cream, serve a small ladle of vanilla-scented crème anglaise alongside a tart wedge, or accompany fruit cookies with a rich, honey-scented mousse, and you'll be a happy camper."
  },
  {
    "source": "inconnu_1075",
    "contenu": "The image you've uploaded is blank and does not contain any visible content to analyze or return. Please check the file and upload again if there was an error or provide another image or document that contains the information you need help with."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_478",
    "contenu": "The document is titled \"Manhattan Variations\" and focuses on variations of the classic cocktail the Manhattan. Below are the details of the two featured variations as outlined in the document:\n\n---\n\n### The Black Prince\n**Created by:** Phil Ward, 2008\n\n**Ingredients:**\n- 2 ounces Zacapa 23-year rum\n- ¾ ounce Punt e Mes\n- ¼ ounce Amaro Averna\n- 1 dash house orange bitters\n\n**Instructions:**\nStir all the ingredients over ice, then strain into a coupe. No garnish.\n\n---\n\n### Daisy Buchanan\n**Created by:** Joaquín Simó, 2009\n\n**Description:**\n\"This is my summertime Manhattan, a floral, herbaceous drink that’s complex but not overbearing.\" —JS\n\n**Ingredients:**\n- 2 ounces chamomile-infused Old Overholt rye\n- ¾ ounce Dolin dry vermouth\n- ¼ ounce Aperol\n- ¼ ounce yellow Chartreuse\n\n**Instructions:**\nStir all the ingredients over ice, then strain into a coupe. No garnish.\n\n--- \n\nThe text also references the historical context and evolution of the Manhattan cocktail, highlighting its influence on other classic recipes such as the Rob Roy."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_187",
    "contenu": "The document discusses the disadvantages of agricultural practices like monocultures and the benefits of traditional and localized food production methods. Here is the structured summary in plain text:\n\n1. **Monocultures and Genetic Uniformity:** \n   - It points out that while grapes and wine are appreciated, the practice of relying on monocultures and genetic uniformity through practices such as cloning cultivars is inherently unhealthy. This increases vulnerability to disease and pests due to decreased biodiversity.\n\n2. **Revival of Local Food Systems:**\n   - Highlights the importance of reviving local food systems not by replicating globally popular products, but by developing strategies to utilize regionally-abundant produce.\n   - Mentions how local traditions often convert locally available carbohydrates, such as fruits, into alcohol, thus avoiding the need for grape vineyard monocultures.\n\n3. **Cider and Perry:**\n   - Defines cider as fermented apple juice, and perry as fermented pear juice, noting these beverages are traditionally made from fruits that are not generally used as eating fruits due to their size, texture, or taste.\n   - Describes the traditional pressing of these fruits into juice as part of the fermentation process. It specifies that cider production typically involves milling the fruits into pomace, followed by pressing the pomace into juice. The milled pomace may also be left to sit for a period to develop color and flavor and to reduce tannins in certain fruit varieties.\n   - Points to other content (“Cider and Grape Presses in chapter 3”) for more detailed information on the process, indicating that this text might be part of a larger document or book discussing these topics in detail.\n\nThis document promotes the idea of embracing and revitalizing traditional food and drink production methods as a means to preserve biodiversity and cater to local tastes and resources."
  },
  {
    "source": "carrots_white_a_ingredients_orange",
    "contenu": "The document is a list organized into two main sections: standard ingredients and flavor affinities for carrots. Below is a structured representation of the content.\n\n### Ingredients\n- Parsnips\n- Peas\n- Pecans\n- Pepper: black, white\n- Pistachios\n- Potatoes\n- Raisins: black, white\n- Meats, roasted\n- Rosemary\n- Rum\n- Sage\n- Salsify\n- Salt: *fleur de sel*, *kosher*\n- Savory\n- Scallops\n- Shallots\n- Spinach\n- Stocks: chicken, vegetable\n- Sugar: brown, white (pinch)\n- Tamarind\n- Tarragon\n- Thyme\n- Turnips\n- Veal\n- Vegetables, root\n- Vinaigrette\n- Walnuts\n- Wine, white\n- Yogurt\n\n### Flavor Affinities\n- Carrots + celery + onions (aka mirepoix)\n- Carrots + cilantro + lime\n- Carrots + cinnamon + raisins + sugar + walnuts\n- Carrots + cumin + orange\n- Carrots + dill + orange\n- Carrots + lemon juice + olive oil + parsley\n- Carrots + maple syrup + orange\n- Carrots + olive oil + turnips\n\nThis list can be used as a reference for cooking and pairing ingredients to enhance flavors or create specific dishes."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_167",
    "contenu": "This document presents a comprehensive sensorial profile of boiled butternut squash, focusing specifically on its aroma characteristics. The main content includes a circular graphic and a detailed description, accompanied by a comparison chart that lists various food items and their aromatic profiles in relation to boiled butternut squash.\n\n### Aroma Profile\n\nThe aroma profile of boiled butternut squash is described as rich with beta-ionone, a compound offering a floral, violet scent with fruity notes. This compound is also prevalent in other high beta-carotene foods such as sweet potatoes, carrots, and orange-colored pumpkins. It extends to include the aroma profiles of apricot, rhubarb, Darjeeling tea, cooked freekeh, and cooked black-eyed beans.\n\n### Aromatic Comparison Chart\n\nThe chart provides a visual comparison of the aromatic intensity and complexity of boiled butternut squash against other food items. Each food item is rated on the presence of various aromatic notes such as fruity, green, citrus, floral, caramel, roasted, and many others.\n\n| Food Item                | Aromatic Attributes                                                                            |\n|--------------------------|------------------------------------------------------------------------------------------------|\n| Little Gem lettuce       | Minimal presence across most attributes, slightly noticeable in green.                        |\n| Poached turbot           | Notable in green, slight presence in fish.                                                    |\n| Gracilaria carmosa algae | Dominant in green, algae, slight seawater, and fish tones.                                    |\n| Boiled celery            | Presence in vegetable and slight floral tones.                                                |\n| Fuji apple               | Fruity, sweet, and very slight floral tones.                                                   |\n| Naranjilla               | High in tropical, citrus, and green tones.                                                    |\n| Dry-aged beef            | Beefy, fatty, slightly roasted and spiced tones.                                              |\n| Mature Cheddar           | Cheesy, creamy, with a hint of caramel.                                                       |\n| Doenjang (Korean fermented soybean paste) | Noticeable in fermented, soybean, umami, with a hint of roasted.                         |\n| Milk chocolate           | Sweet, milky, with traces of caramel and vanilla.                                             |\n\nThe circular graph in the document visually represents these aromatic properties, arranging them by categories like green, spicy, floral, caramel, etc., for an intuitive understanding of how the scent profile of boiled butternut squash compares and contrasts with other ingredients. The spectrum resolves around boiled butternut squash positioned at the center, reflecting its central role and broad sensory influence. Additionally, each ingredient's aroma profile is represented by a colored dot system on a horizontal scale, indicating the strength and presence of specific scents."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_216",
    "contenu": "The document contains structured information on the methods for preparing vegetables for fermentation by either pounding/squeezing or soaking them in brine. Here's a breakdown of the content:\n\n---\n\n### Pounding or Squeezing Vegetables (or Soaking in a Brine)\n\n**Preparation Steps:**\n1. **Chopping and Salting:**\n   - Vegetables are chopped and salted. Salting is optional depending on personal preference.\n\n2. **Bruising Vegetables:**\n   - Bruising the vegetables after chopping and salting helps to remove water, allowing them to submerge under their own juices.\n   - This process breaks down the cell walls and facilitates the release of juices.\n\n3. **Methods of Pounding or Squeezing:**\n   - **Small Scale:** Up to 5 gallons (20 liters), it is easiest and most pleasant to use clean hands for squeezing.\n   - **Workshops:** Finding enthusiastic volunteers to squeeze the vegetables.\n   - **Using Tools:** Using a clean heavy blunt tool such as a baseball bat, a 2-by-4 board, or a specialized tool crafted specifically for this purpose. Details on tools can be found in \"Pounding Tools in chapter 3\".\n   - **Large Scale:** Stomping on the vegetables with feet is common. Continue until the vegetables are dripping wet with expressed juice.\n\n4. **Asian Tradition:**\n   - Instead of pounding, vegetables are typically wilted by soaking in a saline solution for a period, which requires more time and salt compared to the pounding method. This achieves the same goal with less labor.\n\n---\n\nThis document provides detailed and traditional techniques, emphasizing the significance of manual methods in vegetable fermentation preparatory processes."
  },
  {
    "source": "the-elements-of-taste.pdf_page_54",
    "contenu": "The document outlines recipes for two types of custards served in small serving sizes (petits pots). Below is the structured content:\n\n---\n\n### Vanilla Petit Pot\n#### Ingredients:\n- 1/4 cup + 1 teaspoon Sugar\n- 1/4 cup Milk\n- 1/4 cup + 1 teaspoon Heavy Cream\n- 1/2 Vanilla Bean\n- 6 tablespoons + 1 teaspoon Water\n\n#### Preparation:\n1. Preheat the oven to 325 degrees.\n2. Whisk the egg yolks with the sugar until the mixture is satiny white.\n3. Add milk and cream. Mix well, then scrape the seeds from the vanilla bean into the mixture and add the water.\n4. Mix again and fill six demitasse cups three-fourths full.\n5. Reserve while you prepare the remaining petit pots.\n\n### Coffee Petit Pot\n#### Ingredients:\n- 3 Egg Yolks\n- 1/4 cup + 1 teaspoon Sugar\n- 1/4 cup Milk\n- 1/4 cup + 1 teaspoon Heavy Cream\n- 6 tablespoons + 1 teaspoon Brewed Espresso\n\n#### Preparation:\n1. Whisk the sugar and egg yolks until satiny.\n2. Add the milk and cream, then whisk in the espresso.\n3. Fill six demitasse cups three-fourths full, then set with the vanilla custards in a roasting pan.\n4. Add enough very hot water to the roasting pan so it is level with the custard mixture inside the cups.\n5. Carefully place the uncovered pan in the oven and bake until the custards are very lightly set, about 30 minutes.\n6. Remove the pan from the oven and allow the petits pots to cool in the warm water bath for 10 minutes before extracting the cups from the roasting pan.\n7. Serve chilled or at room temperature plain or with garnish.\n\n### Garnish for Vanilla Petit Pot\n#### Ingredients:\n- 2 tablespoons Sugar\n- 2 tablespoons Very Finely Ground Toasted Almonds\n\n#### Preparation:\n- Combine the sugar and ground almonds, sprinkle over the vanilla custards, and serve.\n\n### Orange Espresso Glaze for Coffee Petit Pot\n- This section only contains a heading in the document, specifying that it is for coffee petit pot, but no recipe details are provided.\n\n--- \n\nThis structured recipe layout helps clarify the requirements for preparing petite servings of vanilla and coffee flavored custards, including garnishing tips for the vanilla version."
  },
  {
    "source": "the_malbec_document_wine_in",
    "contenu": "It seems that the document provides fragmented information about Malbec wine in Argentina. Here's the structured content of the document based on what is visible and coherent:\n\n- **Topic:** Malbec wine in Argentina\n- **Details:**\n  - **Source:** Majority comes from the West region.\n  - **Aging:** There is little to no oak aging involved.\n  - **Characteristics:** It has an earthy profile.\n\nThe document also appears to have an incomplete URL that might be related to further information on Malbec wine varieties (\"winefolly.com/learn/variety/malbec\"). However, the URL is incomplete and not clearly visible in entirety."
  },
  {
    "source": "mcgee.pdf_page_687",
    "contenu": "The text is about various aspects of sugars, focusing on types of beet sugar, kinds of white sugar, and their characteristics.\n\n### Sugars and Syrups\n\nBeet sugar often caries earthy, rancid off-odours due to being stored underground where it can pick up odours and impurities from the soil. Beet sugar is sometimes blamed for poor baking performance. This is sometimes attributed to beet sugar carrying defensive chemicals and saponins, which cause development issues during baking. This reputation, though, may be an outdated legacy from the early 20th century when refining techniques were less advanced.\n\n### Kinds of White Sugar\n\nWhite sugars differ mainly in the size of the crystals and come under many names:\n- Ordinary table sugar is used for general cooking and dissolving in drinks and is midsized.\n- Coarser crystals are more suitable for decorating baked goods and confections. They are specially treated to provide a sparkling, crystal-clear appearance because they are made from exceptionally pure batches of sucrose. They are also washed with alcohol to remove sucrose dust giving them a pure appearance without the yellowish impurities typical in ordinary sugar solutions.\n\n### Forms of White Sugar: Names and Dimensions\n\nThe table lists the approximate largest dimensions of white sugar crystals:\n\n| Type of Sugar                  | Size Range     |\n|--------------------------------|----------------|\n| **Large-grain sugars**         |                |\n| Coarse                         | 1-2 mm         |\n| Sanding                        | 1-2 mm         |\n| Pearl                          | 1-2 mm         |\n| **Standard granulated table sugar** | 0.3-0.5 mm |\n| **Fine granulated sugars**     |                |\n| Fruit                          | 0.1-0.3 mm     |\n| Baker's special                | 0.1-0.3 mm     |\n| Caster                         | 0.1-0.3 mm     |\n| Superfine, ultrafine           | 0.1-0.3 mm     |\n| **Powdered sugars**            | 0.01-0.1 mm    |\n| Confectioner's                 | 0.01-0.1 mm    |\n| Powdered                       | 0.01-0.1 mm    |\n| Fondant                        | 0.01-0.1 mm    |\n| Icing                          | 0.01-0.1 mm    |\n\n### Additional Commentary\n\nThe text also hints at the processing of cane sugar compared to beet sugar, suggesting that while cane sugar must be refined from raw form in tropical/sub-tropical regions, beet sugar is processed similarly but in temperate industrialized countries. Beet molasses and syrups are noted to be non-palatable."
  },
  {
    "source": "mcgee.pdf_page_516",
    "contenu": "The document includes a table titled \"Compositions of Common Nuts and Seeds\" that lists major components of nuts and seeds by percentage of the seed’s edible weight. Here are the contents of the table in a structured Markdown format:\n\n```markdown\n| Nut or Seed     | Water | Protein | Oil | Carbohydrates |\n|-----------------|-------|---------|-----|---------------|\n| Almond          | 5     | 19      | 54  | 20            |\n| Brazil          | 5     | 14      | 67  | 11            |\n| Cashew          | 5     | 17      | 46  | 29            |\n| Chestnut        | 52    | 3       | 2   | 42            |\n| Coconut (meat)  | 51    | 4       | 35  | 9             |\n| Flaxseed        | 9     | 20      | 34  | 36            |\n| Hazelnut        | 6     | 13      | 62  | 17            |\n| Macadamia       | 3     | 8       | 72  | 15            |\n| Peanut          | 6     | 26      | 48  | 19            |\n| Pecan           | 5     | 8       | 68  | 18            |\n| Pine nut        | 6     | 31      | 47  | 12            |\n| Pistachio       | 5     | 20      | 54  | 19            |\n| Poppy seed      | 7     | 18      | 45  | 24            |\n| Sesame seed     | 5     | 18      | 50  | 24            |\n| Sunflower seed  | 5     | 24      | 47  | 20            |\n| Walnut, black   | 3     | 21      | 59  | 15            |\n| Walnut, English | 4     | 15      | 64  | 16            |\n```\n\nThis table provides comparative data on the water, protein, oil, and carbohydrate content for each listed nut and seed."
  },
  {
    "source": "_Guide_to_Flavor_Pairing__Compatibility_of_Idiazab",
    "contenu": "The image presents data from a flavor-pairing guide, specifically spotlighting various ingredients and their compatibility with certain flavors or other ingredients, measured across different sensory dimensions. Here’s the structured representation of the tables shown in the displayed tables in the image:\n\n### Classic Pairing: Pineapple and Cheese\n\n#### Idiazabal Cheese\n\n| Ingredient      | Sweet | Sour | Salty | Bitter | Umami | Total |\n|-----------------|-------|------|-------|--------|-------|-------|\n| Mustard         | ●     | ●    | ●     | ●●     | ●     | ●●●●  |\n| Koikuchi        | ●     | ●    | ●●●   | ●●●    | ●●●●● | ●●●●● |\n| Milk Chocolate  | ●     | ●    | ●     | ●●     | ●     | ●●    |\n| Physalis        | ●     | ●    | ●     | ●      | ●     | ●●    |\n| Pineapple       | ●     | ●    | ●     | ●      | ●     | ●●    |\n| Pan-fried Bacon | ●     |      | ●     | ●      | ●●    | ●●    |\n| Blackcurrant    | ●     | ●    | ●     | ●●     | ●     | ●●    |\n| Haddock         |       |      | ●     | ●      | ●●    | ●     |\n| Cloves          | ●     | ●    | ●     | ●●●    | ●     | ●●    |\n| Poached cod fillet|     |      | ●     | ●      | ●●    | ●     |\n\n#### Cooked Mussels\n\n| Ingredient      | Sweet | Sour | Salty | Bitter | Umami | Total |\n|-----------------|-------|------|-------|--------|-------|-------|\n| Nectarine       | ●     | ●    |       | ●      | ●     | ●●    |\n| Huacatay        | ●     | ●    | ●     | ●      | ●     | ●●    |\n| Baked Veal      |       |      | ●     | ●      | ●●●   | ●●●   |\n| Pink Lady Apple | ●     | ●    |       | ●      | ●     | ●●    |\n| Pineapple       | ●     | ●    |       | ●      | ●     | ●●    |\n| Boiled Green Beans|     |      | ●●●   | ●      | ●●●   | ●●●   |\n| Pan-fried Bacon | ●     |      | ●     | ●      | ●●    | ●●    |\n| Cooked Black Salsify | ●  |      | ●     | ●      | ●     | ●●    |\n| Blackcurrant    | ●     | ●    | ●     | ●●     | ●     | ●●    |\n| Poached cod fillet|     |      | ●     | ●      | ●●    | ●     |\n\n#### Cashew Nut\n\n| Ingredient      | Sweet | Sour | Salty | Bitter | Umami | Total |\n|-----------------|-------|------|-------|--------|-------|-------|\n| Miyabi Mien     | ●     | ●    | ●●●   | ●●●    | ●     | ●●●●  |\n| Pan-fried wood pigeon| ● |      |       | ●      | ●     | ●     |\n| Boiled Lobster  | ●     |      |       | ●      | ●●●   | ●●●   |\n| Grandilla       | ●     | ●    |       | ●      | ●     | ●●    |\n| Cranberry       | ●     | ●    |       | ●      | ●     | ●●    |\n| Sweet Cherry    | ●     | ●    |       | ●      | ●     | ●●    |\n| Buckwheat Honey | ●     |      | ●     | ●      | ●     | ●●    |\n| Pineapple       | ●     | ●    |       | ●      | ●     | ●●    |\n| Cardamom seeds  |       | ●    |       | ●●●    | ●     | ●●    |\n| Gorgonzola      |       |      | ●●●   | ●●●    | ●●●   | ●●●●  |\n\nThis is an illustration of how the data can be extracted from the tables; the actual content might differ slightly based on the exact colors shown in the image, which categorically denote the intensity of flavor pairings indicated by the filled circle symbols. The repetition of names associated with foods and their respective flavor profiles suggests a matrix representing pairing strengths across five dimensions (Sweet, Sour, Salty, Bitter, and Umami) with a total effectiveness score. Descriptive texts at the top provide context about specific food pairings."
  },
  {
    "source": "mcgee.pdf_page_854_full",
    "contenu": "The document provided is an index from a book, listing various topics related to food and cooking, along with page numbers where these topics are discussed. Below is the structured content extracted from the document:\n\n- **Biscuits**: 549, 549\n- **Bitter gourd**: 271, 333, 334-35\n- **Bitters**: 770-71\n- **Bitter taste, of plants**: 271\n- **Bixa orellana**: 423\n- **Black beans, fermented**: 500\n- **Blackberries**: 352, 360, 361, 362, 382\n- **Black tea**: 438, 439\n- **Blanching, of produce**: 278\n- **Bleaching**: \n  - of flour: 529\n  - Bleeding:\n    - of fish: 204\n    - of slaughtered animals: 143\n- **Blintzes**: 551\n- **Bloaters**: 295\n- **Blood**:\n  - sauces thickened with: 604\n  - cholesterol: 13\n  - cheese: 67\n  - coffee and: 434\n  - dietary fats and: 37–38, 183\n  - eggs and: 79\n  - fiber and: 258\n  - meat and: 124\n- **Blood glucose**: 659, 659\n- **Blood pressure, salt and**: 642–43\n- **Bloom, Oscar**: 608\n- **Blueberries**: 258, 281, 352, 360, 362, 382, 554\n- **Blue cheese, 59, 62, 67** (also see specific types of blue cheese)\n- **Bluefish**: 197\n- **Blumenthal, Heston**: 2\n- **Boar**: 140\n- **Boccaccio, Giovanni**: 573\n- **Bocuse, Paul**: 590\n- **Boeuf à la mode**: 608\n- **Boerhaave, Hermann**: 772\n- **Bogmyrtle**: 741\n- **Boiling**: \n  - 784–85\n  - of vegetables: 285\n  - of wort, in beer making: 745, 747–48\n- **Boiling point**: \n  - 784–85\n  - of sugar syrups: 681\n  - of water, altitude and: 164, 785\n- **Boisés**: 722\n- **Bok choy**: 321, 324\n- **Boltenhagen, She**: 348\n- **Bonding, John**: 149\n- **Bones**:\n  - 169\n  - cooking: 168\n  - cooking meat and: 153\n  - of fish: 190, 239\n  - human calcium removal from, phytochemicals, and: 256\n  - influences on health: 15, 15–16\n  - in stock making: 599\n- **Borage**: 392, 409\n  - **Borago officinalis**: 409\n- **Borassus flabellifer, 548**\n- **Borden, Gail**: 24\n- **Boreks**: 567\n- **Bornem, in fish**: 193, 193\n- **Bos grunniens**: 9-10\n- **Bos primigenius**: 9, 137\n- **Bos taurins**: 9\n- **Botrytis, on produce**: 276\n- **Botrytis cinerea**: 733-34\n- **Bottle gourd**: 333, 335\n- **Bottles for wine**: 774 \n\nAnd so forth for each entry on the index page. Each entry contains a topic followed by page numbers where the topic can be found in the book. This format enables efficient navigation and quick referencing for readers."
  },
  {
    "source": "_Overview_of_Emerging_Wine_Regions_in_the_United_S",
    "contenu": "The document is titled \"OTHER IMPORTANT WINE REGIONS\" and discusses the history and contemporary status of wine production across various U.S. states. Here’s the structured content from the document:\n\n```markdown\n### OTHER IMPORTANT WINE REGIONS\n\n**States Mentioned:**\n- ARIZONA\n- MISSOURI\n- NEW MEXICO\n- PENNSYLVANIA\n- IDAHO\n- MICHIGAN\n- COLORADO\n- NEW JERSEY\n\n**Content Summary:**\nThe document introduces the concept of having a Cabernet from New Jersey for dinner as not being far-fetched anymore, unlike in the early twentieth century when wine production in the U.S. was largely hampered by Prohibition and vine diseases. It notes that all these issues led to the decline of the wine industry, which pushed farmers to grow alternate crops.\n\nHowever, the situation has changed dramatically as all fifty states have now established wine industries. The text briefly touches on states well known for their wines--such as California, Washington State, Oregon, New York, Texas, and Virginia--and mentions that the current focus of the document is to highlight eight other states with notable wines to explore.\n\n**Purpose:**\nThe purpose of the document is to educate readers about other significant wine-producing regions in the U.S., beyond the commonly known ones, and encourage exploration and tasting of wines from these regions.\n```"
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_415",
    "contenu": "### Index des recettes végétaliennes\n\n#### A\n- Ajo blanco, 372\n\n#### B\n- Brochettes de seitan grillé, sauce dengaku, 266\n\n#### C\n- Cèpes crus, pâte d'aubergine et café, 333\n- Chou-fleur rôti, tahini rouge et citron confit, 371\n- Chou rouge sauté au tofu fumé et châtaignes, 319\n- Chow mein au tofu lacto-fermenté, 324\n\n#### F\n- Falafels et tabbouleh, 304\n\n#### G\n- Gâteau vietnamien à la banane et lait de coco, 249\n\n#### J/L\n- Jack be little farcies au riz noir, poireaux et cranberries, 237\n- Légumes rôtis, sauce au miso et sirop d'érable, 226\n- Limonade d'orge aux agrumes, 289\n- Loh han chai, 327\n\n#### M\n- Muhammara et chips de pita, 379\n\n#### O\n- Ochazuke aux spaghetti de mer et enoki, 334\n\n#### P\n- Paella aux asperges et pois du Cap, 241\n- Panisses au pesto de graines de chanvre et de courge, 376\n- Petits flans à la vanille et à la pêche, 348\n- Poires au vin blanc et laurier, 397\n- Portobello burgers et chips de kale, 347\n- Pudding de chia et green smoothie, 383\n\n#### R\n- Ravioli chinois au tofu et aux champignons noirs, 316\n- Risotto d'orge aux champignons de Paris (Orzotto), 282\n- Riz rouge biologique de Camargue sauté (chaï tan), légumes de printemps et tofu, 233\n- Riz sauté aux shiitakes, pak choï et noix de cojou, 242\n\n#### S\n- Salade de sarrasin germé aux betteraves et aux agrumes, 278\n- Salade de tomates aux fruits rouges et vinaigre balsamique, 394\n- Sauté d'épinards et de chanterelles au tofu, 320\n- Soba/s du zodiac et le cresson, 281\n- Solariyo, 209\n- Soupe de quinoa, 274\n- Soupe des Trois Sœurs au potiron, mais et haricots rouges, 294\n\n#### T\n- Tartare d'algues, 335\n- Tian de ratatouille au petit-épeautre, 223\n- Trancam indonésien, 380\n\n#### V\n- Végégié makis et soupe miso, 336"
  },
  {
    "source": "mcgee.pdf_page_456",
    "contenu": "The document is divided into three main sections discussing aspects of coffee, its beans, and the processing methods used. Here's a structured breakdown of its content:\n\n### Coffee Innovation\n- The text mentions the introduction of the Italian espresso at the Paris Exhibition of 1855, highlighting its unique brewing technique using high pressure to extract a substantial amount of coffee quickly, resulting in a velvety texture and strong flavor.\n\n### Coffee Beans\n1. **Varieties of Coffee Beans**\n   - Coffee beans are the seeds of Coffea species, typically Coffea arabica and Coffea canephora (robusta), with arabica being native to the cool highlands of Ethiopia, and robusta native to hotter, more humid West Africa.\n   - Arabica beans have a more complex and balanced flavor but contain less caffeine compared to robusta beans.\n   - Robusta beans, which became prominent at the end of the 19th century, are higher in phenolic material and sugar content, but lower in oil content.\n\n2. **Characteristics**:\n   - Arabica: about 1.5% caffeine, 16% oils, 6.5% phenolic material, 7% sugar.\n   - Robusta: about 2.5% caffeine, 10% oils, 10% phenolic material, 3.5% sugar.\n\n### Processing Methods\n1. **Dry Processing**\n   - Fruits are picked from trees, depulped mainly by machines, and the dry berries are spread out in the sun to reduce moisture.\n  \n2. **Wet Processing**\n   - Involves machine removal of most pulp from the seeds, followed by further manual cleaning.\n\n### Coffee Roasting\n- Roasting transforms green coffee beans into aromatic and flavorful forms suitable for brewing.\n- The roasting process involves heating beans at temperatures between 375 and 425°F (190-220°C) for 11 minutes on average until they reach a well-roasted state, generating various complex chemical reactions.\n\n### Summary:\nThe document provides a detailed analysis of the origin, types, characteristics, and processing of coffee beans, emphasizing innovations in brewing techniques like espresso and traditional bean roasting methods to enhance flavor profiles."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_538",
    "contenu": "The document appears to be an index or a list of topics related to drinks or mixology. The structure primarily consists of item names or topics followed by section numbers where these are discussed or elaborated. Here is a summary of the structured content with the item and its reference:\n\n### M\n- **Mudslide Flip**\n- **Myra Beckinridge**\n\n### N\n- **Naked and Famous**\n- **Navigator**\n- **Negroni**\n  - variations\n- **Night Owl**\n- **Night Watch**\n- **19th Century**\n- **Nitty-Gritty**\n- **North by Northwest**\n- **North Garden**\n- **Not-Quite-Georgia Julep**\n- **nutmeg**\n- **Nuts and Sherry Punch**\n\n### O\n- **Oaxaca Old-Fashioned**, 1.1, 5.1\n- **Old-Fashioned**\n  - tasting and evaluating, 4.1, 4.2\n  - variations\n- **Old Ironsides**\n- **Old Pal**, 4.1, 5.1\n- **Olson, Steven**, 1r.1, 2.1\n- **One, One, One**\n- **Orange Bitters, House**\n- **orange juice**\n- **Orgeat**\n- **Orkney Chapel**\n- **Over and Out**\n- **Overhead Smash**\n\n### P\n- **Pacult, F. Paul**, 1r.1, 2.1\n- **Paddy Melt**\n- **Paloma**\n- **Parisian shakers**\n- **Park Life Swizzle**\n- **Passing Aden**\n- **Passion Fruit Syrup**\n\nThis excerpt gives insight into the variety of drink-related topics, covering specific cocktails, ingredients, and personalities associated with mixology."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_356",
    "contenu": "The document discusses the personal experience of someone with drinking raw milk and their perspectives on its benefits.\n\n---\n\n**Text Content:**\n\nThe milk of healthy animals is generally wonderful and safe to drink. I first tasted raw milk when I visited the community I ended up living in for 17 years. Like the spring water and garden vegetables, the fresh milk was deeply compelling to me and was part of the allure of the change of life rural community living offered. Fresh raw milk is so much more delicious than the processed mass-market product that I am spoiled forever. After years of enjoying the sweet ambrosia of this milk, I got involved in the daily intimacy of hand milking the goats, which made the milk much richer and more meaningful. Now that I have moved down the road, I am no longer in the day-to-day milking grind and get my fresh goat’s milk from a neighbor with a herd-share program.\n\n---\n\n**Visual Content:**\n\nThe image accompanying the text shows a bowl labeled \"clabber\" with its contents (likely clabbered milk) being stirred with a spoon. Clabber is milk that has naturally soured and thickened without the addition of rennet or other thickeners, often due to the action of lactic acid bacteria naturally present in the milk.\n\n---\n\n**Additional Note:** \n\nThe text ends with information about the benefits of goats having adequate access to pastures and forests, noting that they are typically healthy and produce healthy and safe milk. This environment promotes the presence of indigenous lactic acid bacteria (LAB) in the milk, which helps protect it from other harmful bacteria."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_98",
    "contenu": "The document is designed to provide visual guidance on potential food ingredient pairings involving coriander leaves and morel, as well as caraway seeds. It also contains pairings for other key ingredients mentioned within the text.\n\nHere is the structured content of the section \"Ingredient pairings with coriander leaves and coriander seeds\", detailed in table format for the ingredients shown (visible in the image):\n\n### Ingredient Pairings with Coriander Leaves and Coriander Seeds\n\n#### Morel\n| Ingredient          | Bitter | Citrus | Earthy | Floral | Fruity | Herbal | Nutty | Sour | Spicy | Sweet | Umami |\n|---------------------|--------|--------|--------|--------|--------|--------|-------|------|-------|-------|--------|\n| Dark Chocolate      |        |        | ●      |        |        |        |       |      |       | ●     |        |\n| Smoked Atlantic Salmon Fillet |  |        | ●      |        |        |        |       |      |       |       | ●      |\n| Oven-cooked Steak   |        |        | ●      |        | ∘      |        |       |      |       |       |        |\n| Iberico Pork Fat    |        |        | ●      |        |        |        |       |      |       |       | ●      |\n| Gorgonzola          |        |        |        |        | ∘      |        |       |      | ●     |       | ●      |\n| Thyme               |        |        |        | ●      |        | ●      |       |      | ●     |       |        |\n| Roasted Peanut      | ∘      |        | •      |        |        |        | ●     |      |       | ●     |        |\n| Mint                |        |        |        | ∘      |        | ●      |       | ●    |       |       |        |\n| Pear                |        |        |        |        | ●      |        |       | ●    |       | ●     |        |\n| Ajowan Seeds        |        |        |        |        |        | ∘      |       |      | ●     |       |        |\n\nNote: The symbols ●, ∘, and • represent different levels of compatibility or common use between the ingredients as listed in the image. This pattern follows in other sections as well.\n\nThis structured format captures the essential ingredient pairings and their associated flavor profiles according to the legend provided in the text (bitter, citrus, earthy, floral, fruity, herbal, nutty, sour, spicy, sweet, umami). Other ingredients in the document include caraway seeds, walnut, red sweet potato, boiled brown shrimp, and green crème de menthe, each utilizing a similar table format to describe their potential flavor pairings with other ingredients."
  },
  {
    "source": "396118758-Understanding-Wines-Explaining-Style-and-Quality.pdf_page_159",
    "contenu": "This document provides an overview of Canadian wine regions, their climatic conditions, and notable wine laws. Below is a structured summary of the key content presented:\n\n### Understanding Wines: Explaining Style and Quality\n\n#### Canada\n- **Geography**: Most important vineyard regions in Ontario and British Columbia.\n- **Climate**: Harsh continental but moderated by large bodies of water.\n- **Products**: Known for Icewines, also produces dry wines, both white and red.\n\n#### Wine Regions\n\n##### Ontario\n- **Climate**: Continental climate leading to significant seasonal temperature shifts. Lakes moderate extreme temperatures, suitable for Icewine production.\n- **DVAs (Designated Viticultural Areas)**: Key areas include the Niagara Peninsula. Lakes influence the temperature, extending the growing season which allows grapes to fully ripen, making fresh, fruity, dry, and sweet wines.\n- **Notable grapes**: \n  - Riesling: Performs well in this region, producing fresh, dry and off-dry wines.\n  - Vidal: Known for Icewine, a hardy grape with less character when made into dry wine.\n  - Chardonnay: Good aromatic complexity and richness especially among black grape varieties.\n\n#### Canadian Wine Laws\n- **Governing body**: Vintners Quality Alliance (VQA)\n- **Requirements**: Wines must use 100% V. vinifera grapes or approved hybrids. Wines are divided into regional appellations and sub-appellations for better geographic classification.\n\n#### Visual Content\n- **Maps**: Includes a map highlighting key wine regions in Canada:\n  - British Columbia with areas like the Okanagan Valley.\n  - Ontario highlighting the Niagara Peninsula.\n- **Key**: Indicates elevation ranges as depicted on the map.\n  \nThe document combines detailed textual information on climate, varieties, and legal standards with visual aids to provide a comprehensive overview of Canada's wine production conditions and capabilities."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_133",
    "contenu": "The text content of the document appears to be partial and fragmented. Here is the transcribed text extracted from the image:\n\n1. \"adds acidity.\"\n2. The URL \"winefolly.com/learn\" appears.\n3. The word \"GRANT\" in large, bold text in the upper right corner, although it is cut off, indicating possibly there is more to it.\n\nUnfortunately, because the image seems to include only fragments of text, there is insufficient context to comprehensively analyze or provide a complete interpretation of the document's purpose or contents. If you have more information or additional sections of the document, that could help provide a fuller understanding."
  },
  {
    "source": "inconnu_3030",
    "contenu": "The content of the document lists several types of wines along with their associated page numbers in a reference material, specifically related to Argentina. Here is the structured content:\n\n- **Argentina**:\n  - **regions**, pages 178-179\n  - **Cabernet Sauvignon**, pages 136-137\n  - **Malbec**, pages 138-139\n  - **Pinot Noir**, pages 100-101\n  - **Syrah**, pages 152-153\n  - **Torrontés**, pages 90-91"
  },
  {
    "source": "inconnu_1135",
    "contenu": "Here is the structured content from the document provided:\n\n**Title: CARBON DIOXIDE GAS AND PARAPHERNALIA**\n\n**Section 1: Introduction to Carbon Dioxide Gas**\n- **Key Points:**\n  - Carbon dioxide is used to carbonate drinks.\n  - Previously, two main carbonation methods: soda siphons and commercial carbonation rigs.\n  - Liquid Bread company's innovation around 2005 led to the development of a carbonator cap for home brewers.\n  - The carbonator cap allows for an easy and efficient carbonation using ordinary soda bottles.\n\n**Section 2: The Carbonator-Cap System**\n- **Key Points:**\n  - The carbonator-cap is an affordable and efficient system.\n  - Includes a CO2 tank, regulator, and a 5- or 20-pound CO2 tank. The 5-pounder is smaller and easier to handle.\n  - This system can carbonate drinks between 75 to 375 liters depending on the technique.\n  - Safety Notes:\n    - Use a chain or strap with a CO2 tank to prevent it from tipping over.\n    - Refilling of CO2 tanks can be done easily but caution is advised.\n    - Recommend using a pressure regulator that can produce at least 60 psi, preferably 100 psi.\n\n**Section 3: Ice Tools**\n- **Key Points:**\n  - Preference for large ice cubes for shaking drinks.\n  - Use of silicone molds to make 2-inch square ice cubes.\n  - For clearer presentation ice, a rectangular Igloo cooler is used.\n  - Two styles of ice picks are used to work with ice. \n\nThis structured content encapsulates the main ideas and details provided in the scanned document regarding the uses of carbon dioxide in carbonating drinks and the tools used in handling ice for beverages."
  },
  {
    "source": "beans_the_and_of_green",
    "contenu": "### Green Beans\n\n**Pyrazines give raw green beans their earthy, green scent, which is altered by any form of thermal processing.**\n\nWhether you call them string beans, French beans, snap beans or haricots verts, they are essentially the same edible pod bean with a fibrous string that runs down the length of the slender bean pods. Today's commercially grown varieties of green bean have been cultivated so that the 'strings' no longer need to be removed before consumption.\n\nThese legumes are available in a rainbow of colours, shapes and sizes that range from the tender green haricot verts – every chefs' favourite – and flat wide Italian Romano beans to the pale yellow wax beans and other climbing bean types, like striking red yardlongs or the anthocyanin-rich purple beans.\n\n**Green beans are descended from the common bean, Phaseolus vulgaris**, a climbing plant native to Mexico and Peru that still exists in the wild. There is evidence of cultivation dating back thousands of years, with migrating peoples spreading the bean across Central and North America. Portuguese settlers introduced it into Africa and Europe in the 16th century, and today it is an important food crop across much of the globe.\n\nWhen we think of green beans, we are actually thinking of the immature pod. If left to mature, the inner seeds swell and the outer case dries out and becomes inedible. The mature beans are surprisingly varied in taste, colour and size, depending on the cultivar – for example, kidney beans, flageolet beans and pinto beans are all varieties of common bean, as are black beans, borlotti beans and cannellini beans.\n\nHowever, there are other commonly encountered beans that are not related, even though they are visually similar to the green bean: these include runner beans (**Phaseolus coccineus**) and broad beans (**Vicia faba**), also known as fava beans, which are thought to have originated in Asia.\n\nLike other legumes, green beans contain chemicals called lectins (specifically phytohaemagglutinin), which are produced by the plant to make its leaves and pods unpalatable to pests. Unfortunately, this can also cause problems for humans if the beans have not been sufficiently cooked (a temperature of 100°C (212°F) is needed to destroy the chemical). The amount of phytohaemagglutinin varies depending on the cultivar; for example, red kidney beans contain very high levels and must be soaked and boiled before consumption, while green beans are only mildly toxic. Many people eat raw green beans without any ill effects, but it is well documented that some individuals are hypersensitive. For them, a serving of raw beans can cause severe food poisoning within only a few hours.\n\n**Diverse Preparations of Green Beans:**\n\n- **Test the quality of your green beans** by bending a few of the pods. If they are fresh and tender they will snap easily.\n  \n- **For many Americans, Thanksgiving** would not be the same without green bean casserole, a dish of green beans baked in canned cream of mushroom soup and topped with crispy fried onions.\n\n- **Try green beans deep-fried** in Japanese tempura batter, served with a little curry powder mixed with salt for dipping and a squeeze of fresh lemon.\n\n- **In Belgium**, the classic Liégeoise salad is made with cooked green beans, boiled potatoes, fried bacon, a soft-boiled egg and shallots tossed in a French vinaigrette."
  },
  {
    "source": "_Global_Diversity_in_Dairy_Practices__An_Explorati",
    "contenu": "The document titled \"Mammals and Milk\" explores the evolution and regional diversification of dairy practices across different areas of the world. Below is a structured summary of the main points across different regions and historical periods:\n\n### Dairy Evolution and Regional Variations\n\n#### Asia\n- In arid southwest Asia, **goat and sheep milk** was lightly fermented into yogurt or dried into long-keeping cheese.\n- In high-altitude regions like Mongolia and Tibet, **yak milk** was turned into butter for high-energy staple food.\n- In semi-tropical India, dairy products from **zebu and buffalo** were turned into yogurt and clarified into ghee.\n\n#### Europe\n- Marco Polo mentioned that **Tartars** fermented mare’s milk into a lightly alcoholic beverage called koumiss.\n- In **preindustrial Europe**, dairy thrived in regions with rich soils and less suited for cereal grains like parts of France, British Isles, and Alpine valleys.\n- In historical times, the Mediterranean and Roman civilizations preferred olive oil over butter but valued **cheese** highly, producing renowned varieties in areas that are now parts of France and Switzerland.\n  \n#### New World\n- Post-1493, following Columbus's voyages, **Spanish longhorn cattle** began to be raised in Mexico and Texas, initially unfamiliar with dairy practices.\n\n### Modernization of Dairy Practices\n\n#### Europe and America from Farmhouse to Factory\n- In preindustrial times, dairy was mainly a farm-based activity done predominantly by women. Cheese and butter were the principal products.\n- Industrial and scientific innovations around 1830 led to the industrialization of dairy practices, transforming the production and consumption patterns in Europe and America.\n\nThe document presents a broad historical context of how milk usage and dairy practices have been intertwined with cultural, economic, and environmental factors across different civilizations and time periods. It also indicates a significant transformation in dairy industries with the advent of industrial practices in the 19th century."
  },
  {
    "source": "dokumen.pub_wine-secrets-advice-from-winemakers-sommeliers-and-connoisseurs-9781594742613-1594742618.pdf_page_132_full",
    "contenu": "The structured content from the provided document, specifically discussing aspects of wine and food pairing, is outlined as follows:\n\n1. **Sun-Dried Grapes Grow Sweeter as They Raisinate and Make Sweet Wines with a “Nutty” Character:**\n   - **Method:** Grapes are dried in the sun post-harvest to imitate late-harvest concentration, often utilized in warm climates.\n   - **Outcome:** The grapes undergo oxidation and browning, contributing to a \"nutty\" flavor.\n   - **Flavor Pairing:** Complements well with foods having caramelized qualities such as French onion soup, fried foods, and nut-based desserts like pecan pie.\n\n2. **Fortified Wines Have Extra Alcohol Added to Boost Body, Often to Retain Grape Sweetness:**\n   - **Method:** During the wine-making process, fermentation is interrupted by adding alcohol, a method used in producing Port.\n   - **Description:** These wines are a mix of part wine, part grape juice, and part unrefined brandy. Described as \"grapey\" and alcoholic.\n   - **Flavor Pairing:** Because of their strong character, these wines best complement potent flavors such as chocolate and blue cheese.\n\n3. **Marnie’s Corner - Pairing Dessert Wine with Dessert:**\n   - **Key Consideration:** The compatibility of sweetness levels between the wine and dessert. When a dessert is sweeter than the wine, it might cause the wine to taste off.\n   - **Observation:** Two sweet items do not enhance each other’s sweetness; rather, they might reduce the perceived sweetness of each other.\n   - **Pairing Advice:**\n        - **Very Sweet Desserts:** Pair with the sweetest wines (e.g., with crème brûlée).\n        - **Less Sweet Desserts:** Pair with less sweet wines (ideal for desserts like biscotti).\n\nThis document delves into the intricacies of how specific types of wine are made and paired, particularly focusing on the sweetness and body affected by production methods and the interaction of wine with sweet food items."
  },
  {
    "source": "Index_of_Topics_on_Health__Wine__and_Various_Food_",
    "contenu": "The image is a page from an index of a book. Below is the structured content in text format, listed alphabetically by topic, followed by page number references:\n\n```markdown\n- **health and**: \n  - history of, 719–25\n  - in ancient times, 722–23\n  - in early modern times, 724\n  - rise in Europe, 723\n  - scientific approach and, 724–25\n  - traditional and industrial production and, 725\n  - honey, 663, 667\n  - leftover, 737\n  - malting, 727, 728, 729–32\n  - alcoholic fermentation, 729–30\n  - crushing grapes for, 727, 729\n  - maturation, 730–32\n  - pasteurization of, 731\n  - recioto, 733\n  - in sauces, 602\n  - serving, 733, 736–37\n  - sparkling, 732–33, 733\n  - storing, 736\n  - sweet, 733-34\n  - taste of, 739\n  - tears (legs) of, 717\n  - terroir and, 726–27\n  - trockenbeerenauslese, 733\n  - vinegar made from, 774\n  - vintage, 726\n  - in zabaglione, 115\n  - Wine vinegar, 774\n  - Winged beans, 336\n  - Wintergreen, 492, 412\n  - essence of, 691\n  - Winter wheat, 528\n  - Witloof, 320\n  - Wolfer, Paula, 86\n  - Wondra, 531\n  - Wontons, 572\n  - Wood: \n    - barrels made of. See Barrels\n    - nature of, 448\n    - Wood ash, for preserving eggs, 117\n    - Wood smoke, 448–50\n    - chemistry of burning wood and, 448\n    - flavor and, 448–49, 449\n    - health hazards of, 175\n    - liquid, 449–50\n    - toxins in, 479\n  - Wormwood, in beer making, 747–48\n  - Wrappers, rice, 579–80\n  - Wrigley, 693\n- **Xanthophylls**: \n  - 75, 267\n- **Xanthosoma**: \n  - 306\n- **Xiandan**, 116\n- **X rays**, 762\n- **Xylem**, 262\n- **Xylitol**, 660\n- **Yak**: \n  - 9–10\n  - Yak milk, 13\n- **Yams**: \n  - 249, 263, 301, 304, 305, 306\n- **Yard-long beans**: \n  - 335, 336, 336\n- **Yarrow**, 741\n- **Yeast**: \n  - 532, 729, 748, 753\n  - alcoholic fermentation and beer making and, 748\n  - winemaking and, 715-716, 729\n  - barley, aging of wine and, 730\n  - etymology of, 531\n  - on fruits and vegetables, 276\n  - as leavening agent, 524, 531-533, 535-36\n  - forms of, 532–33\n  - metabolism of, 532\n  - miso and, 497\n  - production of, 517\n- **Yerba buena**, 405\n- **Yersinia**, 260\n- **Yogurt**: \n  - 10, 11, 14, 19, 45, 46, 47–49\n  - frozen, 49\n  - production of, 48–49\n  - sauces thickened with, 605\n- **Young, William G.**, 40\n- **Youngberries**, 361, 361\n- **Yuba**, 460, 495\n- **Yuzu**: \n  - 374, 378\n- **Za'atar**, 398\n- **Zabaglione**, 115, 639\n  - old recipes for, 114\n- **Zanthoxylum bungeanum**, 429\n- **Zanthoxylum piperitum**, 429\n- **Zanthoxylum simulans**, 429\n- **Zaodan**, 116\n- **Zea mays**, 337, 477\n- **Zea mexicana**, 477\n- **Zeaxanthin**: \n  - in eggs, 78\n  - health benefits of, 257\n...\n```\n\nNote: The content wraps up a variety of food, culinary practices, and their specifics over different page references in the book."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_15",
    "contenu": "The document titled \"WHY LEARN ABOUT WINE\" discusses a few reasons someone might be interested in learning about wine and emphasizes the complexity and diversity of the wine world. Below is the structured content of the document:\n\n---\n\n## WHY LEARN ABOUT WINE\n\nPerhaps you want to stock up on delicious value wines. Or maybe you want to navigate a restaurant wine list with confidence. Learning about wine starts with the realization that the wine world is a lot bigger than we think:\n\n- **There are over a thousand wine varieties to explore.**\n- **There are thousands of wine regions to discover.**\n- **Every day, an average of 60 new and unique wines are released.**\n\nFortunately, investing time in learning when you have a solid foundation leads to informed purchases of better-tasting wine.\n\n---\n\nThe document also includes some statistics and facts about the diversity of wine, aiming to inspire readers to deepen their knowledge about it."
  },
  {
    "source": "mcgee.pdf_page_674",
    "contenu": "Here is the information from the image structured into a markdown table format:\n\n```markdown\n| Some sugars substitute and their qualities | Original Source (modified) | Notable Qualities                                                     | Date of Commercialization | Relative Sweetness (0-100) | Ingredients                                   |\n|-------------------------------------------|---------------------------|-----------------------------------------------------------------------|---------------------------|---------------------------|-----------------------------------------------|\n| Polydextrose                              | Glucose                   | Produces high viscosities                                             | 1960s                     | 40                        | Polydextrose                                  |\n| Trehalose                                 | Starch                    | Cooling                                                               | 2000s                     | 50                        | Trehalose                                     |\n| Isomalt                                   | Honey, mushroom extracts  | Less prone to crystallize, absorbs moisture                           | 1960s                     | 40                        | Isomalt                                       |\n| Lactulose                                 | Lactose (modified)        | Cooling                                                               | 1960s                     | 30                        | Lactulose                                     |\n| Fructose (crystalline)                    | Sucrose                   | Cooling                                                               | 1960s                     | 90                        | Fructose                                      |\n| Mannitol                                  | Fruits, fermentation      | Cooling, specially cooling                                            | 2000s                     | 70                        | Mannitol                                      |\n| Maltose                                   | Mushrooms, algae          | Mushrooms, algae                                                      | 1960s                     | 70                        | Maltose                                       |\n| Erythritol                                | Mushrooms, Filariae var.  | Flat-headed filariae var.                                             | 2000s                     | 90                        | Erythritol                                    |\n| Maltitol                                  | Flataria var.             | Flat-headed filariae var.                                             | 1960s                     | 90                        | Maltitol                                      |\n| Tagatose                                  | Flataria var.             | Flat-headed filariae var.                                             | 2000s                     | 90                        | Tagatose                                      |\n```\n\nThis table summarizes various sugar substitutes, detailing their source, notable properties, commercial introduction dates, relative sweetness, and ingredients used to make them."
  },
  {
    "source": "inconnu_58",
    "contenu": "Based on the document provided, here is a structured breakdown of different dishes or combinations featuring potatoes (Pomme de terre) and various other ingredients:\n\n### Pomme de terre & Ail (Potato & Garlic)\n- **Dish:** Skordalia, a dish made from raw crushed garlic mixed with puree of potatoes, olive oil, and a bit of wine vinegar or lemon juice.\n- **Serving Suggestion:** Can be served with powdered almonds, bread, or a bean puree instead of potatoes.\n\n### Pomme de terre & Anchois (Potato & Anchovy)\n- **See:** Anchovy & Potato dish.\n\n### Pomme de terre & Aneth (Potato & Dill)\n- **See:** Dill & Potato dish.\n\n### Pomme de terre & Artichaut (Potato & Artichoke)\n- **See:** Artichoke & Potato dish.\n\n### Pomme de terre & Asperge (Potato & Asparagus)\n- **See:** Asparagus & Potato dish.\n\n### Pomme de terre & Betterave (Potato & Beetroot)\n- **Preparation:** Potatoes and beetroots are blended into a pink puree.\n- **Notable Characteristics:** Sweet beetroot flavor complimented by the earthy taste of potato, with a hint of acidic tones from beetroots.\n- **Common Pairing:** Commonly paired with freshwater fishes like carp, and in richer forms like with mushrooms, truffles, cooked onions, garlic, certain cheeses, and old Bordeaux wines.\n\n### Pomme de terre & Boeuf (Potato & Beef)\n- **Research Notes:** According to Harold McGee, the flavor of last season's potatoes intensifies when stored in the dark between 7°C to 10°C, enhancing their enzymatic browning and flavor.\n- **Popular Preparation:** Generally served with beef in dishes like steak or burgers alongside roasted potatoes, or in shepherd's pie.\n\n### Pomme de terre & Boudin noir (Potato & Black Pudding)\n- **See:** Black Pudding & Potato dish.\n\n### Pomme de terre & Cacahuète (Potato & Peanut)\n- **Unique Preparations:** In Popayán, Colombia, dishes like empanadas de pipián are popular, which are small goat-cheese stuffed pastries made with potatoes and peanuts.\n- **Common in Regions:** Besides Colombia, similar peanut-based potato dishes are common in Indonesian and Thai cuisines, often used as accents in salads and side dishes.\n\n### Pomme de terre & Câpre (Potato & Caper)\n- **See:** Caper & Potato dish.\n\n### Pomme de terre & Caviar (Potato & Caviar)\n- **Culinary Opinion:** Simon Hopkinson and Lindsey Bareham consider potato and caviar (or truffle) to be one of the most harmonious pairings, superior to many others.\n- **Serving Suggestion:** Often served as a luxe canapé, where the potato's simplicity contrasts with the rich saltiness of caviar topped with sour cream, creating a pleasing temperature and flavor contrast.\n\nThis structured breakdown represents various combinations of dishes involving potatoes and their distinctive preparation and serving methods highlighted in the text."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_205",
    "contenu": "The document contains an analysis of potential food pairing profiles for four different items: Gin Mare, banana chips, Burlat cherry, and kefir. Each item is analyzed across several categories and paired with various foods, and the degree of compatibility is indicated by color-coded dots.\n\n### Gin Mare\n- **Foods:**\n  - Braised ling\n  - Boiled brown shrimp\n  - Elderberry\n  - Blueberry\n  - Grilled beef\n  - Parma ham\n  - Camembert cheese\n  - Orange\n  - Dill\n  - Lemon balm\n\n### Banana Chips\n- **Foods:**\n  - Kent mango\n  - Roasted veal sweetbreads\n  - Parma ham\n  - Red bell pepper\n  - Cucumber\n  - Poached salmon\n  - Honeydew melon\n  - White chocolate\n  - Malvasia Madeira, 10 years old\n  - Blueberry\n\n### Burlat Cherry\n- **Foods:**\n  - Baked lasagnine\n  - Dried chipotle chili\n  - Boiled mutton\n  - Smoked bacon\n  - Bluecrop blueberry\n  - Borage\n  - Conference pear\n  - Calendula flower\n  - Boiled artichoke\n  - Avocado\n\n### Kefir\n- **Foods:**\n  - Japanese plum (ume)\n  - Blueberry\n  - Maracuja\n  - Emmental\n  - Grilled lamb\n  - Guava\n  - Boiled butternut squash\n  - Grapefruit\n  - Sweet cherry\n  - Melted butter\n\nThe flavors and aromas are evaluated in terms of their match with each type of food categorized under:\n- **Flavor:** Bitter, Sour, Salt, Sweet, Meaty, Fatty, and Starch\n- **Aroma:** Floral, Fresh, Peppermint, Anise, Fermented, Citrus fruit, and Toasted nuts\n\nThe document lists the best pairing options for each type based on a color scale where:\n- **Orange Dot:** Strong match recommended for pairing\n- **Green Dot:** Moderate match\n- **Red Dot:** Weaker match\n\nThis comprehensive analysis helps in understanding compatible flavor and aroma profiles for these specific items, which can aid in culinary preparations and enhancing dining experiences."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_174",
    "contenu": "The document discusses the difference between enjoying fermented beverages young (\"green\") versus allowing them to age. Here's a structured overview of the content:\n\n### Document Summary\n- **Title:** Simple and Short Versus Dry and Aged\n- **Subject:** Fermentation of beverages like mead\n\n### Key Points\n1. **Fermentation Choices:**\n   - **Young (\"Green\") Ferments:** Enjoy the beverage when it's young and moderately alcoholic. This could be sweet and have less alcohol since it hasn't fully converted all its sugars.\n   - **Aged Ferments:** Ferment the beverage longer to convert more sugars into alcohol. Once higher alcohol levels are attained and active fermentation stops, the beverage can be bottled and aged, sometimes for many years.\n\n2. **Personal Preference:**\n   - The author notes a personal inclination towards enjoying the smoothness that comes with aging.\n   - A recommendation to try enjoying some beverages green first is given, as one gradually becomes comfortable with fermentation.\n\n3. **Practical Advice:**\n   - Some fruits, particularly sweet and soft ones like cantaloupes, watermelons, papayas, and bananas, are better suited for short-term ferments because they rot quickly.\n   - An anecdote is shared about the experience of making cantaloupe wine, emphasizing the point that the smell of the fermenting fruit will indicate when it is appropriately fermented and when it has started to spoil.\n\n### Conclusion\n- The document provides insights on how different approaches to fermentation affect the taste and quality of homemade fermented beverages. It also offers practical advice based on personal experience on how to manage and decide the right point to end the fermentation process.\n\nThis summary highlights the information provided in the document regarding the different approaches one can take for fermenting beverages, and the considerations involved in those choices, from fermentation times to the choice of fruits that can handle different lengths of fermentation."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_194",
    "contenu": "# French Fries\n\n## Cooking French fries in hot oil intensifies the cooked potato-like scent of methional and gives rise to tasty new roasted, caramellic notes.\n\nAs members of the nightshade family, potatoes are not an ingredient we eat raw. The aroma profile of a potato changes dramatically depending on how you cook it. Raw spuds contain 2-isopropyl-3-methoxyprazine, which gives them an earthy flavour. The distinctive smell of cooked potatoes is due to the character-impact compound methional, found in boiled and baked potatoes. Baking also triggers the Maillard reaction, resulting in the formation of 2-ethyl-3-methylpyrazines (earthy, nutty) and the buttery, baked potato-like notes of 2-ethyl-6-methylpyrazines. Deep-frying potatoes in hot oil or fat transforms the methional into lactone-scented alkyl oxazoles and 2,4-decadienal, which are responsible for the satisfying, greasy goodness of French fries.\n\nVarieties such as Maris Piper, Cara, Spanish Agria and King Edward are amongst the best for making fries. The size and shape of French fries greatly affects the overall texture and ratio of crunchy exterior to fluffy interior. Traditional French fries have a thickness of around 5mm (1/4 inch), while 'matchstick' or 'shoestring' fries are even thinner – around 3mm (1/8 inch) - and therefore crisper when fresh (although they are prone to quickly becoming soggy as they cool). In the UK, classic British chips are usually cut about 15mm (⅗ inch) thick; but \"steak-cut\" chips are an even thicker variant, at around 20mm (¾ inch). In the USA, this type is usually fried with the skin on. There are also “crinkle-cut” chips that are cut using a corrugated blade. The wavy shape increases the surface area available for frying and therefore the crunch.\n\nWhether you prefer yours fried in vegetable oil or beef tallow, there is no wrong way to eat a fry. Belgians enjoy fries with mayonnaise or curry ketchup, Americans dip theirs in everything from ketchup to buttermilk 'ranch' dressing or garlic aioli. Chili cheese fries are another all-American favourite, topped with chunky beef chili and a mound of grated Cheddar cheese and diced onions.\n\n- In Peru, French fries form a key component of saltados, the most popular version being lomo saltado, a Chinese-influenced stir-fry consisting of marinated strips of sirloin steak, onions, bell peppers, tomatoes and French fries, served with white rice.\n\n- Poutine has become a recent hit on gastropub menus beyond Quebec. Perfected well after comfort food, this dish consists of French fries topped with cheese curds and a light brown gravy made from chicken, turkey or veal.\n\n## The science of frying\n\nUnderstanding the science behind frying the perfect batch means you can enjoy crisp, golden fries every single time. Look for starchier spuds that have a low moisture content. The starchier the better, so your fries will crisp up nicely on the outside, yet remain light and fluffy on the inside. Potatoes are best kept out of the refrigerator because the cold temperatures will turn their starches into sugar, causing your fries to brown too quickly in hot oil.\n\n- Peel the potatoes, cut them into sticks and rinse under cold, running water to remove any excess starch.\n- Precook the fries by blanching them in 70°C (160°F) water for about 30 minutes. This ensures that the potato starches are cooked all the way through before frying.\n- Pectin-producing enzymes that strengthen the outer surface of the fries are also activated at this temperature.\n- Remove the fries from the water, pat them dry and place in the refrigerator to cool.\n- Starch granules will begin to form a crust over the surface of the fries as any residual moisture evaporates.\n- When you are ready to cook the fries, heat your cooking oil to 150°C (300°F).\n- Deep-fry the fries in the hot oil until they form a crust. The potato starches will cook on the inside as the fries crisp up on the outside. Once they are done, remove the French fries from the pan and shake them to remove any excess oil.\n- Increase the temperature of the oil to 180-190°C (350-375°F).\n- Re-fry the French fries until their crusts turn golden.\n\nThe type of oil you use will affect the flavour of your fries. Vegetable and groundnut oil (peanut oil) are most frequently used for deep-frying French fries, because of their neutral taste. Rising temperatures cause the oil to oxidize and change the concentration of volatile compounds present, but over time, the desirable fatty flavour characteristics of (E,E)-2,4-decadienal give way to the greasy flavours of hexanal. To prevent these off-flavours from forming, it is important to regularly replace your cooking oil."
  },
  {
    "source": "Wine_Folly__The_Essential_Guide_to_Wine_-_PDF_Room.pdf_page_311",
    "contenu": "The document presents an overview of Port wine, including its origin, characteristics of different types of Port, and where and how it's made. \n\n### Origin\n- **Country:** Portugal\n\n### Where It's Made\n- **Region:** Douro, Portugal\n- **Area:** 111,000 acres (45,000 hectares)\n\n### Types of Port Wine\n\n#### Young Port\n- **Description:** A youthful style of Port wine aged for a short time, designed for immediate consumption. It tends to have more fruit and chocolate flavors, spicy acidity, and characteristics of red and black fruit, spice, and cocoa with high tannin and acidity.\n\n##### LBV (Late Bottled Vintage)\n- **Description:** Red and black fruit flavors, spice, cocoa with high tannin and acidity.\n\n#### Tawny Port\n- **Description:** Oak-aged Port that ages for several years, developing nutty flavors and aromas from oxidation. These Ports can be enjoyed immediately and exhibit flavors like raspberry, dried blueberry, cinnamon, clove, and caramel.\n\n##### 20-Year\n- **Description:** Features flavors and aromas of fig, raisin, caramel, orange zest, and roasted nuts.\n\n### Aging and Drinkability\n- **Temperature:** Recommended to be served at room temperature.\n- **Age Worthiness:** The document notes optimal aging for various types with stipulations for 15 years expected aging and that they can last well beyond, particularly noting a typical range of 30-50 years for exceptional bottlings.\n\n### Price Range\n- **Estimated cost:** $20-$30\n\n### Icons\n- Serve with dessert or as a dessert wine (icon of a dessert symbol, possibly indicating sweetness)\n- Serve at room temperature (icon of a thermometer)\n\nThis document provides a succinct yet comprehensive portrait of Port wine, suitable for both connoisseurs and novices who seek foundational knowledge about this fortified wine's varieties and service recommendations."
  },
  {
    "source": "the_of_in_a_to",
    "contenu": "The document seems to be a glossary of wine-related terms. Here are the terms covered in the extract:\n\n### R\n- **ROTTEN EGG**: This term refers to a fault in wine characterized by excessive hydrogen sulfide.\n- **ROUGH**: Describes the coarse texture of a young tannic red wine before aging, which may soften it over time.\n\n### S\n- **SCION**: It is the part grafted onto the rootstock of a vine that determines the type of fruit produced.\n- **SEC**: In Champagne labelling, 'sec' refers to dry, but usually implies some level of sweetness.\n- **SECONDARY FERMENTATION**: A fermentation process that occurs after the initial fermentation, common in producing sparkling wines and top Champagnes, where it leads to the creation of bubbles.\n- **SECOND CROP**: Refers to fruit that matures after the first crop, often less economically viable and made into less expensive wines.\n- **SECOND WINE**: Typically a less prestigious wine made by wineries known for higher-quality first wines; often made from younger vines or lesser vineyards.\n- **SEDIMENT**: Particulate matter usually consisting of harmless pigments and color elements in wine, which can precipitate as wine ages.\n- **SETTLING**: The process of solid matter settling out of wine, often referred to as sedimentation.\n- **SHATTER**: A phenomenon where grape berries might separate from the stem and fail to grow, commonly occurring in the spring.\n- **SHOOT**: Refers to a new stem from the cordon of the vine growing in the spring.\n- **SHOOT THINNING**: The practice of removing some shoots to improve fruit quality by reducing vine stress and enhancing energy channeling into remaining shoots.\n- **SKIN CONTACT**: In winemaking, the process wherein grape skins are in contact with juice during fermentation, increasing flavor and aroma in the wine.\n- **SMALL BARREL**: A type of wooden container, typically oak, used in aging various types of wine. Notable usage includes aging Bordeaux varietals.\n- **SMOKY**: Describes a flavor profile in some wines, typically resulting from the type of barrels used for aging or the inherent characteristics of the wine itself.\n\nEach term provides a detailed explanation relevant to viticulture and winemaking practices."
  },
  {
    "source": "inconnu_3212",
    "contenu": "The document discusses various ways to pair and enjoy figs. Here's the content summarized and structured:\n\n---\n\n### Figure & Amande:\n- Figs pair exceptionally well with almonds.\n- To remember the flavor of fresh figs, choose dried figs, mix them with spices and anise, and enjoy with manchego cheese.\n\n### Figure & Anis:\n- Anise seeds enhance the flavor of both fresh and dried figs.\n- Serving suggestion: Combine about 4 or 5 dried figs, anise, cheese, and a pinch of salt on a whole wheat cracker or Swedish crispbread.\n\n### Figure & Cannelle:\n- See the entry for \"Cannelle & Figue.\"\n\n### Figure & Chocolat:\n- Some believe dried figs taste like chocolate.\n- The best-quality dried figs can have flavors resembling molasses or maple syrup.\n- Suggests trying rabitos royale, a Spanish delicacy involving figs dipped in chocolate.\n\n### Figure & Foie:\n- Historical reference to the ancient Roman precursor of foie gras, referred to as \"jecur ficatum.\"\n- Modern foie gras preparations often incorporate figs either directly in the foie gras or as a chutney accompaniment.\n\n### Figure & Framboise:\n- See the entry for \"Framboise & Figue.\"\n\n### Figure & Fromage à pâte molle:\n- See the entry for \"Fromage à pâte molle & Figue.\"\n\n### Figure & Fromage à pâte pressée cuite:\n- See the entry for \"Fromage à pâte pressée cuite & Figue.\"\n\n### Figure & Fromage bleu:\n- See the entry for \"Fromage bleu & Figue.\"\n\n### Figure & Fromage de chèvre:\n- Suggestion to bake figs stuffed with goat cheese at 180°C for 10-15 minutes.\n- Enjoy with arugula and caramelized red wine walnuts.\n\n### Figure & Jambon cru:\n- See the entry for \"Jambon cru & Figue.\"\n\n### Figure & Menthe:\n- Giorgio Locatelli recommends serving figs with mint sorbet.\n\n--- \n\nEach entry provides culinary tips or historical insights about combining figs with various ingredients, enhancing the dining experience with these combinations."
  },
  {
    "source": "inconnu_3183",
    "contenu": "The document presented discusses various aspects of eggs, focusing on egg white proteins, nutritional value, and cholesterol content in eggs.\n\n### Egg White Proteins\nThe text mentions several important proteins found in egg whites that are notable for cooks:\n\n- **Ovomucin:** \n  - Accounts for less than 2% of the total albumen protein.\n  - Greatly influences the texture of the fresh egg, making it compact and attractive.\n  - Helps to organize the soupier protein solution into a more structured form, which supports the yolk and decays with age.\n\n- **Ovalbumin:**\n  - The most plentiful egg white protein, constituting a significant fraction.\n  - Was first studied in laboratories in 1890.\n  - Mainly nutritional, with its natural function remaining unclear.\n  - Contains reactive sulfur groups that enhance flavor, texture, and color during cooking.\n\n- **Ovotransferrin:**\n  - Binds tightly to iron, preventing bacterial growth and transporting iron in the developing chick.\n  - Plays a key role in egg’s resistance to spoilage and changes color when it binds abundant iron, affecting the cooked egg's color.\n\n### Nutritional Value of Eggs\n- Eggs contain all necessary ingredients for a chick and are considered one of the most nutritious foods.\n- Provides a balanced source of amino acids, polyunsaturated fatty acid, minerals, and vitamins.\n- Contains lutein and zeaxanthin, two plant pigments that are valuable antioxidants.\n\n### Cholesterol in Eggs\n- Despite being high in cholesterol (around 215 milligrams per large egg), the consumption of eggs had a significant drop around 1950 due to health concerns.\n- The cholesterol content is essential for the formation of animal cell membranes, particularly for the chick.\n- Variations in cholesterol levels in eggs can be affected by chicken breed and diet, with higher cholesterol possibly linked to certain dietary components like sitosterol from vegetable feed.\n\nOverall, the document provides detailed insights into the proteins that enhance an egg's utility and nutritional quality, emphasizing their culinary, biological, and health-related significance."
  },
  {
    "source": "inconnu_1317",
    "contenu": "The document discusses the concept of \"terroir\" in winemaking, emphasizing how it can refer to both the unique environmental factors affecting the growth of grapes and to the land itself. Here are the key points structured from the document:\n\n---\n\n### Key Points\n\n- **Definition of Terroir**:\n  - Terroir often describes a wine's distinctive characteristics like flavor and style, particularly mentioning the mineral quality and finesse found in traditional Chablis wines.\n  - Sometimes, terroir also refers to specific vineyards or districts known for their unique wine characteristics.\n\n- **Example of Terroir Influence**:\n  - The Château Haut-Brion estate in Bordeaux is highlighted as an example of \"great terroirs,\" noted for producing distinctive and high-quality wines, embodying the terroir of both the land and grapes.\n\n- **Historical Naming Conventions**:\n  - Traditionally in Europe, wines were named and sold based on their place of origin rather than the grape type due to the significance of terroir.\n  - Wine appellations like Burgundy, Bordeaux, Chianti, and Champagne are used as examples where wines have distinct tastes influenced by their specific regional conditions.\n\n- **Impact on Wine Diversity**:\n  - Wines from different regions or even different parts of the same vineyard can taste remarkably different due to variations in terroir.\n  - This led to a tradition of naming wines after their sources, similar to practices with cheeses or teas.\n\n- **Modern Recognition and Premium Valuation**:\n  - Vineyards that consistently show the potential for complex and unique wine production are highly valued.\n  - Notable examples include villages like Margaux and vineyards like Le Montrachet, which are regarded similarly to luxury brands due to their distinctive terroir-based characteristics.\n\n- **Underlining Principle**:\n  - The European system of appellations is based on the idea that wines from the same source will share a regional typicity, known as \"goût de terroir,\" highlighting the diversity of flavors originated from different terroirs.\n\n### Conclusion\n\nThe concept of terroir is pivotal in understanding and appreciating the diversity and richness of wines produced under different environmental conditions, each imparting a unique character to the wine. This regional typicity underpins the historical naming of wines and influences the premium attached to wines from well-recognized terroirs.\n\n---"
  },
  {
    "source": "inconnu_1086",
    "contenu": "The document primarily provides two sections of written content, where different approaches and preferences for chocolate are discussed. Here's a structured overview:\n\n---\n\n### Chocolate Preferences and Pairings:\n1. **Choices in Chocolate Flavor:**\n   - Choice affects happiness, particularly with intense chocolate like \"killer chocolate\" vs. lighter options such as chocolate with banana.\n   - Banana soufflé with chocolate is mentioned specifically as not qualifying as a preferred chocolate dessert.\n   \n2. **Balancing Chocolate Desserts:**\n   - Importance of not making chocolate desserts too rich by balancing with ingredients like coffee or caramel. \n\n3. **Personal Combining Preferences:**\n   - Combining white and dark chocolate or utilizing flavors like mint for a less conventional pairing.\n   - Emphasis on personal experience in taste differences among white, dark, and milk chocolate.\n\n4. **Quotes on Chocolate Preferences:**\n   - Emily Luchetti and Gabriel Kreuther share their preferences for combining chocolate with other flavors.\n\n### List of Complementary Flavors for Chocolate:\nThe provided list contains various ingredients that complement chocolate in desserts:\n\n- **Types of Games:**\n  - Game (e.g., rabbit, venison)\n  - Game birds\n\n- **Additional Ingredients:**\n  - Ginger\n  - Graham crackers\n  - Grand Marnier\n  - Hazelnuts (capitalized as HAZELNUTS, indicating importance or emphasis)\n  - Honey\n  - Kirsch\n  - Lavender\n  - Lemon\n  - Liqueurs (specific types suggested: berry, coffee, e.g., Kahlúa, nut, e.g., Frangelico, orange)\n  - Macadamia nuts\n  - Malt (specifically malted milk)\n\nThe structure of this section is a straightforward list, possibly used for quick reference in pairing or adding complexity to chocolate creations."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_203",
    "contenu": "The image portrays a striking visual contrast, divided into an upper section with a white background and a lower section in red. At the center of the red section, there is a detailed silhouette of a leaf, possibly a maple, highlighted by its intricate vein structure. Additionally, towards the right in the white space, there is the text \"red\" in lowercase, colored in red which ties the theme of the image together: a simple and powerful representation of the color through both text and imagery."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_192",
    "contenu": "### Shrimp Tartine with Fava Bean, Almond, and Mint Pesto\n\n**Author:** David Kinch  \n**Location:** Manresa Restaurant, Los Gatos, California  \n\n**Servings:** Makes 6 first-course servings  \n\n#### Ingredients for Fava Bean, Almond, and Mint Pesto:\n- 1 cup young fava beans (about 50, from 1 pound unshelled)\n- 1 clove garlic\n- 10 fresh mint leaves\n- Sea salt and freshly ground black pepper\n- 1 olive oil-packed anchovy fillet, finely chopped\n- 10 almonds, lightly toasted and salted\n- 3 tablespoons grated Parmigiano-Reggiano cheese\n- About ½ cup extra virgin olive oil\n- Few drops of fresh lemon juice (optional)\n\n#### Additional Ingredients:\n- 36 large shrimp in the shell (1½ to 2 pounds)\n- 12 slices coarse country bread, toasted, preferably over a wood fire\n- Extra virgin olive oil for drizzling\n- Freshly ground black pepper\n\n#### Method:\n1. **Prepare the Pesto:**\n   - Start in a mortar and finish in a food processor if needed.\n   - Boil water, add the fava beans and blanch for about 30 seconds. Drain and immediately immerse in cold water to cool. Squeeze each bean to free it from its tough outer skin. Set aside. (This can be prepped 1 day in advance, covered and refrigerated.)\n   - Crush garlic, mint, and a pinch of salt in a mortar. Add the anchovy, followed by the almonds. Continue to crush and pound until a rough purée forms.\n   - Transfer the mixture to a food processor if needed. Add salt and pulse until coarsely chopped. Then, add the fava beans and pulse but avoid overworking. While the motor is running, slowly add olive oil until the mixture is a pesto consistency. Season with salt and optionally lemon juice.\n\n2. **For the Tartine:**\n   - Toast the bread, preferably over a wood fire.\n   - Arrange prepared shrimp over the toast.\n   - Drizzle with extra virgin olive oil and sprinkle with freshly ground black pepper.\n   - Serve with a generous amount of fava bean, almond, and mint pesto.\n\n**Endnotes:**\n- This combination of ingredients offers a fresh twist on traditional pesto, incorporating seasonal ingredients and seafood for a distinctive first course."
  },
  {
    "source": "docslide-fr-le-repertoire-des-saveurspdf-copie.pdf_page_241",
    "contenu": "The document explores various culinary ingredients and combinations, particularly focusing on citron vert (lime), pomélo (pomelo) and their potential pairings with other foods. Here is a structured break-down of the content:\n\n### Pomélo & Orange\n- The pomélo is described as a sweet hybrid of orange and grapefruit.\n- It shares flavors closer to grapefruit but participates in additional notes from the orange when paired with Campari.\n- Mixing it with Campari can create refreshing sorbets, with aromatic and herby hints from the pomélo enhancing the cocktail.\n\n### Pomélo & Porc\n- For information on this combination, refer to \"Porc & Pomélo.\"\n\n### Citron vert\n- Described as the sharpest in the citrus family.\n- Lime oil is used for its spicy notes of pine, lily, and eucalyptus and is utilized in cola-type sodas.\n- Lime juice makes nearly any dish appear saltier, enhancing the dish’s sour and intense characteristics.\n- Its zest adds an distinct edge, transporting authentic tastes even within dried or powdered forms.\n- Commonly mixed in various Asian cuisines to add a zesty, muskier edge to the dishes.\n\n### Citron vert & Anchois\n- Commonly found in Thai salad dressing or Vietnamese dipping sauces.\n- Lime enhances the lightness of fish sauce and, when paired together, echoes the power of lime, balancing the spiciness and sweetness in dishes.\n- A suggested preparation involves lime juice, fish sauce, garlic, and a pinch of sugar, ideal for creating a homemade \"fish sauce.\"\n\n### Citron vert & Avocat\n- For information on this combination, refer to \"Avocat & Citron vert.\"\n\n### Citron vert & Basilic \n- Highlights a specific species of basil called basilic lime (Ocimum americanum), suggesting easy cultivation for a unique basil and lime flavor combination.\n\nThese sections suggest a focus on culinary uses and pairings that enhance the flavors and textures of food through the specific traits of citron vert and pomélo, detailing how these ingredients can be adapted and mixed with various other components to elevate dishes."
  },
  {
    "source": "inconnu_1257",
    "contenu": "Based on the document, here is its structured content:\n\n### Seasonings and Ingredients for Cooking\n\n**Ingredients**:\n- Marjoram\n- Miso\n- Mushrooms\n- Olive oil\n- Parsley, flat-leaf\n- Pepper (black, white)\n- Potatoes, especially red and white\n- Rosemary\n- Saffron\n- Sage\n- Salt, sea\n- Shallots\n- Spinach\n- Stocks (fish, mussel)\n- Tarragon\n- Tomatoes\n- Vanilla\n- Wine (Champagne, white)\n\n**Flavor Affinities**:\n- Turbot + butter + lemon + marjoram\n- Turbot + caviar + Champagne\n- Turbot + lemon + miso + mushrooms\n\n### TURKEY\n\n**Characteristics**:\n- **Season**: Summer-autumn\n- **Weight**: Medium\n- **Volume**: Quiet\n\n**Cooking Techniques**:\n- Braise\n- Grill\n- Poach\n- Roast\n- Sauté\n- Stir-fry\n\n**Ingredients for Turkey**:\n- Allspice\n- Apples\n- Bacon\n- Bay leaf\n- Bread crumbs\n- Butter, unsalted\n- Cardamom\n- Carrots\n- Celery\n- Cheese: white sheep or goat’s milk (similar to feta)"
  },
  {
    "source": "the_a_in_is_of",
    "contenu": "The document contains an image depicting a rural landscape in autumn. This landscape shows rolling hills, open fields, some trees, and possibly farmland. Below the image, there is a caption that reads:\n\n\"Autumn in Gascony, Armagnac's home in the southwestern corner of France.\"\n\nThis caption informs us that the image is capturing a scene from Gascony, which is known for being the home region of Armagnac, in the southwestern part of France. The picture is most likely intended to evoke a sense of the region's natural beauty and agricultural heritage during the autumn season."
