  },
  {
    "source": "ferment_solutions_can_odors_or",
    "contenu": "The document discusses common issues with fermented foods and provides solutions. Here it is structured by the three main topics and solutions mentioned:\n\n### Ferment is too salty\n- **Solution:** Add a little water, stir, and taste. Repeat as necessary. If it's excessively salty, you can pour off the excess and treat the remainder as extra sauerkraut juice. For vegetables that are traditionally fermented with a lot of salt, rinse them before eating, although this can also rinse away some nutrients and bacteria.\n\n### Ferment has a strong odor\n- **Explanation:** It's normal for fermenting vegetables to emit strong odors. \n- **Solutions:**\n  - Ferment in a semi-outdoor or well-ventilated area if the smell is objectionable.\n  - Use an air-locked vessel with a plastic tube that extends outside to prevent odors from permeating inside the space.\n- **Note on intense odors:** A putrid smell can indicate contamination or the need to remove a surface layer of mould or unwanted growth. Beneath this layer, the ferment might still be good.\n\n### Ferment is mushy, not crunchy\n- **Context:** This section header suggests a common issue with texture but does not provide further content for troubleshooting within the provided excerpt."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_485",
    "contenu": "The document is a recipe for a cocktail created by Thomas Waugh in 2011. Below is the detailed structured content of the recipe, including the ingredients and preparation method:\n\n```markdown\n# Cocktail Recipe by Thomas Waugh, 2011\n\n## Ingredients\n- 1 ounce Lemon Hart 151 rum\n- ¼ ounce Scarlet Ibis rum\n- ¼ ounce Cruzan Black Strap rum\n- 1 teaspoon Lustau East India Solera sherry\n- 1 teaspoon cane sugar syrup\n- 1 dash Angostura bitters\n- 2 dashes house orange bitters\n\n## Garnish\n- 1 lemon twist\n- 1 orange twist\n\n## Instructions\n1. Stir all the ingredients over ice.\n2. Strain into a double rocks glass over 1 large ice cube.\n3. Garnish with the lemon and orange twists.\n```\n\nThis structured format highlights the quantities and types of ingredients used, the garnish, and the step-by-step instructions for assembling the drink."
  },
  {
    "source": "inconnu_56",
    "contenu": "The section from the document titled \"Pommes de terre\" lists various types of potatoes, along with a description and suggested cooking uses. Here is the structured content from the document, capturing the types of potatoes and making sense of their descriptions:\n\n1. **Roseval**\n   - **Description:** Firm, waxy flesh, suitable for cooking or in salads.\n   - **Culinary Use:** Best for salad use.\n\n2. **Bleu d'Artois**\n   - **Description:** Very firm, ideal for making fries. Preserves its shape when cooked.\n   - **Culinary Use:** Excellent for frying and retains its shape when cooked.\n\n3. **King Edward**\n   - **Description:** Also known as \"roi des perdrix.\" One of the oldest European varieties, with a fluffy texture that suits all cooking methods.\n   - **Culinary Use:** Suitable for roasting, boiling, and making chips.\n\n4. **Charlotte**\n   - **Description:** Firm and good for cooking, perfect for frying and dishes that require firm potatoes.\n   - **Culinary Use:** Great for sautéing and various potato dishes.\n\n5. **Belle de Fontenay**\n   - **Description:** Firm and flavorful, suitable for salads, boiling, and making rissolées (a style of fried potatoes).\n   - **Culinary Use:** Best used in salads, boiled, or for rissolées.\n\n6. **Ratte**\n   - **Description:** Firm yet slightly fluffy, enjoyed best boiled, highly regarded by chefs.\n   - **Culinary Use:** Best used boiled or in high-end purees.\n\n7. **Mona Lisa**\n   - **Description:** Soft flesh, suitable for gratins and purees.\n   - **Culinary Use:** Best used in gratin dishes or pureed.\n\n8. **Bintje**\n   - **Description:** Floury texture, essential for mashed potatoes and frying.\n   - **Culinary Use:** Excellent for purees and fries.\n\n9. **Grenailles**\n   - **Description:** Small, harvested before full maturity, sweet and tender, not peeling required.\n   - **Culinary Use:** Ideal for steaming or sautéeing."
  },
  {
    "source": "mcgee.pdf_page_585_full",
    "contenu": "Here's the structured content of the document provided:\n\n**Title: Pasta, Noodles, and Dumplings**\n\n**Section: Edge Maintenance in Baking**\n- Problem: The edges of cookies may get too dark during baking.\n- Solution: Use light baking sheets to minimize darkening and undertake baking.\n- Outcome: Produces a moister, chewier texture. Many cookies are tender and durable.\n\n**Properties of Cookies Post-Baking**\n- Low water content leads cookies to lose moisture or become dry when exposed to air.\n- Storage recommendation: Store in an airtight container.\n- Shelf-life: Foods with low moisture and high sugar levels keep well and are less hospitable to microbes.\n\n**Introduction to Pasta, Noodles, and Dumplings**\n- Category: One of the simplest cereal flour preparations.\n- Composition: Dough made from flour and water, formed into shapes and boiled.\n- Difference: Pasta generally refers to Italian tradition, and noodles are more broadly defined.\n\n**Cultural Importance:**\n- **Italy**: Uses high-gluten durum wheat, making dry pasta.\n- **China**: Uses soft, low-gluten wheat, focusing on fresh and moist noodles and dumplings.\n\n**Historical Insights:**\n- Myth Refuted: Marco Polo did not bring pasta from China to Italy.\n- China's Prevalence: First to develop noodle making art significantly.\n- Documentation: Mention of noodles and dumplings around 300 CE by Shu Xi.\n\n**Global Influence and Variations**\n- Italy and China have independently developed a rich tradition of noodle and dumpling making.\n- Different types of noodles and pasta are found across various cultures, incorporating local grains and ingredients such as bean and root vegetable starches.\n\nThis content reflects the historical, cultural, and technical aspects of pasta, noodles, and dumplings as presented in the extract."
  },
  {
    "source": "and_truffles_the_mushrooms_their",
    "contenu": "The document is about mushrooms and truffles, detailing their cooking methods and unique properties respectively.\n\n### Cooking Mushrooms\n- **Cooking Methods:** Mushrooms can be cooked in various ways, with their flavor being most developed and intense when cooked slowly.\n- **Enzyme Activity:** Cooking allows time for enzymes to work, inactivating them and cooking out some of the mushroom's ample amino acids, sugars, and aromas.\n- **Heat Effects:** Heat collapses air pockets and consolidates the texture, causing mushrooms to shrink considerably when cooked.\n- **Cellulose and Chitin:** Unlike vegetables, mushrooms contain cellulose and chitin which are insoluble in water, leading to a gelatinous texture in some mushrooms like the jelly and ear fungi which are popular in Asian cuisines.\n- **Browning and Pigments:** Browning enzymes and pigments in mushrooms may stain other ingredients, which could be undesirable.\n\n### Truffles\n- **Nature of Truffles:** Truffles are the fruiting bodies of species in the genus *Tuber*. They are commercially important, dense, and knobby.\n- **Growth Habits:** Truffles grow underground in symbiosis with trees like oaks and hazels and are harvested using animals or machines due to their hidden nature.\n- **Flavors:** Truffles are subtly flavored with earthy tones, containing a mix of alcohols and aldehydes. There are various species, with black and white truffles being particularly noted.\n- **Harvesting:** Their rarity and demand make them expensive. Truffles like *Tuber melanosporum* and *Tuber magnatum* are highlighted for their quality and demand.\n- **Artificial Flavoring:** Less flavorful truffle species can be flavored artificially or used in products like oils, butters, and flours.\n\n### Truffle Anatomy Sidebar\n- **Description:** Truffles, unlike mushrooms, remain underground as the fruiting bodies of a fungus.\n- **Spore Containment:** Their spores are contained within thick masses of tissue between vein-like folds, contributing to their unique texture and flavor profile.\n\nThis page from a potentially scientific or culinary book offers a deep dive into the culinary aspects of mushrooms and truffles, their biological nature, and the uniqueness of their growth and harvesting."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_963",
    "contenu": "The document contains a black and white photograph depicting a scenic view of vineyards. Below the image, there's a caption which reads:\n\n\"In the Basque region, the txakoli vineyards of the Getaria district seem almost to hover over the Bay of Biscay in the Atlantic Ocean.\"\n\nThis text highlights the picturesque and elevated landscape of the txakoli vineyards located in the Getaria district of the Basque region, emphasizing their proximity and outlook over the Bay of Biscay in the Atlantic Ocean. The image supports this description, showing terraced vineyards that lead towards the water, giving an effect that they are floating or hovering as noted in the caption."
  },
  {
    "source": "inconnu_2170",
    "contenu": "The image features a label for a bottle of wine. Here are the details extracted from the label:\n\n- Brand Name: Inniskillin\n- Type of Wine: Icewine\n- Grape Variety: Cabernet Franc\n- The design includes a logo at the top with the brand name and an image of a farm or vineyard scene set within a dark-colored frame. The label has an overall elegant and classic design, mainly in blue and silver color tones.\n\nThe information suggests that the product is a type of dessert wine made from Cabernet Franc grapes, specifically known as Icewine, a style notable for being made from grapes that have been frozen while still on the vine. Inniskillin is a well-known producer of Icewine in Canada."
  },
  {
    "source": "_Sweetness_of_Zinfandel_Wine_",
    "contenu": "The content of the document states:\n\n\"Zinfandel is almost always sweet\""
  },
  {
    "source": "inconnu_983",
    "contenu": "Here's the structured content of the provided text:\n\n### Introduction to Natto Making:\n- The spores used in natto production not only tolerate but benefit from \"heat-shock\" at temperatures as high as those mentioned. \n- A small amount of starter, recommended by the source, is mixed with a more voluminous medium (such as flour) to distribute it effectively.\n  \n### Using A Previous Batch As Starter:\n- Use a previous batch of natto as a starter in a 5 percent ratio.\n- Mince the starter natto finely.\n- Mix it with incubation-temperature water.\n- Add this mixture to cooked soybeans only after they have cooled to incubation temperatures.\n  \n### Preparation and Incubation:\n- Mix the starter with the soybeans thoroughly, ensuring all beans are incorporated.\n- Spread the soybeans in an even layer (no deeper than 2 inches/5 cm) in a glass or stainless-steel baking pan.\n- Cover with plastic wrap, aluminum foil, or waxed paper to maintain humidity.\n- Place the prepared soybeans in an incubation chamber and ferment for 6 to 24 hours, adjusting temperature and checking for desired consistency and flavor.\n  \n### Testing Natto Readiness:\n- To check if natto is ready, swirl the soybeans with chopsticks or a spoon.\n- Look for gooey strings formation; longer incubation leads to more pronounced stringiness and stronger flavor.\n\n### Alternative Method Without Starter:\n- Follow the same steps but without using a starter for inoculation.\n- Avoid pressure-cooking as it may kill the spores.\n- Expect a longer development time and potentially a stronger flavor.\n\n### Traditional Method:\n- Traditional natto was often made using straw as a starter, which influenced the flavor and characteristics of the final product.\n\nThis structured approach breaks down the text's content about the natto-making process, using natural and traditional methods, with relevant instructions and tips."
  },
  {
    "source": "Connaissance_des_vins_13.pdf_page_1",
    "contenu": "The document is an infographic titled \"Connaissances des vins\" (Knowledge of wines), specifically representing the process of red wine production, labeled \"VINIFICATION EN ROUGE\". This document is identified as \"Fiche technique nº 13\" and features various stages and equipments involved in the production of red wine. Below is the information depicted in a structured format:\n\n### Title:\n- **Connaissances des vins**\n\n### Subtitle:\n- **VINIFICATION EN ROUGE**\n\n### Process Flow:\n1. **Vendanges (Harvesting)**\n   - Image: Grapes\n   - Description: Starts with the harvesting of grapes.\n\n2. **Fouloir - Egrappoir (Crusher - Destemmer)**\n   - Image: Equipment labeled \"ROTO 10-20\"\n   - Description: Grapes are crushed and destemmed.\n\n3. **Fermentation Alcoolique (Alcoholic Fermentation)**\n   - Description: Process initiated by yeast (LEVURES).\n   - Image: Side information shows decrease of CO2 (Dégagement de CO2), cap (Chapeau).\n\n4. **Maceration**\n   - Image: Vessel tanks indicating processes like temperature increase (Augmentation de la température), color change (Changement de couleur du moût).\n\n5. **Vin de Presse (Pressed Wine)**\n   - Image: Red wine press machine.\n   - Description: Wine is transferred through a press to extract pressed wine.\n\n6. **Vin de Goutte (Free-run Wine)**\n   - Image: Diagram of a pneumatic press (Le pressoir pneumatique) showing interior juice extraction process.\n   \n7. **Assemblage (Blending)**\n   - Explanation: Combining different batches.\n\n8. **Fermentation Malolactique (Malolactic Fermentation)**\n   - Description: Secondary fermentation to convert malic acid to lactic acid.\n\n9. **Elevage (Ageing)**\n   - Image: Oak barrels suggest aging process.\n\n10. **Collage (Finning)**\n    - Description: Process of clarification.\n\n11. **Filtration**\n    - Description: Final filtration before bottling.\n\n12. **Mise en Bouteille (Bottling)**\n    - Image: Bottles of wine.\n\n### Credit:\n- © R. Rohn 2014\n\nEach step in the flowchart is illustrated with clear visuals, suggesting their role in the traditional red wine making process. The visual format aids in understanding how raw grapes are transformed through various stages into final bottled wine."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_40",
    "contenu": "The image portrays a group of individuals sitting at a bar. They appear to be engaged in conversations while being served various types of beverages. The setting is informal, with a focus on the people and the interactions around the bar area, all captured in black and white which enhances the ambiance and mood of the setting. There's visible diversity in the types of drinks, which include cocktails and other refreshments, highlighting a social or leisurely scene."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_823",
    "contenu": "# CRIANZA, RESERVA, AND GRAN RESERVA\n\nWhile bodegas in Rioja are not legally obliged to use it, a hierarchy exists whereby wines are classified according to how long the wines are aged (see box page 438). The hierarchy includes **crianza** (the youngest; in Spanish the word refers to something that is raised or nursed), **reserva**, and **gran reserva**. When visiting Rioja, you might also encounter very basic, very young wines known as **vinos jovenes** or **sin crianzas**. They are usually not exported.\n\n![Wine Making Process](image.jpg)\n\n_The foods of Rioja are simple and simply prepared, reflecting the region's rural roots. Mushrooms sizzling on a grill will become a feast once bottles of earthy, complex Rioja reserva are opened and poured._\n\n---\n\n# WET AND WILD\n\nAlthough wild mushrooms (setas) are more abundant and varied in Catalonia, they somehow seem more decadent in Rioja, where they are often each the size of a DVD, and where a glass of red wine and a huge plate of them sizzling in hot, garlicky, extra virgin olive oil is often the way a meal begins. The combination, straightforward as it is, can be magic. No wine accentuates the rich earthiness of wild mushrooms better than red Rioja, which is among the world’s most beautifully earthy wines.\n\nRed **crianzas** are easy-drinking wines full of earth, spice, cherry, and vanilla. The bread-and-butter wines of every bodega, **crianzas** are generally made with grapes from good but not exceptional vineyards.\n\nMade from superior grapes from prime sites, **reservas** are more than just simple, fruity wines, and although they are far more concentrated than **crianzas**, they are not necessarily powerhouses. In fact, just the opposite can be true. **Reservas** can be subtle, supple wines with quiet but intense echoes of earth, old saddle leather, and dried leaves. **Reservas** are made only in exceptional years."
  },
  {
    "source": "inconnu_2030",
    "contenu": "Here is the structured content of the indexed information in Markdown format:\n\n```markdown\n- Treixadura\n  - **Page:** 487\n  - *see also trajadura*\n\n- Trellising\n  - **Page:** 35\n\n- Trentino-Alto Adige\n  - **Pages:** 60, 342, 402-404\n\n- Trepat\n  - **Pages:** 98, 475, 478\n\n- Tribidrag\n  - **Pages:** 75, 416, 690\n\n- Trichloroanisole (TCA)\n  - **Pages:** 113, 133\n\n- Trigeminal nerve\n  - **Pages:** 107, 108\n\n- Trimbach\n  - **Page:** 284\n\n- Trimethyldihydronaphthalene (TDN)\n  - **Page:** 557\n\n- Trincadeira preta\n  - **Pages:** 98, 538, 542\n\n- Trocken\n  - **Page:** 554\n\n- Trockenbeerenauslesen (TBA)\n  - **Pages:** 15, 67, 129, 548, 555, 597\n\n- Trollinger\n  - **Pages:** 98, 551\n\n- Trulli\n  - **Pages:** 416-417\n\n- Tufa\n  - **Page:** 25\n\n- Turner, William\n  - **Page:** 138\n\n- Turruntés\n  - **Page:** 437\n\n- Tuscany\n  - **Brunello de Montalcino**\n    - **Pages:** 387-390\n  - **Carmignano**\n    - **Pages:** 392-393\n  - **Chianti**\n    - **Pages:** 380, 382-385\n  - **Chianti Classico**\n    - **Pages:** 380, 385-387\n  - **DOCGs of**\n    - **Page:** 968\n  - **Foods of**\n    - **Pages:** 395-396\n  - **Grapes of**\n    - **Page:** 378\n  - **Land, grapes, and vineyards of**\n    - **Pages:** 377-380\n  - **Map of**\n    - **Page:** 375\n  - **Most important wines of**\n    - **Page:** 377\n  - **Overview of**\n    - **Pages:** 375-376\n  - **Quick sip on**\n    - **Page:** 376\n  - **Sangiovese in**\n    - **Page:** 68\n```"
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_41",
    "contenu": "The document presents a culinary guide on how to finely chop an onion. It is structured into sections with a detailed description of the procedure, accompanied by step-by-step images. Below is the formatted content, including the title, introductory text, ingredients section, steps, and chef's tip:\n\n### Ciseler un oignon ★\n\n#### Introduction\n- **Émincer**, c'est couper finement un demi-oignon.\n- **Ciseler**, c'est le couper en très petits morceaux réguliers.\n- A technique needed almost every day!\n\n#### Ingredients\n- **Onions** of your choice: yellow, white, red.\n\n#### Procedure\n1. **Cut the top off the onion.**\n   - Do not cut the root end as it helps hold the onion together while you chop.\n   - Peel the onion.\n   - Cut it in half.\n\n2. **Slice thinly along the length of the onion.**\n   - Keep the root end intact to hold slices together but make sure not to cut through it to the end.\n   - Keep the onion stable by applying even pressure.\n\n3. **Make even horizontal cuts.**\n   - This step is essential to achieve the fine \"brunoise\" dice without crushing the onion.\n\n#### Step-by-Step Images\n- Image 1: Cutting the top off the onion.\n- Image 2: Peeling the onion.\n- Image 3: Cutting the onion in half.\n- Image 4: Slicing along the length.\n- Image 5: Making horizontal cuts.\n- Image 6: Finely chopping the onion.\n\n#### Chef's Tip\n- **Using a well-sharpened knife reduces the risk of tear-inducing chemicals from spreading too much!**\n\nEach step is demonstrated visually in images labeled from 1 to 6, depicting each part of the chopping process. This guide aims to provide a clear and efficient method of cutting an onion while maintaining safety and culinary precision."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_720",
    "contenu": "The document discusses modern Chianti wine, detailing the changes in its production and composition.\n\n**Key Points:**\n1. **Composition Changes:** \n   - *Current blend:* Chianti wine can now consist of 75 to 100 percent Sangiovese.\n   - *Previous regulations:* Required mandatory inclusion of white grapes which are no longer compulsory.\n   - *Other Reds:* Up to 10 percent of the blend can include other authorized red grapes like Cabernet Sauvignon and Merlot.\n   - *White Grapes:* No more than 10 percent of the blend may include white grapes like Malvasia and Trebbiano.\n\n2. **Subzones in Chianti:**\n   - *Distinctiveness:* Chianti has eight subzones, with Chianti Classico being notably distinct with its own DOCG status.\n   - *Quality:* Wines from these subzones are generally higher quality than basic Chianti, attributed to both regional characteristics and winemaking practices.\n   - *Wine Making:* Producers in these zones often use traditional large Slavonian oak casks rather than smaller French oak barrels.\n\n3. **Blend Variations by Subzone:**\n   - *Blends in Subzones:* Each subzone has slightly varying compositions, allowing up to 20 percent of other authorized red grapes compared to the basic Chianti's 15 percent.\n\nThis information suggests a nuanced approach to understanding Chianti wine, emphasizing its variability across subzones and recent shifts in production standards."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_65",
    "contenu": "The content of the document you've provided includes a mix of visual and textual information, presented largely through a color-coded sensory profile wheel and a detailed table. Here’s a structured breakdown:\n\n### Document Title:\nBoiled Cauliflower\n\n### Aroma Profile Description:\n- The aroma profile of raw cauliflower is mainly determined by sulphurous glucosinolates, which smell like onion and cooked cabbage, while other green, more grassy aromas provide a certain freshness to the brassica's overall flavour.\n- Citrus notes are also present, reminiscent of the scent of orange. Boiling or steaming cauliflower introduces a new range of flavours: the sulphurous odors of the glucosinolates give way to new vegetal scents that are similar to cooked potatoes and mushrooms.\n- As temperatures rise, earthy, toasted volatile compounds start to form in the brassica, along with some pungent, buttery notes.\n\n### Aroma Profile Wheel:\n- The visual wheel showcases various descriptions around a circumference, denoting different scents and attributes associated with boiled cauliflower. An example of terms includes:\n  - cabbage\n  - orange\n  - buttery\n  - pungent\n  - curry\n  - earth\n  - vegetal\n  - toasted\n  - onion\n\n### Flavorography Table:\n- The document includes a lower section with a comparison table that features \"boiled cauliflower\" aligned with various other items and their characteristic aromatic compounds.\n\n### Table: Aromatic Compounds in Various Foods\n\n| Aromatic Compound                      | Boiled Cauliflower | Chili Sauce | Whole Oat Groats | Chalhota de Costa (Coastal Shallot) | Japanese Soy Sauce | Roast Wild Boar | Cooked Spinach | Grilled Turbot | Pork Jus | Jinhua Dry-Cured Ham | Swede |\n|----------------------------------------|--------------------|-------------|------------------|------------------------------------|--------------------|-----------------|----------------|---------------|----------|---------------------|-------|\n| Earthy                                  | ●                  | ●           | ●                | ●                                  | ●                  | ●               | ●              | ●             | ●        | ●                   | ●     |\n| Nutty                                   |                    | ●           | ●                |                                      | ●                  | ●               | ●              | ●             | ●        | ●                   |       |\n| Heated Oil                              |                    | ●           | ●                |                                     |                    |                 |                |               | ●        |                     |       |\n| Fruity                                  | ●                  | ●           | ●                | ●                                  | ●                  | ●               |                | ●             | ●        | ●                   |       |\n| Floral                                   |                    |             |                  | ●                                  |                    |                 |                |               |          |                     |       |\n| Vegetable                               | ●                  |             |                  |                                      |                    |                 | ●              |               |          |                     | ●     |\n| Sweet                                    |                    | ●           | ●                |                                     |                    |                 |                |               | ●        |                     |       |\n| Alliaceous (Onion/Garlic)               | ●                  | ●           |                   | ●                                  | ●                  | ●               |                |               | ●        | ●                   | ●     |\n| Cabbage-like                             | ●                  |             |                  |                                      |                    |                 | ●              |               |          |                     | ●     |\n| Brown Spice                              |                    |             |                  |                                      |                    | ●               |                |               | ●        |                     |       |\n| Medicinal/Phenolic                       |                    | ●           |                  |                                      |                    |                 |                |               |          | ●                   |       |\n| Sulfury (Meaty, Brothy, Onion/Garlic)    | ●                  |             |                  |                                      |                    | ●               | ●              |               | ●        | ●                   |       |\n\nThis tabulated information juxtaposes the scent profiles of various food items, highlighting the complexity and diversity of flavor components, particularly noting where boiled cauliflower shares or differs in these aromatic compounds compared to other items."
  },
  {
    "source": "mcgee.pdf_page_839",
    "contenu": "### SELECTED REFERENCES\n\n#### CHAPTER 5: EDIBLE PLANTS\n\n- Harlan, J.R. **Crops and Man.** Madison, WI: Am. Soc. Agronomy, 1992.\n- Heiser, C.B. **Seed to Civilization.** Cambridge, MA: Harvard Univ. Press, 1990.\n- Thoreau, H.D. **“Wild Apples” (1862).** In H.D. Thoreau, **Wild Apples and Other Natural History Essays,** ed. W. Rossi. Athens, GA: Univ. of Georgia Press, 2002.\n- Wilson, C.A. **The Book of Marmalade.** New York: St. Martin’s, 1985.\n\n- Bildack, W.R. et al., eds. **Phytochemicals: A New Paradigm.** Lancaster, MA: Technomic, 1998.\n- Borchers, A.T. et al. **Mushrooms, tumors, and immunity.** Proc Society Experimental Biol Medicine 221 (1999): 281–93.\n- Buchanan, B.B. et al., eds. **Biochemistry and Molecular Biology of Plants.** Rockville, MD: Am. Society Plant Physiologists, 2000.\n- Coulombe, R.A. **“Toxicants, natural.”** In **Wiley Encyclopedia of Food Science and Technology,** Edited by F.J. Francis, 2nd ed., 4 vols, 2336–54. New York: Wiley, 2000.\n- Daschle, M.A. **Microbial ecology of fermenting plant materials.** FEMS Microbiological Reviews 46 (1987): 357–67.\n- Devnto, V. et al. **Thermal processing enhances the nutritional value of tomatoes by increasing total antioxidant activity.** J Agric Food Chem. 50 (2002): 3010–14.\n- Dominy, N.J., and P.W. Lucas. **Importance of trichromatic vision to primates.** Nature 410 (2001): 363–66.\n\n#### CHAPTER 6: A SURVEY OF COMMON VEGETABLES\n\n- Arora, D. **Mushrooms Demystified.** 2nd ed. Berkeley, CA: Ten Speed, 1986.\n- Chapman, V.J. **Seaweeds and Their Uses.** 3rd ed. New York: Chapman and Hall, 1980.\n- Dunlop, F. **Land of Plenty.** New York: Morrow, 2003.\n- Fortner, H.J. **The Limu Eater: A Cookbook of Hawaiian Seafood.** Honolulu: Univ. of Hawaii, 1978."
  },
  {
    "source": "Liquid_intelligence___the_art_and_science_of_the_perfect_cocktail_-_PDF_Room.pdf_page_252",
    "contenu": "The document contains an index list typically found in books, which details various topics along with corresponding page numbers. Here is a representation of the contents in a structured format:\n\n### Index Content\n\n- **Between the Sheets**: 132\n- **Big Mac McCann carbonator**: 314, 315\n- **Bijou**: 130\n- **bisphenol A**: 309\n- **bittering agents**: 210, 210\n- **bitterness**: 54, 121, 149, 208, 216, 248, 256, 358, 364, 365, 367, 375, 376\n- **bitter orange (sour orange)**:\n  - in Flat Leaf: 175\n  - in hot drinks: 183\n- **bitters**: 85, 113, 198, 348\n  - chocolate: 208, 209, 213\n  - in Dates Justino: 260\n  - defined: 210\n  - in hot drinks: 183\n  - ingredient percentages in: 136\n  - rapid infused: 108, 187, 188, 198, 200, 209, 210-13\n  - in Red-Hot Ale: 187\n  - in Red-Hot Cider: 188\n  - see also Angostura bitters bottles: 30, 49\n- **black pepper, in Djer Syrup**: 205\n- **black tea vodka, washing of**: 265\n- **Blackthorn**: 131\n- **blended drinks**: 83, 114-20, 122, 141, 258\n- **centrifuge clarification of**: 257-59\n- **frozen**: 141-44, 142, 146, 146\n- **structural analysis of**: 126, 134-35\n- **Blender Daiquiri**:\n  - with ice: 120\n  - using freezer: 135\n- **Blender Marg, Blender Margarita**: 118, 134\n  - blender-muddling: 165-76\n  - of multiple drinks: 167, 171\n  - nitro-muddling vs., 167, 169\n  - tips for: 167-68\n- **blenders**: 35-36, 48, 49\n  - in chilling: 83, 114\n  - heating purees with: 247\n  - in making slushies: 141-44\n  - power of: 115\n  - stick: 57\n  - whole frozen fruit in: 146, 146\n- **Blender Whiskey Sour**: 134\n- **Blendtec blender**: 36\n- **Blenheim apricots, in Apricots Justino**: 260-61\n- **Blinker**: 131\n- **blood alcohol content (BAC)**: 295\n\nThis list organizes various beverages, ingredients, and techniques, probably within the context of a detailed guide or reference book related to beverages, particularly focusing on cocktail preparation and the elements involved in it."
  },
  {
    "source": "inconnu_1259",
    "contenu": "```markdown\n# UNDERSTANDING WINES: EXPLAINING STYLE AND QUALITY\n\n## Second alcoholic fermentation\n- **Process**: Once the blend is made, a small proportion of _liqueur de tirage_ is added. This is a mixture of wine, sugar, yeast nutrients, and a clarifying agent.\n- **Bottling**: The bottle is closed with a crown cap that includes a plastic cup insert. The bottles are then stacked horizontally in producers' cellars at cool, constant temperature.\n- **CO2 Generation**: Alcohol is raised around 1.2–1.3% above the zero generated by the yeast dissolves into the wine creating the sparkle. This creates pressure in the bottle equivalent to five to six atmospheres.\n\n## Yeast autolysis\n- **Duration**: This process, following the second alcoholic fermentation, can last for months to years.\n- **Chemical Changes**: Dead yeast cells break down releasing chemical compounds into the wine.\n- **Flavor Development**: Known to enhance flavors such as bread, biscuit and toasty notes. Autolysis typically lasts for between four and five years, but can continue for as long as ten years.\n- **Impact on Wine**: Wines that spend longer on these lees normally develop a stronger yeast character, which helps in keeping the wine fresh.\n\n## Riddling\n- **Purpose**: After the wine has matured, riddling helps in removing the yeast and sediment that has settled.\n- **Process**: Originally done in A-frames called _pupitres_. Now typically mechanized to speed up the process.\n- **Outcome**: This ensures a clear wine by gradually collecting the sediment into the neck of the bottle, which is then removed.\n\n## Disgorgement and corking\n- **Process**: Once riddling is complete, disgorgement occurs where the sediment is ejected, typically using a cold brine solution.\n- **Sealing**: Immediately after disgorgement, the wine is topped up with _liqueur d'expédition_ (a mix of wine and sugar), and then sealed.\n- **Details**: This final addition helps balance the flavor and adds sweetness, adjusting the flavor profile of the wine to desired standards.\n\n## Effects of Riddling, Disgorgement, and Additional Processing\n- **Riddling**: Automates the collection of sediment for cleaner wine production.\n- **Disgorgement**: Rapid and mechanized to prevent loss of pressure and quality.\n- **Corking**: Mushrooms-shaped corks are used post-disgorgement to ensure the wine is securely sealed and can manage the internal pressure.\n```\nThis structured text provides detailed insights into various stages of wine production focusing mainly on the processes after blending right through to the final corking stages, underlining key technical details and their contribution to wine quality."
  },
  {
    "source": "inconnu_680",
    "contenu": "The document discusses various wine regions and characteristics of the wines produced in Chile. It is structured into descriptions of specific regional zones along with the influences on the wine produced there:\n\n### Chile Wine Regions\n\n#### Premium Sites\n- **Location**: Descending air, lending elegance and structure to the wines.\n- **Maipo Valley**: Notable for red wines with a strong character.\n  \n#### Notable Zones\n- **Cachapoal Valley**:\n  - **Description**: A warm area, further from ocean breezes.\n  - **Performance**: Cabernet Sauvignon and Syrah thrive.\n  \n- **Colchagua Valley**:\n  - **Description**: A warmer and more varied area.\n  - **Influences**: Oceanic, producing elegant varietals like Syrah and Carménère.\n\n- **Curicó Valley and Maule Valley**:\n  - **Soil**: Fertile.\n  - **Climate**: Cooler in Maule, influencing acidity in the wines.\n  - **Key Varietals**: Important sources of several fine wines.\n  \n#### Southern Region\n- **Sub-regions**: Itata Valley, Bío Bío Valley, and Malleco Valley.\n- **Varietals Focus**:\n  - **Itata and Bío Bío**: Dominated by Pais and Muscat of Alexandria, primarily used locally.\n  - **Malleco Valley**: Known for Pinot Noir, Chardonnay, and associated aromatics, showing potential for premium outputs.\n\n#### Climate Effects\n- **General**: Southern sub-regions are cooler than northern.\n  \n#### Market Trends\n- **Regional Output**: Wines with higher acidity like from Curicó Valley are gaining interest.\n- **Unique Varietals**: Increasingly diverse varietals, example, Carignan, contribute robust, full-bodied wines.\n\nThis text is a sophisticated examination of the Chilean wine regions, emphasizing the interplay between climate, soil, varietal, and the resultant wine characteristics. The focus is on describing the specifics of each region and how these factors contribute both to the cultivation of typical varietals and to exploring new possibilities in wine production."
  },
  {
    "source": "inconnu_511",
    "contenu": "The document contains a recipe for a beverage that includes ingredients and detailed preparation steps:\n\n**Ingredients**:\n- 2 ounces grapefruit juice\n- 2 ounces lime juice\n- 6 ounces dry champagne\n- Garnish: 6 pineapple wedges\n\n**Preparation**:\n1. Muddle the sugar cubes with the club soda until the sugar is fully dissolved.\n2. Add the remaining ingredients (except the champagne) and fill the pitcher three-quarters full with ice cubes.\n3. Stir until cold, then strain into a punch bowl over 1 large block of ice.\n4. Top with the champagne.\n5. Garnish with the pineapple wedges and serve with a ladle and punch glasses."
  },
  {
    "source": "and_to_the_sesame_a",
    "contenu": "The document provides an analysis of flavor pairings for various ingredients and beverages based on different sensory attributes. It seems to be aimed at understanding food pairings, possibly for culinary or gastronomical research or guidance. Below are sections extracted from the image and then restructured into markdown tables to present them clearly and concisely.\n\n### Potential Pairing: Toasted Sesame Seeds and Shiso Leaf\n#### Description\nA member of the mint family, shiso can have green or purple leaves. In Japan, the purple variety is used to add color to umeboshi, a type of savoury fruit pickle. Shiso leaves are also added to salads and soups or used in sushi. As Shiso leaves emit a flavour, with a hint of anise, why not try it in an Asian-inspired variation on a mojito?\n\n#### Ingredient Pairings\n\n| Ingredient         | Fruity | Sour | Bitter | Fresh | Sweet | Savory | Fatty | Astringent | Acidic |\n|--------------------|--------|------|--------|-------|-------|--------|-------|------------|--------|\n| Taiwanese fish sauce |    •   |    •   |        |   •   |       |    •   |       |            |    •   |\n| peppermint         |    •   |    •   |        |   •   |       |        |       |            |    •   |\n| rapeseed oil        |        |      |        |       |       |    •   |   •   |            |        |\n| kiwiberry          |    •   |    •   |        |   •   |   •   |        |       |            |    •   |\n| croissant          |    •   |    •   |        |       |   •   |        |   •   |            |        |\n| red grapes         |    •   |    •   |        |   •   |   •   |        |       |            |    •   |\n| Cheddar            |        |      |        |       |       |    •   |   •   |            |        |\n| chicken breast fillet |    •   |    •   |    •   |   •   |       |    •   |   •   |            |    •   |\n| arrack             |    •   |    •   |        |   •   |   •   |        |       |            |    •   |\n| milk chocolate     |    •   |      |        |       |   •   |        |   •   |            |        |\n\n### Classic Pairing: Sesame Seeds and Mango\n#### Description\nToasted sesame seeds and mango show several share floral-honey notes, as well as woody and caramellic links. This combination appears in a wide range of dishes, from the classic Thai sticky rice and mango garnished with toasted sesame seeds to crispy sesame chicken with mango chutney.\n\n#### Ingredient Pairings\n\n| Ingredient         | Fruity | Sour | Bitter | Fresh | Sweet | Savory | Fatty | Astringent | Acidic |\n|--------------------|--------|------|--------|-------|-------|--------|-------|------------|--------|\n| sesame seeds       |        |      |    •   |       |       |    •   |   •   |            |        |\n| wild bergamot flower |    •   |      |    •   |   •   |   •   |        |       |      •      |        |\n| Meyer lemon zest   |    •   |    •   |        |   •   |   •   |        |       |            |    •   |\n| soya bean          |        |      |    •   |       |       |    •   |       |      •      |        |\n| date               |    •   |      |        |       |   •   |        |       |            |        |\n| hibiscus flower    |    •   |    •   |        |   •   |   •   |        |       |            |    •   |\n| fresh lavender leaves |    •   |    •   |    •   |   •   |       |        |       |            |    •   |\n| curry leaf         |        |    •   |        |   •   |       |    •   |       |            |    •   |\n| poached Atlantic salmon fillet |    •   |      |    •   |   •   |       |    •   |   •   |            |    •   |\n| roast pork belly   |        |      |        |       |       |    •   |   •   |            |        |\n\nAdditional similar tables are provided for 'braised ling', 'Black Diamond blackberry', and 'Westmalle tripel beer', each listing complementary foods and their correspondence to nine specific taste attributes. Each table follows the format shown above."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1351",
    "contenu": "The document discusses the prominence of cabernet sauvignons in St. Helena, a key area within Napa Valley, described as the valley's \"heart.\" It mentions that St. Helena's unique geographic features promote full ripeness in grapes, favored by the area's top wineries. There is also mention of specific renowned wineries in the region.\n\nBelow is a section titled **\"THE TOP NAPA VALLEY CABERNET SAUVIGNONS\"** which lists some of the top-rated cabernet sauvignon estates in Napa Valley along with a brief note on the consistent high quality of cabernet sauvignon across these estates.\n\n```markdown\n### THE TOP NAPA VALLEY CABERNET SAUVIGNONS\n\nThe quality of Napa Valley cabernet sauvignon is very high across the board, but following are the estates that I would put in the highest ranks:\n- Araujo\n- BOND*\n- Colgin\n- Corison\n- Dalla Valle\n- Diamond Creek\n- Gargiulo\n- Grace Family\n- Groth\n- Harlan Estate\n- Heitz\n- O'Shaughnessy\n- Ovid\n- Quintessa\n- Rudd Estate\n- Scarecrow\n- Screaming Eagle\n- Shafer\n\n*Note:* BOND is made up of five separate estates: St. Eden, Melbury, Quella, Vecina, and Pluribus\n```"
  },
  {
    "source": "The-Flavor-Bible.pdf_page_312",
    "contenu": "The document appears to be a list of ingredients and categories related to various cuisines. Here’s the text in a structured format:\n\n- braised dishes\n- butter\n- cardamom\n- Caribbean cuisine\n- carrots\n- chicken\n- CHILE PEPPERS\n- chives\n- chutneys\n- coconut and coconut milk (e.g., Indian cuisine)\n- corn\n- cream and ice cream\n- cucumbers\n- cumin\n- curries, esp. Indian\n- dill\n- dips\n- figs\n- fish, white (e.g., cod, halibut)\n- garam masala (e.g., Indian cuisine)\n- garlic\n- ginger\n- greens\n- INDIAN CUISINE\n- lamb\n- Latin American cuisines\n- legumes\n- lemon, juice\n- lemongrass\n- lemon verbena\n- lentils\n- lime, juice\n- mayonnaise\n- meats, esp. white\n- Mediterranean cuisine\n- MEXICAN CUISINE\n- Middle Eastern cuisine\n- mint (e.g., Indian cuisine)\n- North African cuisine\n\nThis list may be used in a culinary context, possibly in a cookbook or recipe guide, highlighting ingredients that are common in different dishes or cuisines."
  },
  {
    "source": "__Provençal_Cuisine__Ingredients_and_Dishes__",
    "contenu": "The content from the provided document is structured as follows:\n\n### Ingredients:\n- bread crumbs\n- capers\n- chile peppers\n- cilantro\n- cream\n- French cuisine, esp. Provençal\n- GARLIC\n- greens, salad\n- lemon, juice\n- marjoram\n- mint\n\n### Section Header:\n- Dishes"
  },
  {
    "source": "inconnu_830",
    "contenu": "### Oloroso\n\nA Sherry maker moves the developing oloroso through its solera more slowly than fino or manzanilla go through theirs. By holding the oloroso longer in the solera, the Sherry maker allows it to take on a deep, caramel toffee richness.\n\n### Cream\n\nWhen the oloroso is removed from the solera, it is ready to be bottled as a dry wine. Or it may be lightly sweetened with a bit of ultra-sweet juice from Pedro Ximénez grapes, making it an off-dry oloroso. If the oloroso is sweetened to the extent that Pedro Ximénez makes up about 15 percent of the final blend, the oloroso becomes a cream Sherry.\n\n### Pedro Ximénez\n\nThe first cream Sherries were made at the turn of the twentieth century for the British export market. They were lush, warming wines perfectly suited to bitter, raw English winters. Such was the popularity of cream Sherries that shortcuts were sometimes taken to meet the demand for them and to make cheap versions. Today, the cheap cream Sherries on the market are little more than dull base wines that have been quickly passed through a few barrels, and then so heavily sweetened that they have virtually no character or complexity. But the best cream Sherries—like Lustau’s East India Cream Sherry—are phenomenally hedonistic wines of profound richness and complexity."
  },
  {
    "source": "and_the_bergamot_aroma_moderate",
    "contenu": "The document is about the Bergamot orange, focusing on its aroma profile in relation to food pairings. The text section provides detailed information on the components and characteristics of its aroma, while the accompanying visual elements like a semi-circle graphic and table, elucidate these aromas and potential pairing foods. Here’s a structured content analysis:\n\n### Bergamot Orange Aroma Profile\n\n- **Similar to lime**: Shares many of the same citrussy, pine-scented compounds and floral notes in different concentrations.\n- **Contains alkoxyacetone**: A key aroma molecule also found in grapefruits, contributing to the peely and elderflower-based liqueur scent.\n- **Floral and Citrus Notes**: Contains citrus-St-Germain, Belgian-style white ale notes, similar to coriander-like notes and violet scent found in bergamot oranges.\n- **Enhancements and Pairings**:\n  - Can enhance milder flavors of lemons and oranges.\n  - Works well with fresh herbs like basil, rosemary, sage, and thyme.\n  - Complements bourbon whiskey, kumquats, or yuzu.\n  - Matches well with rich foods, offering a fragrant contrast.\n  - Suggested spices include nutmeg, cumin, cardamom, and star anise.\n  - Other aromatic matches include ginger and lemongrass.\n\n### Aroma Wheel Visualization \n- Plots specific flavor notes like floral, camphor, woody, and spicy among others, illustrating the complexity of the bergamot orange scent.\n\n### Food Pairing Table\nHere's the structured table with pairing indicators for Bergamot orange:\n\n```markdown\n| Ingredient           | Pairing Indicators                                      |\n|----------------------|--------------------------------------------------------|\n| Roast chicken breast fillet  | ●●●●● (Strong)                                             |\n| Cooked basmati rice  | ●●○○○ (Moderate)                                          |\n| Boiled parsnip       | ●●●●○ (Strong)                                             |\n| Hazelnut             | ●●●●● (Strong)                                             |\n| Baked cheesecake     | ●●●○○ (Moderate)                                          |\n| Kochujang (Korean chili paste) | ●○○○○ (Weak)                                            |\n| Poached grey mullet  | ●●●○○ (Moderate)                                          |\n| Boiled tomatillo     | ●●●●○ (Strong)                                             |\n| Raisin               | ●●●○○ (Moderate)                                          |\n| Dark chocolate       | ●●○○○ (Moderate)                                          |\n```\n\n- **Color Legend (Indicated by ●)**:\n  - ●●●●●: Strong pairing\n  - ●●●○○: Moderate\n  - ●○○○○: Weak\n\nThis document effectively combines textual explanations with visual aids to detail the distinctiveness and versatility of the bergamot orange’s aroma, especially in culinary contexts."
  },
  {
    "source": "mcgee.pdf_page_689",
    "contenu": "The document contains detailed information about various types of sugars and syrups, with specific focus on brown sugars, whole sugars, molasses, and cane syrups. Here is the structured content breakdown based on the provided document:\n\n### Sugars and Syrups\n\n#### Whole Sugars\n- **Description**: It’s still possible to taste what might be called whole sugar, or crystalline sugar still enveloped in the cooked cane juice from which it formed.\n- **Examples**: \n  - In Indian groceries as **jaggery** or **gur**\n  - In Latin American shops as **piloncillo**, **panelon**, or **panela**\n- **Flavor**: Ranges from mild caramel to strong molasses.\n\n#### Using Brown Sugars\n- **Properties**: Soft and clingy, its molasses film contains significant water. It absorbs moisture and air, which can cause it to harden and lump if exposed to air.\n- **Storage tips**: \n  - Store in an airtight container.\n  - Resoften by closing up with a damp towel or piece of apple to absorb moisture.\n\n#### Molasses and Cane Syrups\n- **Molasses Description**: A byproduct of the sugar cane refining process, involving multiple steps to extract as much sucrose as possible. Described as having a strong, unpleasant odor, used even in feed for animals due to the persistence of fermentation microbes.\n  - **Processing**:\n    - **First molasses**: Contains some sucrose, uncrystallized sugar syrup.\n    - **Second molasses**: Recrystallized and concentrated.\n    - **Third or final molasses** (\"Blackstrap\"): Extremely concentrated, high in minerals.\n  - **Uses**: Apart from food, it's used in tobacco curing.\n\n- **Cane Syrups Description**: Derived from the initial cooking of sugar cane juice.\n  - **Features**: Distinct green, fresh, vegetable-ocean aromas.\n  - **Aromas**: Vinegar (from acetic acid), caramel and buttery from diacetyl, as well as salty and bitter notes from minerals.\n\n#### Food Words: Molasses, Treacle\n- **Etymology of 'Molasses'**: From Latin **melacelus**, meaning “like honey.”\n- **Treacle Origin**: Comes from the late Latin word **theriaca**, an antidote against poison used in medieval pharmacy.\n\nThis document offers a detailed insight into the various stages and types of products derived from sugar cane, emphasizing the characteristics and uses of brown sugar, whole sugars, molasses, and cane syrups."
  },
  {
    "source": "mcgee.pdf_page_518",
    "contenu": "The document provides a detailed discourse on the topic of nuts and their derivatives in cooking and food processing, highlighting their diverse uses, and the nutritional benefits they offer. Here's a structured summary of the content:\n\n---\n\n**Title: Seeds**\n\n**Page: 504**\n\n### How Nuts Impact Culinary Practices\n\n#### Nut Preparation\n1. **Hot Water Treatment for Nuts**\n   - Alkaline hot water (with baking soda) helps dissolve hemicellulose cement in the cell walls of some seeds. This facilitates the removal of almond skins following a neutralization step.\n\n2. **Use of Nuts in Foods**\n   - Nuts can be processed into pastes and butters, often used with vegetables and in diverse regional dishes. Examples include Middle Eastern tahini, Spanish and Turkish almond soups, and Brazilian and American Southern nut-based soups.\n\n3. **Nut Oils**\n   - Oils from nuts such as walnuts and coconuts are highly valued for their flavor. They differ from ordinary cooking oils in extraction method and composition, often containing a higher proportion of fragile polyunsaturated fatty acids.\n\n#### Nut Products\n1. **Cold-pressed and Refined Nut Oils**\n   - Cold-pressed oils are obtained without exceeding the boiling point, using mechanical pressure. They retain more compounds that contribute to both flavor and potential allergenic properties.\n   - Refined oils, extracted with solvents, offer a stronger flavor and are generally used as a flavor enhancer in foods.\n\n2. **Nut Milks**\n   - Produced by grinding dry nuts to release oil bodies into a continuous liquid phase. When soaked in water prior to grinding, nut milks can be obtained by separating the solid particles, resulting in a fluid similar to traditional dairy milk.\n\n#### Highlight on a Special Nut Oil: Argan Oil\n- **Argan Oil**\n  - This is a unique oil from the seeds of Argania spinosa, native to Morocco. The oil extraction involves goats, which eat the fruit and expel the seeds, which are then processed. Argan oil features a notable, almost meaty aroma and is celebrated for its unique profile.\n\n### Nutritional and Culinary Importance\n- Nuts and their derivatives offer substantial flavor, richness, and nutritional value to a variety of culinary applications across many cultures worldwide.\n\n--- \n\nThis structured summary provides information about the intricate roles of nuts in culinary arts, exploring different products derived from nuts, and introduces argan oil, a distinctive nut oil unique to Moroccan culinary tradition."
  },
  {
    "source": "inconnu_2183",
    "contenu": "The document provides a list of ingredients that are aligned with cooking with pork chops. The technique advised for cooking pork chops is primarily dry-heat methods including grilling, broiling, roasting, and sautéing. The list of ingredients recommended to accompany pork chops includes:\n\n- Apples: cider, fruit, sauce\n- Arugula\n- Beans\n- Bread crumbs\n- Broccoli rabe\n- Butter\n- Cabbage, red\n- Coriander\n- Corn\n- Fennel\n- Fennel pollen\n\nThe text below these lists includes a personal narrative where the author reflects on being inspired by flavor combinations from their childhood, particularly macaroni and cheese, along with bacon and eggs. They describe a specific dish involving substituting bacon with pork belly and elaborate on the preparation technique, which involves braising the pork belly and using a double boiler for eggs to enhance texture, complemented by fresh herbs and specific cooking liquids.\n\nHere's the structure shown in a clearer format:\n\n### Pork — Chops\n\n#### Techniques\n- Dry-heat cooking (e.g., broil, grill, roast, sauté)\n\n#### Ingredients with Apples\n- Cider\n- Fruit\n- Sauce\n\n#### Other Ingredients\n- Arugula\n- Beans\n- Bread crumbs\n- Broccoli rabe\n- Butter\n- Cabbage, red\n- Coriander\n- Corn\n- Fennel\n- Fennel pollen\n\n#### Narrative\nThe text reflects on the inspiration drawn from childhood flavor preferences and a creative approach to substituting traditional ingredients (bacon for pork belly). It describes the cooking method and intended texture and flavor enhancements for cooking pork chops."
  },
  {
    "source": "inconnu_2212",
    "contenu": "The document contains a table that lists various flavor notes found in citrus fruits and specifies which notes are characteristic of different types of citrus. Below, I have transcribed the content into a structured Markdown table format:\n\n```markdown\n| Flavor Notes / Citrus Fruits | Fruit (Fp.) | Orange (Sweet) | Orange (Sour) | Orange (Blood) | Mandarine (Clementine) | Lemon | Lime | Citron | Grapefruit | Ugli | Yuzu | Buddha's Hand | Bergamot |\n|-----------------------------|-------------|-----------------|---------------|----------------|------------------------|-------|------|--------|------------|------|------|---------------|----------|\n| Spicy (Terpenoids; e.g., myrcene, pinene, limonene) | +           |                 |               |                |                        |       |      |        |            |      |      |               | +        |\n| Others (Aldehyde C10:anal) | +           |                 |               |                |                        |       |      |        |            |      |      | +             |          |\n| Musty (Stagnant waters)    | +           |                 |               |                |                        |       |      |        |            |      |      |               |          |\n| Turpeny |                   | +           |                 |                | +                      |       |      |        | +          |      | +    |               | +        |\n| Musky (Animal)             |             | +               |               |                |                        |       |      |        | +          |      |      | +             | +        |\n| Waxy/Peel Odor (Decanol)   |             | +               | +             | +              | +                      | +     | +    |        |            | +    | +    |               | +        |\n| Flowery (Linalool)         |             | +               |               | +              | +                      |       |      |        | +          |      |      | +             | +        |\n| Lemonry (Citral)           |             |                 |               |                |                        | +     | +    | +      |             |      |      |               | +        |\n| Herbaceous (Herbaceous terpenes) |       |                 |               |                |                        | +     | +    | +      | +          | +    | +    | +             | +        |\n| Pine (Piney odor)          | +           | +               | +             | +              | +                      | +     | +    | +      | +          | +    | +    | +             | +        |\n```\n\nThis table helps in visually identifying what types of scent components are commonly associated with each citrus fruit listed. Each \"+\" represents the presence of that particular note in the specified fruit."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_990",
    "contenu": "## The Grapes of Port\n\n### WHITES\n- **CÓDEGA, GOUVEIO, MALVASIA FINA, RABIGATO, AND VIOSINHO**: Obscure grapes used for only one style of Port—white. Also used for table wines.\n\n### REDS\n- **SOUSÃO**: Also known as vinhão. A darkly colored grape that retains its acidity well and is therefore used in small amounts to contribute a sense of freshness to the Port blend. This is also the grape behind the best red vinho verdes.\n- **TINTA BARROCA**: The name means \"black baroque.\" Contributes alcohol, body, and an aroma and flavor reminiscent of chocolate. Like all of the Port grapes, it is also used for table wines.\n- **TINTO CÃO**: The name, inexplicably, means red dog. The grape has a delicate character and sometimes contributes spiciness. Like all of the Port grapes, it is also used for table wines.\n- **TINTA RORIZ**: Native to Spain, where it is known as tempranillo, it contributes body and red berry flavors and aroma. Like all of the Port grapes, it is also used for table wines.\n- **TOURIGA FRANCA**: Contributes floral, violety aromas and a sense of richness on the mid-palate (in the same way that merlot is said to do in the making of Bordeaux wines). Also used for table wines.\n- **TOURIGA NACIONAL**: Contributes color, tannin, structure, flavor, and aroma. Considered the cabernet sauvignon of Port grapes for its impressive structure. It is often used for its impact at the back of the palate. Also used for table wines throughout the country.\n\n### Regional Information\n- Until the mid-1980s, maturing wines in the lodges was not just standard practice, it was the law. In 1986, new regulations allowed Port to be aged, bottled, and shipped directly from the farm estate (the quinta). As a result, several growers who had formerly sold to large shippers—Quinta do Infantado, for example—began marketing their own Ports.\n- There are more than 135,000 vineyard properties in the Douro. These are owned by the shippers themselves, as well as the region's roughly forty thousand growers, each of whom owns, on average, no more than a scant acre of grapes. The region is divided into three subzones, and vineyards are planted in all three. From the Atlantic heading inland, or west to east, they are Baixo Corgo (Lower Corgo), Cima Corgo (Upper Corgo), and Douro Superior. The name Corgo is a general designation for the area around the Corgo River, a main tributary of the Douro.\n- The Lower Corgo, about 60 miles (100 kilometers) upriver from Oporto, is where basic-quality Ports are made. Better-quality Ports, including all vintage Ports, come from either the Upper Corgo or Douro Superior. The latter extends east to the Spanish border.\n- Despite these generalizations, the Douro remains difficult to categorize. Countless mesoclimates, each independent from the next, are created by the twisting and turning of the river, the changes in orientation to the sun, the variations in elevation (between 1,200 and 1,700 feet/370 and 520 meters), and numerous other factors. Vineyards may be close as the crow flies but vastly different in terms of the quality of grapes they produce."
  },
  {
    "source": "medium_the_characteristics_a_low",
    "contenu": "The document presents a structured guide named \"Systematic Approach to Tasting\" from WSET. Below is the content of the table outlining various characteristics used to assess wine on the palate, provided in a structured Markdown format:\n\n```markdown\n| Palate Characteristics  | Scale                                                         |\n|-------------------------|---------------------------------------------------------------|\n| **Sweetness**           | dry – off-dry – medium-dry – medium-sweet – sweet – luscious  |\n| **Acidity**             | low – medium(-) – medium – medium(+) – high                   |\n| **Tannin**              | low – medium(-) – medium – medium(+) – high                   |\n| **Alcohol**             | low – medium – high                                           |\n| **Body**                | light – medium(-) – medium – medium(+) – full                 |\n| **Flavour Intensity**   | light – medium(-) – medium – medium(+) – pronounced           |\n| **Flavour Characteristics** | Primary – Secondary – Tertiary                                  |\n| **Finish**              | short – medium(-) – medium – medium(+) – long                 |\n```\n\nThis table provides a scale for each characteristic, helpful in assessing different qualities of wine such as sweetness, acidity, tannin levels, alcohol content, body, flavor intensity, flavor characteristics, and finish."
  },
  {
    "source": "396118758-Understanding-Wines-Explaining-Style-and-Quality.pdf_page_51",
    "contenu": "The document is a written excerpt titled \"UNDERSTANDING WINES: EXPLAINING STYLE AND QUALITY.\" The text discusses factors that affect the quality of grapes used in wine production.\n\nHere's the structured content from the document:\n\n### UNDERSTANDING WINES: EXPLAINING STYLE AND QUALITY\n\n---\n\nIt is essential because the onset and level of rot can vary between bunches and even within a bunch, meaning careful selection is needed. Less damage tends to occur to the grapes when they are manually harvested and the grapes can be further protected from damage by being transported in shallow, stackable trays. Unlike machine harvesting, the grape stems are retained. This gives whole, intact grape bunches that can produce a very clean, pure juice when pressed in white winemaking and that are essential for whole bunch fermentations in red winemaking. Hand harvesting may also be the only option on steep vineyard slopes, such as many of those found in the Douro in Portugal, Mosel in Germany, and Northern Rhône in France.\n\n---\n\nThis section highlights considerations on how grapes are harvested and transported, emphasizing the benefits of manual harvesting over machine harvesting, particularly regarding the integrity of the grape bunches and the quality of wine produced from them. It also mentions geographical examples where traditional hand harvesting is often necessary."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_693",
    "contenu": "The image displays a label from a wine bottle, indicating its origin and name. Below is a transcription of the textual content visible on the label:\n\n---\n\n### Wine Label Details\n\n- **Region:** Collio\n- **Appellation:** Denominazione di Origine Controllata\n- **Wine Name:** Pinot Grigio\n- **Winery:** Schiopetto\n\n---\n\nThe label uses a classic design, predominantly in black and white, featuring ornate script and traditional decorative elements which emphasize the heritage and quality of the wine."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_502",
    "contenu": "The image you've provided doesn't contain a visible document, text, or structured content to analyze. It appears to be completely blank. If you intended to ask about a specific document, please ensure the image is uploaded correctly or provide more details for assistance."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_189",
    "contenu": "The document shows a text that provides guidance on the fermentation process for cider and perry, detailing the issues associated with \"boiling over\" and the steps to take for a controlled fermentation. Here is how the structured overview of the document would look:\n\n### Fermentation Guide for Cider and Perry\n- **Early Fermentation**: \n  - During the early days, cider and perry might \"boil over\"; foam spilling out of the container.\n  - Recommended not to immediately place an air lock because the initial vigorous foaming might push it out.\n\n- **Containment Setup**:\n  - Place the fermenting jug/carboy in a sink, tub, or tray to catch any overflow.\n  - Use any flat disk like a jar top, or loosely cover the top with plastic wrap to manage the over-foaming.\n\n- **Subsiding Foaming**:\n  - After a few days as the foaming subsides, it is fine to lightly enjoy the fermented cider or perry.\n  \n- **If Longer Storage is Needed**:\n  - After the initial period, remove the foam residue.\n  - Transfer to a clean vessel and apply an air lock.\n  - Allow the fermentation to continue air-locked until bubbling subsides and liquid clears. This might take a month or two.\n\n- **Further Fermentation & Bottling**:\n  - After racking, you can ferment it again for another month or two for a clearer product.\n  - When bottling for carbonated cider or perry, add about 1 teaspoon of sugar, or 1/4 cup of fresh sweet cider per quart/liter at the bottling stage to ensure continued but controlled fermentation.\n  \n- **Caution**:\n  - Advise caution in adding too much sugar or unfermented juice at the bottling stage due to the risk of overcarbonation and potential for the bottles to explode.\n\nThis structured content captures the crucial steps and cautions for fermenting cider and perry as described in the text."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_169",
    "contenu": "This document is centered around the aroma profile of olive oil, providing an insight into its complex flavor characteristics. Here's the structured content analysis:\n\n### Title\n- Olive oil\n\n### Overview Graphic\n- A circular graphic with various color-coded segments each labeling different aroma notes associated with olive oil:\n  - Green: Grassy, Green\n  - Purple: Cedar\n  - Yellow: Wax, Honey\n  - Orange: Hay, Olive\n  - Red: Rancid, Spiced\n\n### Aroma Profile Description \n- Text description: \"The aldehydes in olive oil give it a fatty, green-grassy flavour that can vary considerably from oil to oil. This is a generic profile, for more specific examples see opposite and overleaf.\"\n\n### Aroma Profile Table\n- The table lists different food items or substances and their comparative aroma profiles when paired with olive oil, using a color-coded system:\n\n| **Ingredient**    | Tartaric | Alcoholic | Aromatic | Green | Fatty | Citrus | Roasted | Smoked | Caramelized | Spiced | Woody |\n|------------------|----------|-----------|----------|-------|-------|--------|---------|--------|-------------|--------|-------|\n| Soy Paste        | ●        | ●         | ●        | ●     | ●     |        |         |        |             |        |       |\n| Brioche          |          |           | ●        | ●     | ●     | ●      |         | ●      | ●           | ●      |       |\n| Ají Panca Chili  | ●        | ●         | ●        | ●     | ●     |        |         |        |             | ●      | ●     |\n| Rocket           | ●        |           |          | ●     | ●     |        |         |        |             |        |       |\n| Avocado          | ●        |           | ●        | ●     | ●     |        |         |        |             |        |       |\n| Beef Sirloin     |          |           | ●        | ●     | ●     |        | ●       | ●      | ●           | ●      |       |\n| Cattley Guava    |          | ●         | ●        |       | ●     | ●      |         |        |             |        |       |\n| Cooked Black Salsify|      |           | ●        |       | ●     |        | ●       |        | ●           | ●      |       |\n| Baked Dab        |          | ●         | ●        | ●     | ●     |        | ●       | ●      | ●           |        | ●     |\n| Radish           | ●        |           | ●        | ●     | ●     |        |         |        |             |        |       |\n\n### Footer\n- A number \"169\" at the bottom of the page, likely indicating a page number or reference number in a larger document."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_218",
    "contenu": "The document contains information regarding fermentation, focusing on why vegetables are submerged during this process and tips to manage the fermentation. Below is the structured content from the document, formatted as plain text for readability and use:\n\n---\n\n**Vegetable Submersion During Fermentation**\n- **Purpose of Submersion**: Vegetables need to be submerged in liquid during fermentation to avoid exposure to air which can result in oxidation and mold growth.\n- **Tools Used for Submersion**:\n  - Traditionally: Small ceramic or glass weights.\n  - Newly Introduced: A plastic insert named the ViscoDisc, produced by a South African company, designed to keep vegetables submerged.\n\n**Handling the Fermentation Process in a Jar**\n- **CO₂ Production**: The fermentation process produces considerable CO₂, leading to increased pressure inside the jar.\n- **Potential Issues**:\n  - Brine forced out through jar threads.\n  - Distorted jar tops due to internal pressure.\n  - Risk of jars exploding.\n- **Pressure Management Advice**:\n  - Loosen the jar lid occasionally during the early stages of fermentation to release pressure.\n  - After a few days, while CO₂ still forms, its rate significantly decreases.\n\n**Duration of Fermentation**\n- **Contemporary Views**: Some modern literature suggests fermenting vegetables for only a few days for quick results.\n- **Traditional Approach**:\n  - Fermentation seen as a long-term preservation method.\n  - Typically, vegetables ferment for weeks to months.\n  - As time progresses, flavors meld, acidity increases, textures change.\n  - It is recommended to taste the ferment at different stages to monitor its progress, suggested intervals:\n    - After two weeks.\n    - Check again after two months if available.\n\n---\n\nThis structured content not only outlines the method and considerations for fermenting vegetables but also contrasts contemporary practices with traditional long-term fermentation approaches."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_476",
    "contenu": "## Phil's Daiquiri\n\n**Creator**: Phil Ward\n\n**Ingredients**:\n- 2 ounces Barbancourt white rum\n- ¼ ounce lime juice\n- ½ ounce cane sugar syrup\n- Garnish: 1 lime wedge\n\n**Instructions**:\nShake all the ingredients with ice, then strain into a coupe. Garnish with the lime wedge.\n\n---\n\n## Joaquin's Daiquiri\n\n**Creator**: Joaquin Simó\n\n**Ingredients**:\n- 1 ounce Appleton Estate V/X rum\n- 1 ounce Scarlet Ibis rum\n- 1 ounce lime juice\n- ½ ounce demerara syrup\n\n**Instructions**:\nShake all the ingredients with ice, then strain into a coupe. No garnish."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_62",
    "contenu": "The structured content from the document provided is outlined below:\n\n---\n\n**Title: None provided in the given text**\n\n**Main Content:**\n1. **Fermentation and its Importance:**\n   - Description of fermentation practices where fish and birds are buried to ferment for months as a strategy for survival in summer. \n   - Mentions how in warmer regions like the Sudan, despite less dramatic seasonal changes, fermentation is still a crucial practice. Hamid Dirar has documented over 80 distinct ferments in Sudan, indicating its wide prevalence and utility in tropical heat.\n\n2. **Expert Opinion:**\n   - Fermentation is described not just as a natural decomposition process but as a deliberate strategy to transform food into delicacies.\n   - Clifford W. Hesseltine and Hwa L. Wang from the US Department of Agriculture Fermentation Laboratory are cited stating, \"Fermented foods are essential parts of diets in all parts of the world.\"\n\n3. **Poem “Kraut Prayer” by Eli Brown, Oakland, California:**\n   - A poem reflecting on the symbiotic relationship with the microbial life, emphasizing the mutual nourishment between the author and the microorganisms.\n\n4. **Section: \"The War on Bacteria\":**\n   - Discusses the role of bacteria as fundamental to life, performing many important physiological functions and improving food preservation. \n   - Contrasts the beneficial aspects of bacteria with the public's often negative perception of them as enemies.\n\n---\n\nThis breakdown captures the respective themes and details in the structured form as requested."
  },
  {
    "source": "inconnu_733",
    "contenu": "The document discusses the historical and contemporary use of quinine, derived from the bark of the South American cinchona tree, primarily as a malaria prophylaxis. Here’s a structured breakdown of the information:\n\n**History and Usage**\n- **Origin**: Quinine comes from the cinchona tree, native to Bolivia and Peru.\n- **Historical Use**: Europeans began using quinine in the 16th century as a malaria cure.\n- **Legitimacy**: Unlike many herbal remedies which act as placebos, quinine has substantial medicinal value.\n- **19th Century Awareness**: In the mid-1800s, it became common knowledge that small amounts of quinine could help protect against malaria.\n\n**Contemporary Use**\n- **Tonic Water**: Today, tonic water contains quinine but not enough to effectively prevent malaria.\n- **Legal Limit**: In the U.S., the maximum lawful amount of quinine in tonic water is 83.5 milligrams per liter.\n\n**Personal Experience and Observations**\n- **Author’s Account**: The author attempted to use quinine for malaria prophylaxis and considered extracting quinine directly from cinchona bark due to the insufficient quantity in tonic water.\n- **Challenges**: The direct extraction produces a solution with suspended detritus and unwanted nonquinine flavors, which didn't align with the author's preference for clear gin and tonic.\n- **Conclusion**: The hurdles in creating a homemade solution with enough pure quinine dissuaded further experimentation by the author.\n\nThis exploration emphasizes not only the historical importance of quinine but also investigates the practical difficulties in personal medicinal uses of natural extracts, particularly for diseases like malaria."
  },
  {
    "source": "dokumen.pub_wine-secrets-advice-from-winemakers-sommeliers-and-connoisseurs-9781594742613-1594742618.pdf_page_123",
    "contenu": "The document provides tips for pairing wine with vegetarian foods, emphasizing the importance of choosing the right type of wine to enhance the flavors of vegetable dishes. It is structured into bullet points with suggestions for certain types of wines that go well with specific vegetarian ingredients. Here's the structured breakdown of the content:\n\n### Wine Pairing Tips for Vegetarian Dishes\n\n1. **The White Stuff is the Right Stuff for Vegetables**\n   - **Wine Preference**: White wines are generally better suited for pairing with vegetables than red wines.\n   - **Suggested Types**: Pinot Grigio and Sauvignon Blanc are good with fresh, uncooked vegetables. Chardonnay is recommended for richer, starchy vegetables like corn or squash.\n   - **Flavor Notes**: White wines with green herbal flavors are good with leafy greens and herb sauces. Full-bodied whites pair well with oil or butter-rich dishes, while oaky wines complement smoky or nutty flavors.\n\n2. **Avoid the Wrong Kinds of Wines, Especially Those Popular “Big Reds”**\n   - **Wines to Avoid**: Lusty red wines like Cabernet Sauvignon and Syrah.\n   - **Issues**: These reds can clash with vegetarian dishes, appearing overwhelmingly strong, especially when paired with protein-free vegetables.\n   - **Tips for Red Wine Lovers**: To enhance flavor compatibility with vegetarian dishes, consider grilling, roasting, or adding ingredients like mushrooms or cheese to the dishes. Opt for younger, softer red wines like Pinot Noir or Beaujolais.\n\n3. **Be Careful, Not Fearful, with Artichokes and Asparagus**\n   - **Issues**: Artichokes contain cynanin, which can create flavor clashes, making wines taste saccharine-sweet or excessively dry.\n   - **Wine Recommendations**: Dry and acidic whites, such as Italian Verdicchio and Vernaccia, are better at handling the strong flavors of artichokes and asparagus.\n\nThis summary provides a guideline on how to select wines that will complement the flavors of vegetarian dishes rather than overwhelm them."
  },
  {
    "source": "dokumen.pub_perfect-pairings-a-master-sommeliers-practical-advice-for-partnering-wine-with-food-9780520931664.pdf_page_221",
    "contenu": "## Moroccan Lamb Barbecue Recipe\n\n**Serves:** 6\n\n### Ingredients:\n#### For Charmoula:\n- 1 large onion, grated\n- 4 cloves garlic, finely minced\n- 2 teaspoons ground cumin\n- 1 teaspoon sweet paprika\n- 1 teaspoon salt\n- 1 teaspoon freshly ground black pepper\n- ½ teaspoon cayenne pepper\n- ½ teaspoon ground cinnamon\n- ½ teaspoon ground ginger\n- ¼ cup chopped flat-leaf parsley\n- ¼ cup chopped fresh coriander (cilantro)\n- ¼ cup fresh lemon juice\n- ½ cup olive oil\n\n#### For the Lamb:\n- 1 6-pound leg of lamb (with bone), boned and butterflied, or 12 loin lamb chops, or 2½ pounds boneless leg of lamb, trimmed and cut into 1½-inch cubes\n- 6 tablespoons olive oil or unsalted butter, melted, for mixing with charmoula\n- 1 tablespoon oil for coating the lamb\n\n### Instructions:\n\n1. **Prepare Charmoula:**\n   - In a bowl, combine the grated onion, garlic, spices (cumin, paprika, salt, black pepper, cayenne, cinnamon, and ginger), herbs (parsley and coriander), lemon juice, and ½ cup olive oil to create the charmoula.\n   - Reserve one-quarter of the charmoula in a small bowl for basting; cover and refrigerate.\n\n2. **Prepare Lamb:**\n   - Trim all excess fat and sinew from the lamb.\n   - Place the lamb in a large non-aluminum container and rub it with the remaining charmoula.\n   - Cover and refrigerate overnight.\n\n3. **Cooking Process:**\n   - Bring the meat to room temperature before cooking.\n   - Remove the meat from the marinade.\n   - Preheat the broiler or prepare a charcoal or gas grill.\n   - Add 6 tablespoons of olive oil or melted butter to the reserved charmoula and whisk to blend well.\n   - For leg of lamb, brush with the 1 tablespoon of oil and either broil or grill, turning once and basting with the charmoula mixture.\n   - Cook until an instant-read thermometer inserted into the thickest part reads 120 degrees for rare (8 to 10 minutes per side), or 130 degrees for medium (10 to 15 minutes per side). \n\n**Note:** The provided temperatures and times for cooking the lamb are guides. Adjust according to specific cuts of meat and personal preference for doneness."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_130",
    "contenu": "The document seems to be a section from a culinary reference book or a cooking guide, specifically focused on pairing ingredients and cooking techniques. It also includes a statement from \"Brad Farmerie,\" who is possibly a chef or food expert based in New York City.\n\nHere is the structured content from the document:\n\n---\n\n**Pop Items:**\n- **Ginger**\n- **Lemongrass**\n- **Noodles and noodle dishes**\n- **Oils, especially pumpkin seed**\n- **Salads**\n- **Seafood**\n- **Soups, especially Asian**\n- **Thai cuisine**\n- **Vegetarian dishes**\n- **Venison**\n\n**Flavor Affinities:**\n- Thai basil + beef + pumpkin seed oil\n- Thai basil + coconut milk + ginger\n\n---\n\n**Bass (See also Bass, Sea, and Bass, Striped) Attributes:**\n- **Weight:** Light\n- **Volume:** Quiet\n\n**Techniques for Bass:**\n- Bake\n- Broil\n- Deep-fry\n- Poach\n- Roast\n- Sauté\n- Steam\n\n**Flavor Pairings for Bass:**\n- Artichoke\n- Bay leaf\n- Carrots\n- Cayenne\n- Celery\n- Chervil\n- Fennel\n- Garlic\n- Lemon\n- Olive oil\n- Onions\n- Orange: Juice, Zest\n- Parsley, flat-leaf\n- Pepper: Black, White\n\n---\n\nThis format of the document categorizes various food items, cooking techniques, and ingredient pairings that enhance the culinary experience, specifically focusing on Asian cuisine influences and cooking bass, a type of fish."
  },
  {
    "source": "75a397eb-8bc4-4cf8-bbc8-d248d23925ea.pdf_page_335_full",
    "contenu": "This image appears to be a page from a document, potentially from a book or a scientific article, discussing the characteristics of Brie cheese. The page includes both textual content and graphical illustrations to depict the detailed aroma profile and flavor compounds associated with Brie. Below is a structured outline of the document:\n\n### Title:\n- **Brie**\n\n### Graphics:\n1. **Aroma Wheel (Left Side of the Page):**\n   - The left graphic displays what looks like a simplified cut-out of Brie cheese in a stylized chart.\n   - This section of the wheel is marked with the label \"cheesy.\"\n\n2. **Aroma Wheel (Right Side of the Page):**\n   - Expands on the aromatic nuances of Brie with labels extending out from a central wheel:\n     - Top sector: From \"sweet cream/creamy\" to \"diacetyl.\"\n     - Middle sector: \"fungal\" to \"microbial/sweaty.\"\n     - Bottom Sector: \"leafy\" to \"lipid/rancid.\"\n   - Specific aroma notes include \"green,\" \"geranium,\" \"rose,\" \"floral,\" and several others.\n\n3. **Color-coded Flavor Compound Graph:**\n   - Below the text section, there is a graphical depiction showing different flavor compounds. \n   - This visual includes rows labeled with various foods and chemical sensory notes like lemongrass, white toasting bread, clove, etc., and columns marked with various flavor descriptors like fruity, fatty, fermented, etc.\n   - Each cell in the grid is color-coded, suggesting the presence and concentration of these aromatic compounds in Brie.\n\n### Text Content:\n- **Brie aroma profile**:\n   - The textual content explains the breakdown of lactose, lipids, and protein which characterizes the primary odors found in Brie.\n   - Factors affecting the aroma profile include the type of milk used and the variations in the ripening process.\n   - Notable aromatic characteristics mentioned are cheesy, mushroom, boiled potato, and malty.\n   - A significant process described includes the action of the mold **Penicillium camemberti**, which helps in forming a skin on the cheese and facilitates the breakdown of lactic acids.\n\n### Page Number:\n- **335**\n\nThis page appears to provide a detailed scientific analysis aimed at understanding the complex array of flavors and smells associated with Brie cheese, potentially useful for culinary experts, cheese makers, or enthusiasts interested in food science."
  },
  {
    "source": "_Recipe_Index_with_Page_Numbers_",
    "contenu": "Here is the structured content of the document, which appears to be a recipe index, presented in a tabular markdown format:\n\n| Recipe                                                | Page |\n|-------------------------------------------------------|------|\n| **Compote, Warm Red Berry–Vanilla Almond Cake with,** | 86   |\n| **Cornish Game Hen, Salad of,**                      | 133  |\n| **Louisiana Popcorn Rice and**                        | 133  |\n| - Wild Rice Pilaf with Crabmeat, Almonds, and Lemon  |      |\n| - Ras el Hanout Crab Salad with Onion Rings,         |      |\n| **Creamy Rice with Parsnips, Roast Rack of Lamb with,** | 290  |\n| **Crème Fraîche, Sherry-Roasted Figs with Crispy Streusel and,** | 118 |\n| **Crostini, Juniper-Scented Chicken Liver Pâté on,** | 171  |\n| **Dandelion, Warm Kabocha Squash Salad with Bacon, Roncal, Pecans, and,** | 185 |\n| **Desserts**                                         |      |\n| - Almond Cake with a Warm Red Berry–Vanilla Compote, | 86   |\n| - Sherry-Roasted Figs with Crispy Streusel and Crème Fraîche, | 118 |\n| **Dolcetto Wine Sauce, Wild Salmon with Chanterelles, Brussels Sprout Leaves, and,** | 207 |\n| **Dried Cherry, Bacon, and Vidalia Onion Conserva, Grilled Pork Chops with,** | 297 |\n| **Duck**                                             |      |\n| - Braised Duck Leg in Ragù with Chestnut Polenta and Green Olives, | 257 |\n| - Duck Basteeya,                                     | 199 |\n| **Fava beans**                                       |      |\n| - Fava Bean and Cipollini Onion Salad, Roasted Chicken with Fingerling Potatoes and, | 225 |\n| - Shrimp Tartine with Fava Bean, Almond, and Mint Pesto, | 146 |\n| **Fennel Sausages, Lentil Soup with,**               | 192  |\n| **Figs, Sherry-Roasted, with Crispy Streusel and Crème Fraîche,** | 118 |\n| **Filet Bean and Scallop Salad,**                    | 49   |\n| **Fish**                                             |      |\n| - Grilled Branzino with Heirloom-Tomato Panzanella,  | 62   |\n| - Grilled Snapper with Root Vegetable Salad,         | 43   |\n| **Goat Cheese Toasts, Warm, Mushroom Salad with,**   | 56   |\n| **Green Beans and Scallop Salad, Grilled,**          | 49   |\n| **Grilled dishes**                                   |      |\n| - Barbecued Turkey Skewers with Caramelized Sage Onions, | 218 |\n| - Grilled Branzino with Heirloom-Tomato Panzanella,   | 62   |\n| - Grilled Lamb Skewers with Xinomavro and Honey Glaze, | 304  |\n| - Grilled Pork Chops with Dried Cherry, Bacon, and Vidalia Onion Conserva, | 297  |\n| - Grilled Snapper with Root Vegetable Salad, | 43   |\n| - Mixed Grill, | 265 |\n| **Gujillo Chile Sauce, Rustic Beef Stew with Prunes and,** | 88 |\n| **Gundilla Peppers, White Bean and Salt Cod Stew with,** | 140 |\n| **Halibut, Pan-Roasted, with Melted Leeks and Meyer Lemon–Caper Butter,** | 153 |\n| **Hawaiian Burger with Pineapple–Macadamia Nut Relish,** | 94  |\n| **Heirloom-Tomato Panzanella, Grilled Branzino with,** | 62  |\n| **J**                                                |      |\n| - Juniper-Scented Chicken Liver Pâté on Crostini,   | 171  |\n| **K**                                                |      |\n| - Kabocha Squash Salad, Warm, with Dandelion, Bacon, Roncal, and Pecans, | 185 |\n| **L**                                                |      |\n| - Lamb Grilled Skewers with Xinomavro and Honey Glaze, | 304 |\n| - Lasagna with Neapolitan Ragù, | 163 |\n| - Leeks, Melted, Pan-Roasted Halibut with Meyer Lemon-Caper Butter and, | 153 |\n| - Lemon Louisiana Popcorn Rice and Wild Rice Pilaf with Crabmeat, Almonds, and, | 133 |\n| **Lentil Soup with Fennel Sausages,**                | 192  |\n| **Lobster Cioppino,**                                | 68   |\n| **Louisiana Popcorn Rice with Wild Rice Pilaf with Crabmeat, Almonds, and Lemon,** | 133 |\n\nThis table summarizes the primary contents of each recipe listed along with the page number for easier reference."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1173",
    "contenu": "The image you uploaded appears to be blank, containing no visible content. If there is specific information or elements you need reviewed or analyzed, please provide a clearer image or more details. Feel free to upload another file or describe what is expected."
  },
  {
    "source": "inconnu_673",
    "contenu": "The document is structured as an alphabetical list, predominately featuring cocktail names, ingredients, people, and other related entries. The format includes the primary entry followed by specific annotations, presumably referring to page numbers or sections within a source document (e.g., book, manual). Each entry is associated with various sub-sections or specifics, indicated by decimal numbers and additional details.\n\nHere is a segment of the document, structured in Markdown:\n\n```markdown\n### C\n- Corpse Reviver #2\n- Cortado\n- Craddock, Harry, 3.1, 5.1\n- Crane Kick, 4.1, 5.1\n- crème de cacao\n- Creole Saz\n- cucumber garnishes\n- Cumin Syrup\n- Cure for Pain\n- Curried Ginger Syrup\n- curry leaves\n- Cynar\n- Cynaro de Bergerac\n- Cynartown\n\n### D\n- Dai, Dai My Darling\n- Dailey, Father Bill\n- Daiquiri\n  - tasting and evaluating variations\n- Daisy Buchanan\n- Dale Cooper\n- Dangerous Liaisons\n- The Dangerous Summer\n- Dark and Stormy\n- Dark 'n' Bubbly\n- darker bottles\n- Dave's Daiquiri\n- Dave, Alex, flwr.ir1, it2.1, 3.1, 4.1, 4.2, 4.3, 5.1, 5.2, 5.3, 5.4, 5.5, 5.6, 5.7, 5.8, 5.9, 5.10, 5.11, 5.12, 5.13, 5.14, 5.15, 5.16, 5.17, 5.18, 5.19, 5.20, 5.21, 5.22, 5.23, 5.24, 5.25, 5.26\n- Deadpan Fix\n- Death & Co\n  - awards won by\n  - collaborations\n  - door policy\n  - drink-making philosophy of\n  - founding of\n  - legal troubles of\n  - lexicon of\n  - menu of, 4.1, 4.2\n  - naming of\n  - opening of\n  - regulars of, 1.1, 2.1, 2.2, 3.1, 3.2, 3.3, 4.1, 4.2\n  - staff of, itr.1, itr.2, 3.1\n  - “typical” night at, 1.1, 1.2\n- Death from Above\n```\nThe entries seem to be deeply related to a publication or reference material focusing on cocktails and associated endeavors, possibly a bartending guide or cocktail recipe book. Each numerical annotation suggests a reference to further detailed content concerning the entry within the main source text."
  },
  {
    "source": "the_on_is_slide_grape",
    "contenu": "The document is a presentation slide with a focus on grape growing, specifically managing vineyards on slopes. There are several key points outlined on how these vineyards handle harvesting periods. Here's the information presented on the slide:\n\n- **Title**: Grape growing\n- **Sub-title**: Managing vineyards on slopes\n- **Section**: Protracted harvests\n  - **Standard harvest**\n  - **Late harvest**\n  - **Noble rot**\n  - **Frozen grapes**\n\nThe logo at the top suggests that this presentation is by or for WSET (Wine & Spirit Education Trust), and the document is labeled as \"Issue 2 © WSET 2022.\" This gives context to the educational or informational nature of the slide, focusing on specific techniques and categories of grape harvest used in sloped vineyard environments."
