  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_548",
    "contenu": "The document details specific information about making different variations of tempeh, a traditional Indonesian product. Here’s a breakdown of the structured content:\n\n**General Guidelines for Tempeh Making:**\n- Use tempeh starters to avoid contamination. Recommended dosage is 1 teaspoon per pound (or 500 grams) of dry beans or grains.\n\n**Starter Source Information:**\n- The starters used are mainly sourced from spores of *Rhizopus oligosporus* available in the United States. These spores come from the USDA’s Culture Collection and are listed as strain NRRL 2710. *Rhizopus oligosporus Saito* was credited to Keith Steinkraus and named by the Japanese microbiologist Saito in 1905.\n\n**Tempeh Variations:**\n\n1. **Chickpea Tempeh:**\n   - **Creator:** Lagusta Yearwood, New Paltz, New York\n   - **Description:** Made from 100% chickpeas. It is noted for cooking quickly, under 2 hours in an incubator, and has a mellow taste suitable for those who typically might not prefer tempeh.\n\n2. **Fava Bean Tempeh:**\n   - **Creator:** Greg Barker, Berkeley, California\n   - **Description:** Made from hulled, dried fava beans, which provide a good flavor and texture. Highlights include time efficiency and ease of hull removal which reduces the preparation time significantly to roughly 15 minutes of active labor.\n\n3. **Dry-Roasted Soybeans for Tempeh:**\n   - This entry is shown in the title but not described further in the provided text.\n\nThese recipes and techniques showcase regional adaptations and personal modifications to traditional tempeh production, emphasizing convenience, flavor enhancement, and adaptation to local preferences."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_252",
    "contenu": "This image appears to be a stylized map highlighting various wine regions in France. The map distinctly marks regions with pink-patterned areas which likely indicate wine-growing zones. Here's a breakdown of the regions and notable geographical points labeled on the map:\n\n### Notable Wine Regions and Areas:\n- **Champagne**\n- **Burgundy**\n- **Beaujolais**\n- **Jura**\n- **Bolton**\n- **Southern Rhone**\n- **Provence**\n- **Languedoc-Roussillon**\n- **Armagnac**\n- **Cognac**\n- **Bordeaux**\n- **Loire**\n\n### Other Geographic Labels:\n- **Paris**\n- **Marseille**\n- **Great Britain**\n- **Belgium**\n- **Netherlands**\n- **Germany**\n- **Switzerland**\n- **Italy**\n- **Spain**\n- **Atlantic Ocean**\n- **English Channel**\n- **Mediterranean Sea**\n\n### Additional Mark:\n- At the bottom of the map, there is a scale indicating \"100 km\" for distance measurement.\n\nThis map serves well for educational or informational purposes related to the study or tourism of France’s wine-producing areas."
  },
  {
    "source": "dokumen.pub_wine-secrets-advice-from-winemakers-sommeliers-and-connoisseurs-9781594742613-1594742618.pdf_page_91",
    "contenu": "Certainly! Here's the structured content from the book/document titled \"HOW TO COMPARE CORKS AND SCREW CAPS, BOTTLES AND BOXES\":\n\n---\n\n**Title**: How to Compare Corks and Screw Caps, Bottles and Boxes\n\n**Author**: Melissa Monosoff  \n**Occupation**: Sommelier\n\n**Sub-title (first paragraph)**:\n\"For more than a century, wine has been packaged in one way only: in a glass bottle with a wooden cork. Bottles and corks remained unchanged for decades while other types of products changed containers because, until recently, they still worked better than anything else. However, neither the bottle nor the wooden cork is problem-free, and today alternatives for both are showing up on store shelves. Glass and natural cork will certainly remain the industry standard for years to come, but after long resistance to innovation, new technology is finally shaking up the wine world, ushering in an era of modern wine packaging.\"\n\n**Additional Information about Melissa Monosoff**:\n- She is one of the top wine professionals in the Philadelphia area.\n- Monosoff is the sommelier at the award-winning Savona restaurant in Gulph Mills, Pennsylvania.\n- She serves as a consulting sommelier for the Pennsylvania Liquor Control Board, one of the world's largest purchasers of wine and spirits.\n- Monosoff is a graduate of the Culinary Institute of America.\n- Her hospitality career began as a chef before she pursued a career in wine.\n- She has managed the beverage programs at top local restaurants including Maia, Striped Bass, and The Fountain at the Four Seasons Hotel Philadelphia.\n\n**Main Text**:\n\"In addition to the traditional bottle, wine now comes in boxes and cans; cork stoppers may be replaced with synthetic plugs or screw tops. These alternatives address environmental concerns and quality-control issues and are designed for efficiency and practicality. Such technologies may defy long-held notions of wine, but they are nothing to be scared about. Yes, it’s hard to imagine cracking open cans of sparkling wine for New Year’s Eve or having the sommelier forego the corkscrew tableside and open a bottle with a swift flick of the wrist. However, once we...\"\n\n**Footer**: \nPage Number: 90  \nPublication: Wine Secrets\n\n---"
  },
  {
    "source": "the_and_of_culture_as",
    "contenu": "The provided document discusses the concept of \"culture,\" tracing its origins and multifaceted applications in society. Here is a structured content summary of the document:\n\n1. **Origin and Definition of Culture**:\n   - The term \"culture\" originates from the Latin word \"cultura,\" derived from \"colere,\" meaning to cultivate or till.\n   - The earliest definition cited is from the Oxford English Dictionary: \"The cultivation of land, and derived senses.\"\n\n2. **Cultivation and Derivations**:\n   - Cultivation has broadened from agriculture to include various forms of nurturing or fostering growth; for instance, culturing cells or cultivating pearls.\n   - Practices such as aquaculture, viticulture, and horticulture embody extensions of the concept of culture. \n   - The document suggests that culture involves imbuing children with a collection of knowledge and practices.\n\n3. **Cultural Expansion and Appropriation**:\n   - The text touches on issues like cultural appropriation and the defense of cultural purity.\n   - Culture ties back to inherent actions of cultivating land and planting seeds, showing the deep roots and ancient practices underpinning various cultural phenomena.\n   - It links back to the Indo-European root *kwel*, related to words such as cycle, circle, and chakra, indicating the cyclical nature of cultural processes.\n\n4. **Culture and Fermentation**:\n   - The author connects the traditional use of the word culture with the biological process of fermentation, such as turning milk into yogurt.\n   - Fermentation is framed as both a cultural and biological process integral to human existence and coexistence with microbes.\n\n5. **Perpetuation and Preservation**:\n   - Culture, as a term, encompasses a wide range of human activities including the arts, spiritual practices, and scientific endeavors aimed at sustaining and advancing collective human life.\n   - A significant point made is the need for strategies to preserve surplus food through methods that respect and utilize microbial ecosystems.\n   - Fermented foods and beverages are highlighted as significant, not just as culinary elements, but as essential cultural practices.\n\nOverall, the document emphasizes that culture is a dynamic, cyclical process influenced by historical practices and the natural world, encompassing both the growth of societies and the biological processes that support human life."
  },
  {
    "source": "Module_4_-_White_Wines_of_Alsace,_Germany,_Austrlia_and_Tokaj_WSET_L3_Wines.pdf_page_23",
    "contenu": "Here is the structured content from the document:\n\n| Minimum Must Weight at Harvest | Category of PDO wine           | Wine Style |\n|---------------------------------|--------------------------------|------------|\n| LOWEST                          | Qualitätswein                  |            |\n|                                 | Prädikatswein                  |            |\n|                                 | Kabinett                       |            |\n|                                 | Spätlese                       |            |\n|                                 | Auslese                        |            |\n|                                 | Beerenauslese (BA)             |            |\n|                                 | Eiswein                        |            |\n| HIGHEST                         | Trockenbeerenauslese (TBA)     |            |\n\nThe table, associated with the German Prädikat system as per the document, lists the types of Prädikat wine in ascending order based on the minimum must weight required at harvest, starting from the lowest to the highest. The document does not provide specific details for the \"Wine Style\" column, leaving it blank."
  },
  {
    "source": "inconnu_2542",
    "contenu": "The image you've uploaded is entirely blank. There's no visible content to analyze or extract. If there was supposed to be text or any other content in the image, it may not have been captured correctly. Please check the source and try uploading the image again."
  },
  {
    "source": "mcgee.pdf_page_248",
    "contenu": "Here is the structured Markdown format of the table titled \"Some Asian Fermented Fish Products\" from the provided document:\n\n```markdown\n| Country    | Fish Pieces or Paste        | Fish Sauce   | Sour-Fermented (carbohydrate source)            |\n|------------|-----------------------------|--------------|-------------------------------------------------|\n| Thailand   | Kapi (usually shrimp)       | Nam-plaa     | Plaa-som (cooked rice)                          |\n|            |                             |              | Plaa-raa (roasted rice)                         |\n|            |                             |              | Plaa-chao (fermented rice)                      |\n|            |                             |              | Plaa-mum (papaya, galangal)                     |\n|            |                             |              | Khem-bak-nad (pineapple)                        |\n| Vietnam    | Mam                         | Nuoc mam     |                                                  |\n| Korea      | Jeot-kal                    | Jeot-kuk     | Sikhae (millet, malt, chilli, garlic)           |\n| Japan      | Shiokara (squid, fish viscera) | Shottsuru | Narezushi (cooked rice)                        |\n|            |                             |              | Kasuzuke (cooked rice, sake wine sediments)     |\n| Philippines| Bagoong                     | Patis        | Burong isda (cooked rice)                       |\n| Indonesia  | Pedah                       |              | Bekasam (roasted rice)                          |\n|            | Trassi (shrimp)             |              | Makassar (rice fermented with red-pigmented yeast) |\n| Malaysia   | Belacan (shrimp)            | Budu (anchovy) | Pekasam (roasted rice, tamarind)             |\n|            | Kecap ikan (other fish)     |              | Cincaluk (shrimp, cooked rice)                  |\n```\n\nThis table summarizes various traditional fermented fish products from different Asian countries, including their local names for fish pastes or pieces, fish sauces, and sour-fermented products incorporating a carbohydrate source."
  },
  {
    "source": "dokumen.pub_daring-pairings-a-master-sommelier-matches-distinctive-wines-with-recipes-from-his-favorite-chefs-9780520945562.pdf_page_44",
    "contenu": "The image depicts a page from what appears to be a magazine or cookbook, featuring a food item known as \"Shrimp Tartine with Fava Bean, Almond, and Mint Pesto.\" The preparation is attractively presented on a bright green plate. The text provides specific details including the name of the chef associated with the recipe, David Kinch, and it references a page number, \"PAGE 146,\" likely indicating where the full recipe can be found in the document. The word \"verdejo\" at the top suggests that this dish may be paired with Verdejo wine, enhancing the culinary experience."
  },
  {
    "source": "inconnu_1828",
    "contenu": "The image is a list of wine grape varieties. These varieties include:\n\n- Albariño\n- Arneis\n- Assyrtiko\n- Chenin Blanc\n- Garganega\n- Grüner Veltliner\n- Marsanne\n- Muscat\n- Pinot Blanc\n- Prosecco\n- Roussanne\n- Sémillon\n- Torrontés\n- Trebbiano\n- Txakoli\n- Verdejo\n- Vermentino\n\nThis list appears to be organized alphabetically and consists mainly of white wine grape varieties known for being used globally in wine production."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1920",
    "contenu": "The document appears to be an index from a book, primarily listing topics related to wine along with their respective page numbers. Here is the structured content of the document:\n\n```\n- KMW (Klosterneuburger Mostwage scale), 597\n- Knight Valley, 709\n- Kokumi, 108-109\n- Korbel, 692\n- Kosher wine, 50, 773\n- Koshu, 85, 918, 919-920\n- Kotsifali, 85, 651, 656\n- Kouloura method, 650, 655\n- Kövérszőlő, 627, 632\n- Kramer, Matt, 102\n- Krassato, 85, 651, 653\n- Kremstal DAC, 599\n- Krug, 189, 192\n- Krupp, 42\n- Kunde Century Vines, 690\n- KWV (Ko-operative Wijnbouwers Vereniging van Zuid Afrika), 896\n- La Tâche, 210\n- Labels:\n  - German, 556\n  - Hungarian, 624-625\n  - Italian wine and, 324\n  - in United States, 671\n  - varietal percentages and, 56\n- Lacrima di Morro d’Alba, 85\n- Lacryma Christi, 415\n- Laetitia, 733\n- Lafite-Rothschild, Château, 151, 153, 154, 909, 910-911, 913\n- Lagar, 431, 516-517\n- Lagreder, Alois, 65\n- Lagrein, 85, 403\n- Lake County, 717\n```"
  },
  {
    "source": "The-Flavor-Bible.pdf_page_442",
    "contenu": "The document contains a simple list of food items and ingredients. Here they are presented in plain text:\n\n- chicken\n- chocolate, white\n- cognac\n- cream\n- cumin\n- curry\n- curry leaf\n- duck\n- endive\n- fennel seeds\n- fish\n- game, esp. roasted\n- garlic\n- hazelnuts\n- honey\n- lemon\n- mint\n- mustard seeds\n- olive oil\n- paprika\n- pears\n- pecans\n- pistachios\n- pork, esp. roasted\n- poultry, esp. roasted\n- raspberries\n- rice\n- rosemary\n- rum\n- salads, esp. chicken, fruit, tuna, Waldorf\n- salt\n- sour cream\n- strawberries\n- sugar\n- vinegar, sherry\n- walnuts\n- wine: red, white\n- yogurt\n\nThis list may represent ingredients commonly used in cooking, possibly suggested pairings or ingredients that work well for various dishes."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1401",
    "contenu": "**THE NORTH CENTRAL COAST:**  \n**SANTA CRUZ MOUNTAINS, MONTEREY, CHALONE, MOUNT HARLAN, CARMEL VALLEY, & SANTA LUCIA HIGHLANDS**\n\nMonterey County and those American Viticultural Areas north of it, up to San Francisco Bay, are often collectively referred to as the North Central Coast. The area includes the important wine regions of Santa Cruz Mountains, Chalone, Mount Harlan, Carmel Valley, Santa Lucia Highlands, and, of course, Monterey. These AVAs range in size from quite large (Monterey has about 40,000 acres/16,187 hectares of grapevines) to diminutive (Chalone has 300 acres/120 hectares of grapevines), and each has a distinct personality.\n\n**SANTA CRUZ MOUNTAINS**\n\nSouth of San Francisco, about an hour and a half’s drive along California’s iconic Highway 101, is the funky university town of Santa Cruz, a coastal haven for aging hippies and ardent surfers. Although it’s right next door to Silicon Valley, Santa Cruz is, experientially speaking, about as far away as you can get. Here, the mountain air has a thrillingly sharp, close-to-the-ocean freshness to it. Ancient redwood forests soar up into a cerulean sky. The mountains themselves have been torn and thrust into beautifully rugged formations by the perilous San Andreas Fault, which lies below them.\n\nThanks to the tangle of mountain crevices, canyons, hilltops, craggy slopes, knolls, and valleys, plus varying altitudes and orientations to the sun, the vineyards of the Santa Cruz Mountains can have widely different mesoclimates. In general, the higher vineyards (some are more than 2,000 feet/600 meters in elevation) and those facing the Pacific Ocean are considerably cooler than lower vineyards and those facing east, toward the warmer interior valleys.\n\nThe individuality of the vineyards explains why the region is known, seeming paradoxically, not only for cool-climate varieties like pinot noir and chardonnay but also for those that like more warmth, including zinfandel and cabernet sauvignon. What all vines here do share is the beneficial struggle of growing in the region’s thin, stony mountain soil."
  },
  {
    "source": "pairing_dr_-_page_e",
    "contenu": "Here is the structured content from the provided page, formatted as a plaintext table:\n\n```\nTitle                                 Page(s)\n------------------------------------------------\ndosage                                37, 224-25, 226-27\nDouro                                 237, 288\nDouro, Superior                       288\nDow’s                                 288\nDr. Bürklin-Wolf                      88, 242                   \nDr. H. Thanisch                       90            \nDr. Konstantin Frank                  92            \nDr. Loosen                            90\nDr. Pauly-Bergweiler                  90\ndryness, defined                      290\nduck, pairing with                    82, 83, 109, 110, 122, 138, 167\nDuckhorn                              161\nDurbanville                           108, 173\nDureza grape                          108\nDurif grape                           191\nE\nE. Guigal                             31, 196\nE & M Tame                            77\nearthiness (terroir)                  7-8, 290\nEberle                                202\nEchezeaux                             162\nEchélon                               129\nEden Valley                           277\nEden Valley\n   Cabernet Sauvignon                 277\n   Chardonnay                         276\n   Riesling                           88, 271\n   Syrah                              198, 274\n   Viognier                           120\nEdméades                              215\nEdna Valley                           175\negg dishes, pairing with              39, 83, 109\neggplant, pairing with                60, 66, 138, 139, 151, 161, 183, 201, 223, 225, 230, 267, 290-91\nElgin                                 67, 269\nElk Cove                              175\nEmilia-Romagna                        282, 287\nEmmenthaler, pairing with             56, 96\nendive, pairing with                  18, 36, 139               \nentrée (on its yeast)                 37\nEntre-Deux-Mers \n   Cabernet Sauvignon                 275\n   Merlot                             288\n   Sauvignon Blanc                    66, 268\nEroica                                92\nescarole, pairing with                73, 138\nEstancia                              139\n```\n\nThis table continues to align entries categorically with their respective pages from the index shown, condensing only the entries for the sake of brevity. Each listed entry maintains alignment as shown on the original page, preserving identifier initials and name specifics. Note: Some entries are cut off due to space constraints in this format, so they follow directly as they appear with corresponding elisions and continuations similarly known or implied from the index data on the initial image."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1790",
    "contenu": "**Title:**\nThe proud Mt. Fuji, which can be seen from the vineyards of Yamanashi Prefecture.\n\n**Content:**\nBy the 1970s and 1980s, however, Japan had at least some success in developing sophisticated viticultural techniques that allowed for the production of Japanese-grown merlot, chardonnay, and other popular Vitis vinifera varieties, even in humid conditions and in areas without significant periods of sun. Among these techniques were planting vines like hedges on steep mountain terraces for maximum sun exposure and constructing high, elevated trellises or pergolas that kept the fruit as much as 10 feet (3 meters) off the ground for maximum air ventilation. Alas, for the most part, both techniques encouraged quantity over quality, and thus met with only partial success. As a result, in the last two decades, grape-growing for fine wine continues to shift beyond traditional areas and toward cool but sunnier and somewhat drier areas such as Nagano Prefecture and Yamagata Prefecture, as well as on the far northern island of Hokkaido."
  },
  {
    "source": "inconnu_241",
    "contenu": "The document appears to be a recipe combined with descriptive taste notes and a brief introduction to a dish named \"May Ragout of Morels, Garden Shoots, and Greens\". Here is the structured content of the recipe and related text in the document:\n\n---\n\n### Ingredients\n- 1 tablespoon butter\n- 2 tablespoons chopped shallots\n- ¾ cup Riesling\n- 1/3 cup shelled pistachios, toasted and salted\n- ¼ cup chopped tarragon\n- 24 pea shoots (or 12 baby spinach leaves)\n- Whip 1/3 cup cream to firm peaks then refrigerate.\n\n### Method\n1. Blanch the peas in salted boiling water for 2 minutes.\n2. Drain and shock in ice water. Drain and set aside.\n3. Melt the butter in a large skillet over medium heat.\n4. Add the shallots and cook until translucent.\n5. Add Riesling, bring to a boil, and reduce by one-third.\n6. Add the remaining cream and simmer until thick enough to coat the back of a wooden spoon.\n7. Add the peas and pistachios and bring to boil. \n8. Very gently fold in the whipped cream.\n9. Transfer the mixture to a heatproof serving dish. Gratinee (brown the top) under a preheated broiler (take care not to burn).\n10. Garnish with remaining herbs and greens.\n\n### Our Taste Notes\n- The blend of licoricey floral tarragon enhances the sweet roundness of the cream. \n- The crunch from the peas and nutty flavor of the pistachios complement each other.\n- Riesling adds a depth to the garden vegetable taste, providing a balance of sweetness and tanginess.\n\n### About \"May Ragout of Morels, Garden Shoots, and Greens\"\n- Signifies the end of cold weather with the appearance of morels.\n- Represents a transition from winter to early spring vegetables.\n- Morels, combined with cream and Madeira, emphasize an earthy sweetness.\n- Serves 4 as an appetizer.\n\n### Dish Title for Further Recipe\n- Potatoes and Broth\n\n---\n\nThis structured format helps in understanding the different components of the document systematically, including its culinary and literary descriptions."
  },
  {
    "source": "inconnu_1509",
    "contenu": "The document covers key aspects of the Argentine wine industry, including the notable wineries and popular grape varieties utilized for wine production.\n\nHere are the main points from the document:\n\n1. **History and Scale**\n   - By 1900, Argentina had already begun to establish a significant wine industry.\n   - Presently, there are approximately 1,400 wineries in Argentina.\n\n2. **Wineries of Note**\n   - The document highlights several distinguished Argentine wineries, many of which are well-capitalized, often family-owned or part of joint-venture agreements.\n   - Notable wineries listed include: Alta Vista, Achaval Ferrer, Bodega Noemia, Catena Zapata, Cheval des Andes, Terrazas de los Andes, Clos de los Siete, Viña Cobos, Dominio del Plata, Fabre Montmayou, Bodega Piedra Negra, Nieto Senetiner, O. Fournier, Renacer, Salentein, and others.\n\n3. **Wine Production**\n   - The document specifies that while some wine is sold in traditional bottles, a significant portion is packaged more economically, primarily for domestic consumption.\n\n4. **Leading Grape Varieties and Wines**\n   - Key grape varieties used in Argentinian wine production include Cabernet Sauvignon (red), Chardonnay (white), Malbec (red), and Torrontés (white).\n   - It is particularly noted that Malbec is regarded as a standout grape in Argentina, known for its distinctive quality that rivals more internationally recognized varieties like Cabernet Sauvignon and Merlot.\n\n5. **Table: The Most Important Argentine Wines**\n   - This section offers a simplified view of leading wines and a note on other significant varieties.\n\n```markdown\n| Category       | Wine Type               |\n|----------------|-------------------------|\n| LEADING WINES  | CABERNET SAUVIGNON (red)|\n|                | CHARDONNAY (white)      |\n|                | MALBEC (red)            |\n|                | TORRONTÉS (white)       |\n| WINE OF NOTE   | BONARDA (red)           |\n```\n\nThe document not only underscores the diversity and quality of Argentine viticulture but also indicates its evolution and specialized regions contributing significantly to the global wine market."
  },
  {
    "source": "inconnu_1698",
    "contenu": "The content of the image contains only a very brief text:\n\n```\nnotes (pg. 21).\n```\n\nThis appears to be a reference or notation indicating additional information or detailed notes that may be found on page 21 of the document or book being cited. There isn't more visible textual or structured content in the document to analyze beyond this simple note."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_295",
    "contenu": "### Light and Day\n- **Creator**: Alex Day, 2008\n- **Description**: The first drink I created for Death & Co breaks a few rules (e.g., using fresh orange juice in a stirred cocktail), but it turned out delicious enough to not get me fired.\n- **Ingredients and Method**\n  - 2 ounces Plymouth Gin\n  - ½ ounce Yellow Chartreuse\n  - ¼ ounce Maraska Maraschino Liqueur\n  - ¼ ounce Orange Juice\n  - 4 dashes House Peychaud's Bitters\n  - **Directions**: Stir all the ingredients over ice, then strain into a coupe. No garnish.\n\n### Lucino's Delight\n- **Creator**: Phil Ward, 2007\n- **Ingredients and Method**\n  - 2 ounces Beefeater London Dry Gin\n  - ¾ ounce Carpano Antica Formula Vermouth\n  - ¼ ounce Luxardo Maraschino Liqueur\n  - ¼ ounce Amaro Lucano\n  - **Directions**: Stir all the ingredients over ice, then strain into a coupe. No garnish.\n\n### Mainland\n- **Creator**: Thomas Waugh, 2009\n- **Description**: This is a riff on the Alaska cocktail, which first appeared in The Savoy Cocktail Book. The Alaska is a martini made with yellow Chartreuse; I subbed in Galliano, which is similar but with more pronounced vanilla and anise flavors.\n- **Ingredients and Method**\n  - 2 Grapefruit Twists\n  - 2 ounces Tanqueray No. Ten Gin\n  - ½ ounce Galliano L'Autentico\n  - 1 teaspoon Simple Syrup\n  - 1 dash Angostura Bitters\n  - **Directions**: Squeeze the grapefruit twists over the mixing glass, then drop them in. Add the remaining ingredients and stir over ice. Strain into a coupe. No garnish."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_104",
    "contenu": "The document titled \"Fresh Ingredients for Muddling\" provides a guide on muddling fresh ingredients into a drink and lists various fruits, vegetables, and herbs commonly used for this purpose. Below is a structured content representation of the information in the document:\n\n---\n\n### Fresh Ingredients for Muddling\n\n**Introduction:**  \nWhen muddling fresh fruit, vegetables, or herbs into a drink, consider the ingredient being used before deciding how long and hard to muddle it. Herbs and delicate fruits (such as raspberries) only need brief, gentle muddling to release their oils and juices; sturdy fruit and vegetables (apples, pears, citrus, celery, etc.) will need more intense muddling to extract their flavors. Fruit and vegetables should be cut into pieces (1 inch or smaller) to make the muddle easier. Fruit doesn't need to be seeded before muddling, but care should be taken not to crush the seeds, as they can impart a bitter flavor.\n\n**Ingredients Commonly Muddled:**\n\n- Apples\n- Basil\n- Blackberries\n- Celery\n- Cherries\n- Cherry tomatoes\n- Cilantro\n- Citrus\n- Cucumbers\n- Grapes\n- Kaffir lime leaves\n- Mint\n- Nectarines\n- Peaches\n- Pears\n- Raspberries\n- Sage\n- Strawberries\n- Tangerines\n\n**Juice Information:**\n- **Orange Juice:** Fresh orange juice isn’t used in many cocktails, so it is prepared in smaller batches using oranges left over from garnish preparation. One medium orange yields 3 to 4 ounces of juice.\n- **Pineapple Juice:** Pineapples are skinned and passed through a juice extractor, then double strained to remove pulp. One pineapple yields roughly 16 ounces of juice.\n\n**Additional Fresh Juices Used in Lesser Quantities:**\n- Blood orange\n\n---"
  },
  {
    "source": "The-Flavor-Bible.pdf_page_14",
    "contenu": "The document presents a simple structured table relating to flavor combinations and different published editions relating to culinary themes. Here's the structured content in Markdown format:\n\n```markdown\n| Flavor Combinations | CULINARY ARTISTRY        | THE FLAVOR BIBLE |\n|---------------------|--------------------------|-----------------|\n| Classics            | 1996, 2000, 2006         | 2008            |\n```\n\nThe table has two columns titled \"CULINARY ARTISTRY\" and \"THE FLAVOR BIBLE\", listing editions of possibly books or some other form of publication. Under \"CULINARY ARTISTRY\", the classics are listed for the years 1996, 2000, and 2006. Under \"THE FLAVOR BIBLE\", 2008 is listed."
  },
  {
    "source": "_Cocktail_Recipes__Laphroaig_Scotch_and_Créole_Saz",
    "contenu": "The analyzed document contains recipes for three different cocktails. Here is the structured content of each recipe:\n\n### 1. Recipe: LAPHTROAIG 10-YEAR SCOTCH\n- **Ingredients:**\n  - 2 ounces Redbreast 12-Year Irish Whiskey\n  - ½ ounce St-Germain\n  - 1 dash House Orange Bitters\n  - 1 Lemon Twist\n- **Instructions:**\n  - Rinse a double rocks glass with Laphroaig and discard it.\n  - Stir the remaining ingredients (except the lemon twist) over ice, then strain into the glass.\n  - Squeeze the lemon twist over the drink and discard it.\n  - No garnish.\n\n### 2. Recipe: CRÉOLE SAZ\n- **Creator:** Joaquín Simó, 2011\n- **Description:** A drink that contains all things French: French absinthe, French cognac, French-colony rum, and bitters that originated in Haiti, a former French colony.\n- **Ingredients:**\n  - Vieux Pontarlier Absinthe\n  - 1½ ounces Barbancourt 3-Star Rum\n  - ¼ ounce Pierre Ferrand 1840 Cognac\n  - 1 teaspoon Cane Sugar Syrup\n  - 3 dashes House Peychaud's Bitters\n  - 1 Lemon Twist\n- **Instructions:**\n  - Rinse a rocks glass with absinthe and discard it.\n  - Stir the remaining ingredients (except the lemon twist) over ice, then strain into the glass.\n  - Squeeze the lemon twist over the drink and discard it.\n  - No garnish.\n\n### 3. Recipe: DEVIL INSIDE\n- **Creator:** Thomas Waugh, 2011\n- **Ingredients:**\n  - Laphroaig 10-Year Scotch\n  - 1½ ounces Rittenhouse 100 Rye\n  - ½ ounce Bruichladdich Port Charlotte 7-Year Scotch\n  - 2 dashes Vieux Pontarlier Absinthe\n  - 1 teaspoon Demerara Syrup\n  - 2 dashes House Peychaud's Bitters\n  - 1 Lemon Twist\n- **Instructions:**\n  - Rinse a rocks glass with Laphroaig and discard it.\n  - Stir the remaining ingredients (except the lemon twist) with ice, then strain into a rocks glass.\n  - Squeeze the lemon twist over the drink and discard it.\n  - No garnish."
  },
  {
    "source": "inconnu_2863",
    "contenu": "The document appears to be a guide on food pairings and cooking techniques related to sausages, with a specific mention of chorizo. Below are the main content points extracted and structured from the document:\n\n**SAUSAGES (See also Chorizo)**\n- **Weight:** light–heavy\n- **Volume:** quiet–loud\n- **Techniques:** bake, grill, poach, sauté, stew\n\n**Ingredients and Pairings:**\n- apples\n- basil\n- bay leaf\n- beans, white\n- beer\n- bell peppers: green, red\n- breakfast\n- broccoli rabe\n- butter, unsalted\n- carrots\n- celery root\n- celery seeds\n- fennel\n- garlic\n- leeks\n- lemon, juice\n- lentils\n- Mediterranean cuisine\n- mustard, Dijon\n- oil, canola\n- olive oil\n- ONIONS: white, yellow\n- oregano\n- parsley, flat-leaf\n- pasta\n- pepper, black\n- potatoes, esp. boiled, mashed, pureed\n- radicchio\n- rosemary\n- salt, kosher\n- sauerkraut\n\nEach item listed could potentially be used as an ingredient or flavoring in preparing dishes involving sausages, highlighting the versatility and diverse flavors that can complement sausage dishes."
  },
  {
    "source": "inconnu_2760",
    "contenu": "The document provided seems to focus on the culinary attributes of rutabagas, providing a detailed analysis of its flavor affinities, seasonal use, taste, weight, volume, and compatible cooking techniques. It is organized into several sections as listed:\n\n### Flavor Affinities\n- **Ingredients:** mushrooms + cloves + pepper + vinegar\n\n### Rutabagas\n- **Season:** autumn–spring\n- **Taste:** sweet\n- **Weight:** medium–heavy\n- **Volume:** moderate–loud\n- **Techniques:** boil, braise, deep-fry, puree, roast, steam\n\n### Compatible Ingredients\n- allspice\n- apples\n- basil\n- bay leaf\n- beets\n- broccoli\n- butter, clarified\n- caraway seeds\n- cardamom\n- carrots\n- cayenne\n- celery\n- celery root\n- cheese: blue, Gruyère, Parmesan\n- chives\n- cinnamon\n- cream\n- cream cheese\n\n### Dishes\n#### Apple-Rutabaga Soup\n- **Creator:** Patrick O’Connell, The Inn at Little Washington (Washington, Virginia)\n- **Ingredients:**\n  - cumin\n  - dill\n  - duck\n  - garlic, esp. roasted\n  - ginger\n  - greens, bitter\n\nThis structured content appears to be designed for culinary professionals or enthusiasts looking to explore and enhance dishes with rutabagas. It provides a very in-depth and practical guide on how to incorporate rutabagas into various dishes and lists specific ingredients that pair well with its flavor profile."
  },
  {
    "source": "_Global_Coffee_Delights__Themed_Recipes_and_Pairin",
    "contenu": "The document presents a selection of themed coffee recipes and pairings. Here's a structured breakdown of its content:\n\n### Coffee Recipes and Descriptions\n\n1. **Café & Cannelle**\n   - Description: Cinnamon enhances the flavor of coffee during cooking, adding sweetness and rounding out the coffee's flavor. In Mexican cafes, cinnamon sticks are sometimes used to stir coffee to save on dishwashing.\n   - Serving Suggestion: Thomas Keller's beignet recipe with a semiredo aromatic cappuccino.\n\n2. **Café & Cardamome**\n   - Background: This is how Bedouins and some North African (Morocco and Algeria) cafes prepare coffee.\n   - Recipe: Coffee prepared with equal parts (by dosage) sugar, cardamom, and sometimes a touch of orange zest. The coffee has an acidic aroma contrasted with the sweetness from glazed cardamom and sugar.\n   - Detailed Recipe: Mix sugar, flour, melted butter, ground grains of cardamom, a bit of yeast, milk, and zest. Bake, and when ready, you can garnish with icing for added flavor.\n\n3. **Café & Cassis**\n   - Unique Element: The pairing of coffee and blackcurrant often feels mysteriously perfect.\n   - Specialty Dish: Savoie lace cake with layers of meringue, sorbet, and blackcurrant cream glazed with café au lait and grilled almonds.\n\n4. **Café & Cerise**\n   - Cultural Reference: Inspired by the reveal of the mystery in the TV show \"Twin Peaks.\"\n   - Ideal Enjoyment: Having coffee and a cherry pie slice.\n\n5. **Café & Chocolat**\n   - Origin: Moka coffee beans from Yemen.\n   - Tasting Notes: Offers a rich aftertaste that resembles delicate chocolate, popular in espresso blends with hot milk and cacao.\n   - Personal Preference: The author prefers it with a determined look akin to Melanie Griffith in \"Working Girl.\"\n\n6. **Café & Chocolat blanc**\n   - See \"Chocolat blanc & Café.\"\n\n7. **Café & Clou de girofle**\n   - See \"Clou de girofle & Café.\"\n\n8. **Café & Fromage de chèvre**\n   - See \"Fromage de chèvre & Café.\"\n\n### Cross-references in the Document\n- \"Chocolat blanc & Café.\"\n- \"Clou de girofle & Café.\"\n- \"Fromage de chèvre & Café.\"\n\nThese entries suggest other sections potentially detailing the preparation or pairing of coffee with white chocolate, cloves, and goat cheese, respectively, though these sections are not visible in this excerpt. All entries focus on a unique flavor combination or preparation method enhancing the coffee experience, reflecting various cultural influences and personal preferences."
  },
  {
    "source": "Liquid_intelligence___the_art_and_science_of_the_perfect_cocktail_-_PDF_Room.pdf_page_203_full",
    "contenu": "### Structured Content of the Document\n\n#### 1. Apple Selection for Cider and Cocktails\n- **Importance of Sugar-to-Acid Ratio:** In hard-cider production, it is common to quote apple varieties based on their sugar-to-acid ratio. This helps in determining the strength and flavor of the apple juice based on one numerical value.\n- **Measurement Instruments and Challenges:** Most people lack access to refractometers or pH meters properly calibrated for apple juice. Various benchmarks for apple varieties are available online.\n- **Guidelines for Specific Varieties:**\n  - **Ideal Sugar Level:** For cocktails, a preferred apple juice should have a sugar-to-acid ratio around 13 and 15; less than 11 Brix is not useful.\n  - **Examples:** Granny Smiths (more acidic), Gala apples (low acid and sweet, sugar level around 21 Brix).\n\n#### 2. Cocktail Experimentation\n- **High Sugar and Acid Apples:** Ashmead’s Kernel and the Wickson crabapple are noted for their high sugar and acid levels, suitable for innovative cocktail recipes.\n\n#### 3. Overripe and Over-the-Hill Apples\n- **Identifying Overripe Apples:** Overripe apples often feel greasy, may exhibit a distinct wax coating which softens as they ripen, and may feel softer than usual.\n- **Culinary Uses:** Mildly overripe apples can be used as a cooking ingredient while heavily overripe ones are avoided due to the development of volatile esters and solvents.\n- **Perfumy Aroma:** Overripe apples can develop enticing perfumy aromas, but these are ephemeral and need careful handling to capture in culinary preparations.\n\n#### 4. Specific Variety: Ashmead’s Kernel\n- **Description and Source:** Ashmead’s Kernel is a russeted, yellowish-skinned English apple dating back to the early eighteenth century, typically sourced from a grower in New Hampshire.\n- **Flavor Qualities:** Noted for its rich taste and excellent juicing properties.\n\n### Conclusion\nThis document provides insights into selecting and utilizing different apple varieties for beverages like cocktails and cider, and explains the considerations and potential uses for overripe apples in culinary contexts."
  },
  {
    "source": "The_Art_of_Fermentation.pdf_page_869",
    "contenu": "The document contains images and descriptions of two distinct items related to food:\n\n1. **Aceda, Sudanese-style sorghum porridge.**\n   - **Image Description:** A plate filled with a grayish, textured sorghum porridge. The porridge fills the plate and appears thick with a slightly grainy texture.\n\n2. **Chinese “yeast” balls, widely available in Asian markets.**\n   - **Image Description:** A pale, round yeast ball rests beside packaging labeled in Chinese. The packaging specifies the ingredient as yeast and the weight of the ball (15.5g). The text includes a contact number and other Chinese characters detailing the contents.\n\nThese items are culturally significant in their respective cuisines, highlighting traditional food ingredients and preparations."
  },
  {
    "source": "section_or_different_poisson_de",
    "contenu": "The document appears to be a simple list of words with multiple distinct sections indicated by headers. Each section potentially represents different categories or types of items. Here is how the content is organized:\n\n### Section 1\n- Oignon\n- Persil\n- Piment\n- Pois\n- Poisson fumé\n- Poisson gras\n- Poivron\n- Pomme de terre\n- Porc\n- Poulet\n- Sauge\n- Tomate\n- Truffe\n- Vanille\n\n### Section 2\n- Oignon\n- Agneau\n- Ail\n- Anchois\n- Betterave\n- Boeuf\n- Boudin\n- Carotte\n- Céleri\n- Champignon\n- Chou\n- Clou de girofle\n- Concombre\n- Foie\n- Fromage à pâte pressée cuite\n- Gingembre\n- Huître\n- Lard\n- Menthe\n- Noix de muscade\n- Oeuf\n- Orange\n- Pois\n- Poisson fumé\n- Poisson gras\n- Poivron\n- Pomme de terre\n- Porc\n- Poulet\n- Romarin\n- Sauge\n- Thym\n- Tomate\n\n### Section 3\n- Olive\n- Ail\n- Amande\n- Anchois\n\nThis document seems to list ingredients or items, potentially categorized according to their use in recipes or type of food, with the common ingredient or feature being repeated in different sections, suggesting different classifications or uses. Each section highlights different elements but with some overlaps."
  },
  {
    "source": "359079534-Encyclopedie-de-La-Cuisine-VEGETARIENNE.pdf_page_169",
    "contenu": "The image illustrates a diverse assortment of twelve different types of rice displayed on a textile background, each labeled with a number from 1 to 12. The rices vary in color and texture. The upper label, \"Riz\", indicates that the content is related to rice in French. This is a visual depiction, thus detailed descriptions of each rice type, such as their specific names or qualities, are not provided in the document.\n\nThe presentation and numbering likely serve an educational or comparative purpose, perhaps to demonstrate the visual and perhaps textural differences among various rice types. The page number 167 in the corner suggests this image is part of a larger publication, likely a book or catalog concerning food, cooking, or agricultural products."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1893",
    "contenu": "The content provided is a list probably from an index of a book or document, mostly focused on wine regions, types of wines, and related topics. Here's the structured content presented in a markdown format as a table for better readability:\n\n| Term                      | Page Numbers |\n|-------------------------- |--------------|\n| Canned asparagus aroma   | 112          |\n| Cannonau                  | 61, 79, 422  |\n| Canon-Fronsac             | 147, 165     |\n| Canteiro                  | 534          |\n| Canterbury                | 854          |\n| Cantina Tollo             | 413          |\n| Cap Classique             | 901          |\n| Cape of Good Hope         | 897          |\n| Cape riesling             | 79, 898      |\n| Capsaicin                 | 117          |\n| Carbon dioxide            | 10           |\n| Carbonic maceration       | 43, 228      |\n| Cardinal                  | 79           |\n| Carignan                  | 61, 79, 238, 296, 307 |\n| Carignane                 | 677, 680     |\n| Carignano                 | 422          |\n| Cariñena                  | 475, 476, 496, 498 |\n| Carmel Valley             | 726, 727     |\n| Carmenère                 | Described in Bordeaux (145, 146–47), Chile (864, 866, 869, 872, 873–74), China (912) |\n| Carmignano                | 377, 379, 392–93 |\n| Carneros                  | 18, 705      |\n| Carneros, Domaine         | 705          |\n| Carr, Billy               | 783          |\n| Carricante                | 79, 419      |\n| Casa de Piedra            | 806          |\n| Casa Lapostolle           | 63           |\n| Casa Madero               | 805          |\n| Casablanca (Chile)        | 868          |\n\nThis table lists various terms related to wine, indicating their page references. The terms appear to be specific wine types, wine-making techniques, regions renowned for wine, or individuals related to wine-making."
  },
  {
    "source": "2023_DNO_Valentin.pdf_page_21",
    "contenu": "The document consists of two main visual elements (geological maps) accompanied by annotations and captions:\n\n1. **Upper Half: Geological Map**\n   - Caption: \"Figure 8: Issue de la carte géologique harmonisée de l'Isère (Donsimoni 2008)\"\n   - Description: This map illustrates a detailed, color-coded geological survey of a region, showcasing various geological formations and features. A specific area is highlighted with a bounding box, marked as \"Domaine des Rutissons\". The map is annotated with various geological markers and codes, and includes a scale of 15 to 20 kilometers.\n\n2. **Lower Half: Soil Map**\n   - Caption: \"Figure 9: Carte des sols des alentours du Touvet au 1: 70 000ème d’après l'étude de Mure (1992) (Géoprtail)\"\n   - Description: This map depicts the soil classification surrounding the area of \"Touvet\". It utilizes a simplified color palette to differentiate between various soil types. Similar to the first map, this one also includes the \"Domaine des Rutissons\", marked with a locator icon. The area has a more focused and localized geological representation compared to the first.\n\nBoth maps serve educational or analytical purposes by delineating geological and soil classifications of the specified regions in France, as indicated by the places and mentions in the captions. These visual tools are most likely part of a detailed academic or research document, reflected by the footer citation: \"Mémoire DNOE – Gabrielle VALENTIN\"."
  },
  {
    "source": "_Evolution_of_Wine_Consumption_and_the_Impact_on_t",
    "contenu": "The text is from a document that discusses aspects of the evolution of wine consumption and the food industry in the U.S.A.\n\n**Key Points Discussed in the Document:**\n\n1. **Wine by the Glass:**\n   - Wine by the glass represents 65% of the restaurant industry's wine sales.\n   - This trend is driven by consumers enjoying multiple, smaller servings of different wines, possibly themed together, during a meal.\n   - Sommelier-recommended wine flights are both a form of customer engagement and advertisement.\n\n2. **Role of Retailers in Wine Trade:**\n   - Retail buyers, both large and small, significantly influence the wine available on store shelves and, consequently, what consumers purchase.\n   - Specialty wine merchants play a crucial role in introducing customers to both domestic and international wines, including lesser-known varieties from around the world.\n   - Warehouse clubs like Costco are noted for providing access to a wider array of wines.\n\n3. **Food Evolution in the U.S.A.:**\n   - There has been a notable shift towards locally and sustainably produced foods.\n   - This change is driven by demographic shifts like aging baby boomers and their children moving out, leading to changes in household food preferences.\n   - The popularity of urban farmers markets and organic offerings in supermarkets has increased, underscoring a shift towards high-quality produce and the growing acceptance of organic goods as a mainstay in grocery shopping.\n\n4. **Significant Changes in American Cuisine:**\n   - In the 1990s, salsa surpassed ketchup as America's number-one condiment.\n   - Chinese restaurants outnumber the combined outlets of major fast-food chains like Burger King, Wendy’s, and McDonald's in the U.S.\n\nThe document also cites some references, such as a 1993 edition of *US Industrial Outlook* and reports from *USA Today* and *Gourmet, Good Living Section*, providing data on consumption trends and shifting consumer preferences."
  },
  {
    "source": "dokumen.pub_perfect-pairings-a-master-sommeliers-practical-advice-for-partnering-wine-with-food-9780520931664.pdf_page_49",
    "contenu": "The document provides guidelines on food pairings for sparkling wines, highlighting what types of foods are compatible with these wines and what should be avoided. Below is the structured content extracted from the document:\n\n### Food Pairings for Sparkling Wines:\n- **Good Pairings:**\n  - Latin dishes such as empanadas, ceviche, mole, and cuisines of Florida, the Caribbean, and Hawaii. Particularly fruit-forward styles from the United States, New Zealand, and Australia.\n  - Asian cuisines like Japanese sushi, tempura, gyoza; Chinese deep-fried dishes, seafood dishes, Thai crepes, fish cakes, and coconut-milk-based curries; Indian samosas and papadams. Fruit-driven New World styles are preferred.\n  - Cheeses, specifically hard cheeses like Parmesan, rich cheeses like triple-cream St. André, and salty cheeses such as Greek or Bulgarian feta.\n  - Dishes with crunchy textures like phyllo pastry and deep-fried foods (e.g., Southern fried chicken, tempura, Italian fritto misto).\n  - Dishes with inherent toasty character like the wine itself (toasted canapés or puff pastry dishes).\n  - Dishes that imply sweetness or have lightly sweet condiments or treatments.\n  - Foods difficult to match with other wines, such as egg dishes and soups.\n  - Rustic or coarsely textured foods: polenta, pesto, hummus, baba ghanoush.\n  - Middle Eastern foods generally pair well.\n\n- **Challenging Pairings (Not Good With):**\n  - Dishes that are too rich or flavorful that they squash the subtlety of the wine.\n  - Extremely spicy dishes that eviscerate the wine’s flavor.\n  - Dishes that are overly sweet unless paired with the sweeter styles of wine.\n  - Strong-tasting fish, strong flavors, and certain vegetables like broccoli, escarole, and radicchio which can make the wine taste metallic.\n  - Rich red meats, whereas many chefs prefer pairing rosé styles with these foods, but results may vary.\n\nThese insights emphasize the versatility of sparkling wines in pairing with a variety of global cuisines, while also noting specific combinations that might not work well, maintaining the wine's integrity and flavor profile."
  },
  {
    "source": "inconnu_2620",
    "contenu": "The image you've provided is blank and contains no visible content to analyze. If you intended to share a different image or if there's specific information you are inquiring about, please upload the correct image or clarify your request and I'd be happy to assist!"
  },
  {
    "source": "inconnu_2923",
    "contenu": "```markdown\n# SPANISH WINE TERMS\n\n## A\n- **AÑADA**: See VENDIMIA.\n- **AÑO**: Year.\n\n## B\n- **BODEGA**: Wine cellar or wine-producing company. Curiously, a single wine company may nonetheless use the plural form bodegas in its name, as in Bodegas Ismael Arroyo.\n\n## C\n- **CAVA**: The name for Spanish SPARKLING WINE made by the Champagne method (MÉTHODE CHAMPENOISE). Cava is a specialty of the Penedès region of north-central Spain near Barcelona. The two largest cava producers, Freixenet and Codorníu, each produce far more sparkling wine by the Champagne method than any Champagne house makes.\n- **CONSEJO REGULADOR**: Local governing body that enforces wine policy for a given area, including the boundaries of the area, the grape varieties permitted, maximum YIELD, and so forth. Every Spanish wine region with a DENOMINACIÓN DE ORIGEN has a Consejo Regulador.\n- **COSECHA**: Year of harvest, or vintage.\n- **CRIADERA**: Literally, \"nursery.\" Criadera refers to a layer of Sherry casks, all of which contain wine of approximately the same age and blend. Multiple criaderas, sometimes more than a dozen, make up a SOLERA.\n\n## D\n- **DENOMINACIÓN DE ORIGEN (DO)**: See page 925.\n- **DENOMINACIÓN DE ORIGEN CALIFICADA (DOCA)**: See page 925.\n- **DULCE**: Sweet. Spain has less of a reputation for making top-quality sweet wines than France, Italy, or Germany, although several styles of Sherry, Spain's extraordinary FORTIFIED wine, can be sweet.\n\n## E\n- **ELABORADO POR**: Produced by.\n- **EMBOTELLADO POR**: Bottled by.\n- **EN RAMA**: Literally, \"in an unrefined state.\" The name of fino or manzanilla Sherries drawn from barrels in the spring when the flor is thickest, then immediately bottled—usually unfined and without stabilization. En rama Sherries are extremely fresh and vivid and last mere months because they are so fragile. The equivalent of drinking Sherry directly from the cask, en rama Sherries are extremely rare on the commercial market.\n- **EXTRA SECO**: SPARKLING WINE that is not quite as dry as BRUT (SECO).\n\n## F\n<TBD as the table cuts out here, implying the continuation on another page or section>\n```"
  },
  {
    "source": "dokumen.pub_wine-secrets-advice-from-winemakers-sommeliers-and-connoisseurs-9781594742613-1594742618.pdf_page_62",
    "contenu": "The document titled \"HOW TO ASSESS BODY IN WINE (AND WHY IT MATTERS)\" is written by David Ramey, identified as a Winemaker. It discusses the concept of the 'body' of wine, emphasizing its importance in wine tasting and the role it plays in defining the style of the wine. According to the document, the body of a wine can heavily influence personal preferences and is a significant factor when pairing wine with food.\n\nHere's a structured breakdown of the main content of the document:\n\n### Title\n- **How to Assess Body in Wine (And Why it Matters)**\n\n### Author\n- **David Ramey**\n- **Position**: Winemaker\n\n### Introduction\n- The body of wine is characterized as a core element in wine tasting which defines its style. \n- The body’s role in personal preferences and food pairing is highlighted, noting its substantial importance.\n\n### Body Characteristics\n- The body is described as the tactile sensation of thickness, weight, or strength of the wine.\n- It is not just a single characteristic for tasting but varies in conjunction with other factors like flavor intensity and regional or stylistic differences.\n\n### Learning About Wine Body\n- Understanding the body is key to making sense of wine, especially for novices.\n- Knowledge of the body component can aid in predicting the style of the wine even before tasting.\n\n### Sidebar - David Ramey’s Background\n- **David Ramey** is credited with revolutionizing modern Californian wine by incorporating European traditions from his training at the University of California at Davis, and later experiences at famous locations like Château Pétrus.\n- He founded Ramey Wine Cellars in 1996 in Sonoma’s Healdsburg with his wife Carla, after establishing several notable wineries including Chalk Hill, Matanzas Creek, Dominus Estate, and Rudd Estate.\n\n### Footer\n- Page labeled as \"WINE TASTING 61,\" indicating it's a page from a larger publication or a book section dedicated to wine tasting.\n\nThis structured summary represents the main points and side information provided on the page concerning the topic of assessing the body in wine."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_130",
    "contenu": "The document provides a comprehensive discussion of the Nebbiolo grape, known for its high tannin content and substantial structure, especially when young. Cultivated primarily in the Piedmont region in northwestern Italy, Nebbiolo is also grown successfully in the Guadalupe Valley of Mexico. This grape is notably challenging to cultivate and suffer from travel due to its delicate nature.\n\nHere are the main points covered:\n\n1. **Introduction to Nebbiolo**:\n   - Describes Nebbiolo as extremely tannic and robust.\n   - Mention of Nebbiolo's struggle with cultivation outside its native region, except in Mexico.\n\n2. **Cultural and Reputation Context**:\n   - Nebbiolo holds a regal status in Italy, compared with France's Cabernet Sauvignons.\n   - It is integral to producing high-end Piedmontese wines like Barolo and Barbaresco, which pair well with expensive white truffles.\n\n3. **Etymology of 'Nebbiolo'**:\n   - The grape's name comes from 'nebbia', meaning fog, which authentically describes the bloom of yeasts on the grape skins at ripeness.\n   - The name also refers to the fog-like conditions in the Piedmontese hills during late fall, essential for its cultivation.\n\n4. **Flavor Profile and Wine Description**:\n   - Nebbiolo wines possess flavors and aromas of tar, violets, and a pronounced, espresso-like bitterness due to the strong tannins.\n\n5. **Modern Winemaking and Its Impacts**:\n   - Previously, it was deemed necessary to age Nebbiolo wines for at least a decade.\n   - Modern techniques have reduced the aging period while retaining, if not enhancing, the delightful qualities of the wine when consumed young.\n\nThe text also includes a captioned image discussing the use of wildflowers in vineyards in Martinborough, New Zealand. These flowers help maintain moisture in the soil and prevent vines from getting \"wet feet\" (a detrimental condition caused by overly wet soil).\n\nFinally, the document is finished with a new section heading for \"Pinot Gris,\" suggesting a continuation into another topic about a different type of wine."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_502",
    "contenu": "The document contains a list of ingredients or items categorized presumably under a specific cuisine or flavor theme. There's also a mention of \"Flavor Affinities\" followed by a combination of ingredients. Below is a transcription of the content structured into markdown format.\n\n### Ingredients\n\n- oregano\n- paprika\n- parsley, flat-leaf\n- pepper: black, white\n- pomegranates\n- potatoes\n- rosemary\n- salad\n- salt: kosher, sea\n- savory\n- shallots\n- stock, chicken\n- sugar\n- tarragon\n- thyme\n- tomatoes\n- truffles\n- vinegar: balsamic, malt\n- wine, dry red\n- yogurt\n\n### Flavor Affinities\n- lamb chop + lemon + mint\n\n### LATIN AMERICAN CUISINE\n- beans, black\n- beef\n- café con leche\n- chile peppers\n- cilantro\n- cinnamon\n- cloves\n- corn\n- cumin\n- fruits\n- garlic\n- greens\n- lime, juice\n- meats\n\nThis structured format highlights the list format of the document, which may be useful for culinary purposes such as recipe development or menu planning."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_693",
    "contenu": "The document offers insights and suggestions for culinary pairings involving fresh fruits and other ingredients. These recommendations come from notable sources and emphasize the flavors that can enhance various culinary creations. Here is an organized breakdown:\n\n### Cooking Suggestions and Pairings:\n- **Pineapple**: To achieve maximum clarity and flavor, use the juice of fruit like pineapple or strawberries, which can be incorporated into drinks or used as garnishes in their crystalline forms for desserts. (Suggestion by Dominique and Cindy Duby, Wild Sweets, Vancouver)\n- **Pineapple with Rosemary**: Michael Laiskonis from Le Bernardin in New York City suggests that rosemary complements pineapple well.\n- **Pineapple with Vanilla**: According to Gina DePalma from Babbo in New York City, pineapple benefits from a touch of vanilla for flavor enhancement.\n\n### Ingredient Pairings:\n- **chile peppers**: Preferred in fresh, dried, or red form, including green varieties such as jalapeño.\n- **Chocolate**\n- **Cilantro**\n- **Cinnamon**\n- **Cloves**\n- **Coconut**: Both meat and milk\n- **Cognac** \n- **Cointreau**\n- **Cream and Ice Cream**: Includes regular cream and Bavarian-style\n- **Curry**\n- **Fennel Seeds**\n- **Tropical Fruits**\n- **Ginger**\n- **Grand Marnier**\n- **Grapefruit**\n- **Ham**\n- **Honey**\n- **Kirsch**\n- **Kiwi Fruit**\n- **Kumquats**\n- **Lemon**: Juice and zest\n- **Lemongrass**\n- **Lime**: Juice and zest\n- **Macadamia Nuts**\n- **Mangoes**\n- **Maple Syrup**\n- **Marinades**\n- **Meat**\n- **Mint**\n\nThe list provides a broad spectrum of ingredients that pair well with various fruits and flavors, suitable for gourmet cooking and innovative culinary experiments."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1541",
    "contenu": "The document discusses the evolution of vine cultivation and hybridization in response to adverse conditions and diseases affecting vineyards. Here is a structured summary of the content:\n\n---\n\n**Title**: [The document does not provide a title.]\n\n**Main Points**:\n1. **Historical failure**: The document starts by noting that vineyards established around 1807 eventually failed due to diseases and pests.\n   \n2. **Change in the late 19th and early 20th centuries**: \n   - **Challenges**: The combined challenges of cold winters, vine diseases, and phylloxera devastated vineyards.\n   - **Response**: These conditions led to the development and importation of new grape crosses and hybrid varieties.\n   \n3. **Success and characteristics of new breeds**:\n   - **Moderate success**: Some new grape varieties were successful, even though they were considered to have an acquired taste reminiscent of grapey/animal fur, which was described as “foxy.”\n   - **Higher quality hybrids**: Varieties such as Vidal, Maréchal Foch, and Chambourcin were noted for their higher quality and less pronounced \"foxiness\".\n   - **Current cultivation**: These hybrids are still grown, although in small quantities, in Virginia as of the time of writing.\n\n**Referenced content**: \n- The document mentions that more detailed information about these crosses and hybrids can be found on page 771 (presumably of the same source or book from which this excerpt is taken).\n\n---\n\nThis analysis highlights the document's focus on the challenges faced in vine cultivation over history, the adaptive measures taken by plant breeders, and the outcome of those efforts in modern vineyards, specifically in Virginia."
  },
  {
    "source": "inconnu_301",
    "contenu": "The document discusses two main processes related to bean fermentation: spontaneous fermentation and fermentation of cooked beans. Here's a breakdown of the content structured by topic:\n\n### Curing Process\n- Discusses the curing method involving scalding vanilla pods in hot water, subsequently \"sweating\" them for days.\n- Highlights the role of heat-tolerant Bacillus bacteria in this process.\n- Mentions that vanilla pods are fully cured when \"fine needle-like crystals\" form on their surfaces, after which the pods are typically extracted into alcohol for use as a flavoring.\n\n### Spontaneous Fermentation of Beans\n- The subsequent section begins by planning to consider bean fermentation processes.\n- Differentiates between fresh and mature dried beans.\n- Notes that fresh beans can be fermented raw or cooked, sometimes sprouted before fermentation.\n- Mentions traditional cooking methods before fermentation and their effects, including how cooking alters the microbial environment making the beans a blank microbial slate, similar to pasteurized milk.\n\n### Specific Fermentation Practices\n- Discusses spontaneous fermentation of raw beans in Indian cuisines with dishes such as *idli* and *dosa*, as well as the Afro-Brazilian dish *acarajé*. In all cases, the raw fermented batter is eventually cooked.\n- Addresses how cooking prior to fermentation affects the microbial populations that can spontaneously ferment the beans.\n\n### Fermentation of Cooked Beans\n- States that cooked beans are generally fermented with starters.\n- Cites *Tempeh* fermentation relying on the mold *Rhizopus oligosporus*.\n- Mentions that miso and soy sauce fermentation depends on different molds from the genus *Aspergillus*, alongside mixed bacterial cultures.\n\nThe document provides details on how the preparation methods of beans (raw vs. cooked) influence the types of fermentation and the end products used in different culinary traditions."
  },
  {
    "source": "inconnu_1449",
    "contenu": "The document contains several charts representing financial and sales distribution data. Below is a detailed description of each figure in the document:\n\n1. **Figure 22: Evolution of the Operating Result Over the Last Three Years**\n   - This bar chart shows the operating results for the years 2017/2018, 2018/2019, 2019/2020, and 2020/2021.\n   - The vertical axis denotes the result in euros, and each bar represents the result for a respective year.\n   - There is a noticeable increase in the result for the year 2020/2021 compared to previous years.\n\n2. **Figure 23: Evolution of the Gross Operating Surplus Over the Last Three Years**\n   - This bar chart displays the gross operating surplus for the same years as in Figure 22.\n   - Similarly, the vertical axis represents the surplus in euros, illustrating an incremental trend, particularly a rise in the year 2020/2021.\n\n3. **Figure 24: Proportion of Production Sold Under Geographical Indications**\n   - A pie chart showing the distribution of wine production sold under different geographical indications:\n     - AOC Chignin Bergeron: 89%\n     - IGP Isère: 5%\n     - Vin Sans Indication Géographique: 6%\n\n4. **Figure 25: Distribution of Sales Volume and Export Sales**\n   - A composite of two pie charts:\n     - The first chart shows general sales distribution:\n       - Chr (Cafes, Hotels, Restaurants): 70%\n       - Direct Sales to Consumers: 15%\n       - Exports: 15%\n     - The second chart shows the distribution of the exported volume by country:\n       - USA: 53%\n       - Québec: 27%\n       - Sweden (Suède): 13%\n       - Italy (Italie): 5%\n       - Belgium (Belgique): 2%\n\nEach chart uses a different visual method (bar and pie charts) to present data clearly and concisely. The data relates primarily to financial outcomes and market distribution specifics of the wine industry over several years and across various geographical markets."
  },
  {
    "source": "Death_&_Co__Modern_Classic_Cocktails,_with_More_than_500_Recipes_(_PDFDrive_).pdf_page_155",
    "contenu": "### Boulevardier\n\n**Ingredients:**\n- 1½ ounces Elijah Craig 12-Year Bourbon\n- ¾ ounce House Sweet Vermouth\n- ¾ ounce Campari\n\n**Garnish:**\n- 1 Lemon Twist\n\n**Instructions:**\n- Stir all the ingredients over ice, then strain into a coupe. Garnish with the lemon twist."
  },
  {
    "source": "the_to_it_be_image",
    "contenu": "The image you've provided does not contain visible content for me to analyze and return. It appears to be completely white without any discernible text, graphics, or details. If there was supposed to be content in the image, it might not have loaded properly or may be an error. Please check the file and try uploading it again."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_45",
    "contenu": "The document presents the cooking philosophies of two chefs, Traci Des Jardins of Jardinière in San Francisco and Marcel Desaulniers of The Trellis in Williamsburg, Virginia, regarding how they approach flavor balance in their dishes.\n\n### Traci Des Jardins of Jardinière in San Francisco\n- **Key Principle**: Balance among acid, fat, salt, and sweetness.\n- **Method**: Focuses on achieving harmony in these elements for both sweet and savory dishes.\n- **Example**: Constantly works with pastry, tasting and adjusting the elements to ensure the dessert does not lean too heavy on just sweetness and includes some fat and a little salt to bring out the flavor. She emphasizes that traditionally \"monochromatic\" sweet dishes also need balance.\n\n### Marcel Desaulniers of The Trellis in Williamsburg, Virginia\n- **Key Principle**: Simplicity — let the food speak for itself.\n- **Guidelines**:\n  - Avoids complicating food with excessive spices.\n  - Limits the use of garlic to one recipe (dressing) on the menu for twenty-six years, stressing that common herbs like rosemary and basil are often overused, leading to a bitter flavor.\n  - Advises caution with ingredients that have an intense flavor, which can overwhelm other flavors.\n- **Slogan**: \"When in doubt, don’t use it.\"\n- **Objective**: Desires the food to leave a clean taste in the eater's mouth, appropriate for both savory foods and desserts.\n\nBoth chefs express a deep commitment to their cooking strategies focused on balance and simplicity, aiming to enhance the dining experience without overpowering the natural flavors of the food."
  },
  {
    "source": "inconnu_2832",
    "contenu": "The document features an image of hillside vineyards in the Okanagan Valley, British Columbia, and includes some text discussing the Canadian wine industry. It is structured as a short informational piece with additional reference to Canadian wine laws. Below is a summary of the content in the textual elements:\n\n---\n\n**Image Description:**\nHillside vineyards in the sunny, dry Okanagan Valley of British Columbia. The caption explains that these hillsides were formed by receding glaciers millions of years ago.\n\n**Text Content:**\n- The Canadian wine industry is small compared to global standards. As of 2012, there are approximately 29,000 acres (11,700 hectares) of vineyards in Canada. This is smaller than the vineyard acreage in Switzerland and significantly smaller than that in California's Napa Valley.\n- Reference for further reading on Canadian wine law is provided: see Appendix on Wine Laws, page 928.\n\n**Boxed Text - \"THE QUICK SIP ON CANADA\":**\n- **Highlight #1:** The Canadian wine industry is described as one of the newest and most exciting in the New World.\n- **Highlight #2:** Canada is noted for making excellent dry wines, especially Rieslings and Pinot Noirs, and for ice wine, made from grapes frozen on the vines and harvested in winter.\n- **Highlight #3:** The two most important wine regions in Canada are located in the west (British Columbia, mainly the Okanagan Valley) and the east (Ontario, mainly the Niagara Peninsula).\n\n---"
  },
  {
    "source": "The-Flavor-Bible.pdf_page_413",
    "contenu": "The document contains a list of ingredients along with additional information and comments from chefs about preparing and serving fish. Below is the structured content and details from the document:\n\n### Ingredients\n- Fines herbes (chervil, chives, parsley, tarragon)\n- Garlic\n- Ginger\n- Grapefruit\n- Leeks\n- Lemon: juice, zest\n- Lemongrass\n- Lemon verbena\n- Lime: juice, zest\n- Parsley\n- Peas (accompaniment)\n\n### Comments on Fish Preparation\n\n**Michel Richard, Citronelle (Washington, DC)**:\n- Michel Richard discusses white fish and red fish, mentioning examples like dorade, Dover sole, pompano, skate, snapper, salmon, and tuna. He notes the compatibility of red fish with strong flavors like black pepper, red wine, and wasabi.\n\n**Odette Fada, San Domenico (New York City)**:\n- Odette Fada emphasizes simplicity in cooking fish, mentioning that good fish like Dover sole and turbot don’t need many additives for flavor. She also mentions sourcing baby octopus from Sicily, which comes with its own unique flavor.\n\n### Dish Presented\n- **Onion-Crusted White Fish with Tomato-Water Sauce** by Michel Richard.\n\nThe document also includes an image of the Onion-Crusted White Fish dish described above, served with a garnish, presumably arugula or similar greens, and a decorative sauce."
  },
  {
    "source": "The-Flavor-Bible.pdf_page_782",
    "contenu": "The document provides detailed information about the herb Sage, outlining its characteristics, suitable culinary applications, and accompanying ingredients. Here's the structured content for better readability:\n\n### SAGE\n- **Season:** late spring–early summer\n- **Taste:** sweet, bitter, sour\n- **Weight:** moderate–heavy\n- **Volume:** loud\n\n#### Tips:\n- Always use cooked (never raw); add near the end of the cooking process.\n\n#### Sage pairs well with:\n- apples\n- asparagus\n- bay leaf\n- BEANS, esp. dried, green\n- beef\n- blueberries\n- bread\n- butter\n- cabbage\n- caraway\n- carrots\n- CHEESE, esp. Brie, feta, Fontina, Gruyère, Parmesan, ricotta\n- cherries, esp. tart\n\n#### Quote:\n\"Sage has a much better flavor when it is cooked first. We will cook it in butter, olive oil, or bacon fat.\"  \n— JERRY TRAUNFELD, THE HERBFARM (WOODINVILLE, WASHINGTON)\n\n#### Sage also works well with:\n- CHICKEN, esp. roasted\n- chickpeas\n- citrus\n- corn\n- cream\n- cream cheese\n- duck\n- eggplant\n- eggs\n- European cuisine\n- fattier foods, esp. meats\n- fennel\n- fish, esp. oilier\n- French cuisine\n\nThis summary provides insight into sage's culinary versatility and optimal usage in various dishes reflecting diverse culinary traditions."
  },
  {
    "source": "the-wine-bible-karen-macneil.pdf_page_1450",
    "contenu": "The document discusses the unique geology and history of soil composition in Washington state, as well as its implications for vineyards in terms of resilience to phylloxera and the potential impact on wine flavor. Here is a structured summary of the content:\n\n### Geology and Soil Composition\n- **Catalytic Events:**\n  - **140 Million Years Ago:** Crashing of tectonic plates led to the uplift of the Cascade Mountain Range.\n  - **15 Million Years Ago:** Repeated eruptions formed layers of volcanic ash.\n  - **Last Ice Age:** Massive ice dam floods deposited nutrient-rich sand, silt, and gravel across the Columbia Basin of Washington.\n\n### Impact on Agriculture (specifically vineyards)\n- **Washington Vineyards:**\n  - Less vulnerable to phylloxera due to sandy soil conditions which do not support the life cycle of phylloxera effectively.\n  - **99% of Vineyards:** Plant vines on their original roots instead of phylloxera-resistant rootstocks due to the natural soil resistance to the pest.\n\n### Debate Among Winemakers\n- **Influence on Wine Flavor:**\n  - **Some Winemakers:** Believe that vines grown on their own roots (without the interference of rootstocks) maintain a purer expression of the terroir, potentially influencing the flavor.\n  - **Others:** Disagree, noting no significant taste difference in blind tastings between wines from grafted vines versus those on original rootstock.\n\nThis overview reflects how the document combines geological history with agricultural practices, which results in a distinctive approach to viticulture unique to Washington, particularly regarding resistance to common vine pests and debates over the impact on wine flavor."
  },
  {
    "source": "inconnu_181",
    "contenu": "This document appears to be an index or table of contents from a book, likely focused on topics related to food, beverages, and possibly chemistry or cooking techniques, given the context clues provided by the items listed. The structured content is organized alphabetically with corresponding page numbers, indicating where each topic can be found within the publication. Here's a structured representation of some entries:\n\n```\nTopic                              | Page References\n-----------------------------------|----------------\nacquavit                           | 149, 176, 233\narancia oranges                    | 175\nArdberg Scotch, in Scotch and Coco | 150\nnut                                 |\nArnold Palmer                      | 263, 266, 268-69\nascorbic acid (vitamin C)          | 59, 59, 165, 336, 338, 375\nAshmead's Kernel apples            | 335, 344\n  in Auto-Justino                  | 348\n  in Kentucky Kernel               | 345\nAspergillus aculeatus              | 244\nAsphyxiation and liquid nitrogen   | 40\nastringency                        | 248\n  stripping of                     | 263-66, 268, 271, 272\natmospheric pressure               | 196\n  and boiling                      | 223\n  distillation                     | 45-47\nAuto-Justino                       | 348-49, 348\nAviation                           | 132\nAvogadro’s number                  | 297\nBacardi rum, in Auto-Justino       | 348\nbacon fat                          | 283\nBad Ass Muddler (BAM)              | 29, 29, 168-69\nbag-in-box                         | 304\nbag sealing in vacuum machines     | 219, 227\nball-lock connectors               | 48, 303, 304, 305, 306\nbananas                            | 255, 257\n  in Bananas Justino               | 260\nBananas Justino                    | 259, 260\nBarBoss blender                    | 36\nbar mats                           | 29, 29, 48, 49, 72\nbars (pressure measurement)        | 20\nbar spoons                         | 48, 101, 163\n  for stirring                     | 28, 28\n  volume of                        | 20, 28, 30\nbasil                               | 165, 166, 167\n  in TBD                           | 172\nbeakers, for stirred drinks        | 23\nbeer:\n  in hot drinks                    | 183\n  skunky                           | 216\nbeer brewing                       | 43, 216, 304\nbeer taps (picnic taps), worthless | 314\nBee’s Knees                        | 133\nbeet juice in apples               | 233\nbends (diving disease)             | 194\nbent-helix pokers                  | 180-81\n```\n\nEach topic is provided with specific attributes (e.g., combinations and specific uses) and precise page numbers for the reader to find more detailed information."
  },
  {
    "source": "inconnu_210",
    "contenu": "The document discusses various aspects of plants as a source of food, focusing on the evolution and significance of plant and fruit reproduction, their relationship with animals, including humans, and some definitions related to different types of plant-based food.\n\n### Why Ripe Fruits Are Especially Delicious\n- Ripe fruits are described as particularly appealing because their higher genetic material makes them crucial for the reproduction of plants.\n- Unlike animals that can move towards each other for reproduction, plants rely on other methods like wind and animals to carry their pollen.\n- To successfully reproduce, many plants have developed complex mechanisms like flowers to attract insects which help in spreading pollen.\n- The seeds of fruits are dispersed through various means: from being tucked in fruits that animals eat and later excrete, to physical mechanisms that physically propel seeds noticeable distances.\n- Fruits appeal to animals due to their color, texture, and flavor, which serve the purpose of ensuring seed dispersal once ripe.\n\n### Our Evolutionary Partners\n- This section describes the relatively recent (about 200 million years) and rapid evolution of flowering plants.\n- Describes the role of herbaceous plants in bringing flexibility and rapid response to changing conditions, which has been advantageous for agricultural development.\n- It emphasizes the co-evolution of humans and plants, noting that human selective breeding has directed plant biological development just as plant adaptation benefits human diet.\n\n### Definitions\n- Discusses the categorization of foods obtained from plants, focusing on the specific definitions of fruit and vegetables.\n- Notably, it addresses the botanical and ordinary meanings of what constitutes a fruit versus a vegetable.\n\nEach section provides insights into various strategies that plants use for propagation and survival, as well as the integral role that they play in the diets and evolutionary history of human beings."
